Repository: mozilla-l10n/firefoxios-l10n
Catalog: ses/firefox-ios.xliff
Languages: ses

source: Well, this is embarrassing.
ses: Aywaa, woo ga boŋ haw.

source: Yes
ses: Ayyo

source: Yesterday
ses: Bi

source: You don't have any tabs open in Firefox on your other devices.
ses: War ši nda kanji feerante kul Firefox ra war jinay taney ga.

source: Your Rights
ses: War alhakey

source: computer
ses: ordinater

source: just now
ses: sohõda

source: mobile device
ses: kanbe jinay

source: more than a month ago
ses: a ga bisa handu foo

source: more than a week ago
ses: a ga bisa jirbiyye foo

source: read
ses: caw

source: this week
ses: jirbiyyaa woo

source: today at %@
ses: hõ %@ waate

source: unread
ses: mana cawandi

source: yesterday
ses: bi

source: Are you sure?
ses: War ga alhakiika?

source: Clear Search
ses: Ceeciyanoo tuusu

source: Copy
ses: Berandi

source: Deselect All
ses: Ikul naŋ

source: Enter Search Mode
ses: Ceeciyan alhaali dam

source: Hide
ses: Tugu

source: Last modified %@
ses: Barmayyan koraa %@

source: Logins will be permanently removed.
ses: Huruyan tammaasawey ka hun ka ben.

source: Logins will be removed from all connected devices.
ses: Huruyan tammaasawey ga hun jinay dobantey kul ga.

source: No logins found
ses: Huruyan tammaasayaŋ kul mana duwandi

# Open &amp; Fill
source: Open & Fill
ses: Feeri nda toonandi

source: Reveal
ses: Bangandi

source: Search Input Field
ses: Damhaya faari ceeci

source: Select All
ses: Ikul suuba

source: password
ses: šennikufal

source: username
ses: goykaw maa

source: website
ses: interneti nungu

# Menu.AddBookmarkAction.Title
source: Add Bookmark
ses: Doo-šilbaa tonton

# Menu.CloseAllTabsAction.Title
source: Close All Tabs
ses: Kanjey kul daabu

# Menu.CloseMenu.AccessibilityLabel
source: Close Menu
ses: Šilbayboŋoo daabu

# Menu.FindInPageAction.Title
source: Find In Page
ses: Ceeci moɲoo ra

# Menu.NewPrivateTabAction.Title
source: New Private Tab
ses: Sutura kanji taaga

# Menu.NewTabAction.Title
source: New Tab
ses: Kanji taaga

# Menu.OpenBookmarksAction.AccessibilityLabel
source: Bookmarks
ses: Doo-šilbawey

# Menu.OpenHistoryAction.AccessibilityLabel
source: History
ses: Taariki

# Menu.OpenHomePageAction.Title
source: Home
ses: Šintin

# Menu.OpenReadingListAction.AccessibilityLabel
source: Reading List
ses: Caw maašeede

# Menu.OpenSettingsAction.Title
source: Settings
ses: Kayandiyaney

# Menu.OpenTopSitesAction.AccessibilityLabel
source: Top Sites
ses: Nungu kaasey

# Menu.RemoveBookmarkAction.Title
source: Remove Bookmark
ses: Doo-šilbaa taaga

# Menu.SendPageAction.Title
source: Send
ses: Sanba

# Menu.SetHomePageAction.Title
source: Set Homepage
ses: Šintinmoo kayandi

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
ses: Ordinater nungu hãa

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
ses: Kanbehaya nungu hãa

source: Close Private Tabs
ses: Sutura kanjey daabu

source: Firefox won't remember any of your history or cookies, but new bookmarks will be saved.
ses: Firefox ši honga taariki wala aleewa kul, amm'a ga doo-šilbay taagey gaabu.

source: Learn More
ses: Bay ka tonton

source: Off
ses: Wii

source: On
ses: Ga dii

source: Open In New Private Tab
ses: Feeri sutura kanje taaga ra

source: Private Browsing
ses: Sutura ceeciyan

source: Private Mode
ses: Sutura alhaali

source: Turns private mode on or off
ses: Sutura alhaali tunandi wal'a wii

source: When Leaving Private Browsing
ses: Nda war ga sutura ceeciyan naŋ

source: %@ search
ses: %@ ceeci

source: Search Settings
ses: Ceeciyan kayandiyaney

source: Search suggestions from %@
ses: Honnandiyaney ceeci %@ ga

source: Turn on search suggestions?
ses: Ceeciyan honnandiyaney tunandi?

source: More Info…
ses: Alhabar tontoni…

source: Send Anonymous Usage Data
ses: Sanba goyyan bayhaya bila nda maa

source: Available devices:
ses: Jinay barantey:

source: Please open Firefox, go to Settings and sign in to continue.
ses: Firefox feeri, koy Kayandiyaney do nda goykaw maa hantum ka bisa.

source: Send
ses: Sanba

source: Send Tab
ses: Kanji sanba

source: You are not signed in to your Firefox Account.
ses: War mana huru war Firefox kontoo ra jina.

source: You don't have any other devices connected to this Firefox Account available to sync.
ses: War goyjinay jerey kul ši hin ka ciya Firefox kontu barantaa woo ga k'i hangandi cere.

# CFBundleDisplayName
source: Send Tab
ses: Sanba kanjoo

source: Add
ses: Tonton

# TodayWidget.GoToCopiedLinkLabel
source: Go to copied link
ses: Koy dobu berantaa ga

# TodayWidget.NewPrivateTabButtonLabel
source: New Private Tab
ses: Sutura kanji taaga

# TodayWidget.NewTabButtonLabel
source: New Tab
ses: Kanji taaga

# CFBundleDisplayName
source: View Later
ses: Guna hiino

# %@ on %@
source: %1$@ on %2$@
ses: %1$@ %2$@ ga

source: Bookmarks Menu
ses: Doo-šilbawey šilbayboŋ

source: Bookmarks Toolbar
ses: Doo-šilbawey goyjinay žeeri

source: Mobile Bookmarks
ses: Doo-šilbay dirantey

source: Unsorted Bookmarks
ses: Doo-šilbay kaŋyaŋ mana fayandi

source: Untitled
ses: Bila nda maa
