Repository: mozilla-l10n/firefoxios-l10n
Catalog: ses/firefox-ios.xliff
Languages: ses

source: Add to Bookmarks
ses: Tonton doo-šilbawey ga

source: Add to Reading List
ses: Tonton caw maašeedaa ga

source: Close Tab
ses: Kanji daabu

source: Copy URL
ses: URL berandi

source: Open Last Bookmark
ses: Doo-šilbay koraa feeri

source: Open Last Tab
ses: Kanji koraa feeri

source: Preview of %@
ses: Moofur %@ se

source: Send to Device
ses: Sanba jinaa do

source: After 1 hour
ses: Guuru 1 banda ga

source: After 1 minute
ses: Miniti 1 banda ga

source: After 5 minutes
ses: Miniti 5 banda ga

source: After 10 minutes
ses: Miniti 10 banda ga

source: After 15 minutes
ses: Miniti 15 banda ga

source: Change Passcode
ses: Bisayan kufal barmay

source: Enter Passcode
ses: Bisayankufal dam

source: Enter a new passcode
ses: Bisayankufal taaga dam

source: Enter a passcode
ses: Bisayankufal dam

source: Enter passcode
ses: Bisayankufal dam

source: Immediately
ses: Sohõda tilyo

source: Incorrect passcode. Try again (Attempts remaining: %d).
ses: Bisayankufal laala. Ceeci koyne (Šiiyan cindey: %d).

source: Incorrect passcode. Try again.
ses: Bisayankufal laala. Ceeci koyne.

source: Maximum attempts reached. Please try again in an hour.
ses: Šiiyan hinnawey kul too. Ceeci koyne guuru foo ra.

source: Maximum attempts reached. Please try again later.
ses: Šiiyan hinnawey kul too. Ceeci koyne kayna da.

source: New passcode must be different than existing code.
ses: Bisayankufal taaga ga hima ka waani nda ibarantaa.

source: Passcode
ses: Bisayan kufal

source: Passcodes didn't match. Try again.
ses: Bisayankufaley ši tenji. Ceeci koyne.

source: Re-enter passcode
ses: Bisayankufal dam taaga

source: Require Passcode
ses: Bisayankufal waažibandi

source: Set Passcode
ses: Bisayankufal kayandi

# Touch ID &amp; Passcode
source: Touch ID & Passcode
ses: Mooru tammaaha nda bisayankul

source: Turn Passcode Off
ses: Bisayankufal wii

source: Turn Passcode On
ses: Bisayankufal tunandi

source: Turn off your passcode.
ses: War bisayankufaloo wii.

source: Use Touch ID
ses: Goyandi nda mooru tammaasa

source: Use your fingerprint to access Logins now.
ses: War kanbe-ize šilbaa tee huruyan tammaasa sohõ.

source: Use your fingerprint to access Private Browsing now.
ses: War kanbe-ize šilbaa ka sutura naaruyan tee sohõ.

# touchid.disable.reason.label
source: Use your fingerprint to disable Touch ID.
ses: War kanbe-ize žeeroo ka Touch ID wii.

# touchid.require.passcode.reason.label
source: Use your fingerprint to access configuring your required passcode interval.
ses: War kanbe-ize žeeroo ka duu fondo ka war bisakufal waati waažibantaa kayandi.

source: Delete
ses: Tuusu

source: Desktop Bookmarks
ses: Ordinater doo-šilbawey

source: Are you sure you want to delete it and its contents?
ses: Alhakiika war ga baa k'a tuusu nda nga gundekunaa?

source: Cancel
ses: Naŋ

source: This folder isn't empty.
ses: Woo manti foolo koonu.

source: Clear
ses: Kaa

source: History will be removed from all your connected devices. This cannot be undone.
ses: Taariki ga hun war jinay dobantey kul ga, tuusuyan kaŋ ši hin ka taafeeri.

source: OK
ses: Ayyo

source: Remove history from your Firefox Account?
ses: Taariki kaa war Firefox kontey kul ga wala?

source: This action will clear all of your private data, including history from your synced devices.
ses: Goyoo woo ga war boŋ bayhayey kul tuusu, sanda war jinay hangantey taarikoo.

source: Are you sure you want to clear all of your data? This will also close all open tabs.
ses: Alhakiika kaŋ war ga baa ka war bayhayey kul tuusu? Woo ga war kanjey da kul daabu.

source: Browsing History
ses: Ceeciyan taariki

source: Cache
ses: Tugudoo

source: Clear Everything
ses: Hayakul tuusu

source: Clear Private Data
ses: Sutura bayhayey tuusu

source: Cookies
ses: Aleewa

source: Offline Website Data
ses: Interneti daabante nungu bayhaya

source: Saved Logins
ses: Huruyan maa gaabuntey

source: This action will clear all of your private data. It cannot be undone.
ses: Goyoo woo ga war boŋ bayhayey kul tuusu. A ši hin ka taafeeri.

source: Open in Safari
ses: Feeri Safari ra

source: Try again
ses: Ceeci koyne

source: Done
ses: A ben

source: Find in Page
ses: Ceeci moɲoo ra

source: Next in-page result
ses: Jine moo-kuna hunyan

source: Previous in-page result
ses: Banda moo-kuna hunyan

source: Remove
ses: Kaa

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
ses: Interneti nungey kaŋ war g'i naaru ga hin ka war gorodogoo hãa.

# ShortcutItemTitleNewPrivateTab
source: New Private Tab
ses: Sutura kanji taaga

# ShortcutItemTitleNewTab
source: New Tab
ses: Kanji taaga

source: Browse multiple Web pages at the same time with tabs.
ses: Interneti booboyaŋ ceeci nda kanjey waati follokaa ra.

source: Choose
ses: Suuba

source: Connect Firefox everywhere you use it.
ses: Firefox dobu nungu kul kaŋ ra n g'a ka goy.

source: Customize
ses: Hanse war boŋše

source: Easily switch between open pages with tabs.
ses: Kanjey ka moo feerantey bere nda faala.

source: Firefox and the cloud
ses: Firefox nda duulaa

# Introductory slide %@ of %@
source: Introductory slide %1$@ of %2$@
ses: Šintin cebebii %1$@%2$@ se

source: Organize
ses: Kanandi

source: Personalize your Firefox just the way you like in Settings.
ses: Wa Firefox hanse war boŋ ibaayoo ra kayandiyaney ra.

source: Personalize your default search engine and more in Settings.
ses: War tilasu ceecijinaa nda suubari tana soolu kayandiyaŋey ra.

source: Share
ses: Žemna

source: Sign in to Firefox
ses: Huru Firefox ra

source: Start Browsing
ses: Ceeciyan šintin

source: Sync your Devices.
ses: War jinawey hangandi cere.

source: Tap, hold and move the Firefox icon into your dock for easy access.
ses: Firefox biyoo karkar, naagu k'a deke porogaramey ra duuyan faala se.

source: The Settings button is at the beginning of the Tabs Tray.
ses: Kayandiyaney butoŋoo goo kanjey dekeroo šintinoo ga.

source: The Show Tabs button is next to the Address and Search text field and displays the current number of open tabs.
ses: Kanji cebe butoŋoo goo aderesu nda hantum-gam ceecidoo jere ga nd'a ga sohõda kanji feerantey hinnaa cebe.

source: Use the share sheet to send links from other apps to Firefox.
ses: Goy nda žemna kaddasu ka porogaram waaney dobey sanba Firefox do.

source: Allow Firefox to use my Photos
ses: Naŋ Firefox ma goy nd'ay biyey

source: Back to Themes
ses: Willi furarey ga

source: Choose Theme
ses: Furari suuba

source: Default Themes
ses: Tilasu furarey

source: My Photos
ses: Ay biyey

source: Photos
ses: Biyey

source: Preview
ses: Moofur

source: Preview Theme
ses: Moofur furari

source: Set
ses: Kayandi

source: Set Theme
ses: Furari kayandi

source: Theme
ses: Furari

source: Themes
ses: Furarey

source: A username and password are being requested by %@.
ses: Maa kanbari nda šennikufal ga hãandi ne %@ se.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
ses: Goykaw maa nda šennikufal goo ma hãandi %1$@ se. Nungoo din nee: %2$@

source: About
ses: Fahami

source: Add Tab
ses: Kanji tonton

source: Added page to Reading List
ses: Moɲoo tonton caw maašeedaa ga

source: Address and Search
ses: Aderesu nda ceeciyan

source: Allow Third-Party Keyboards
ses: Kufalwalha taney noo fondo

source: Always Send
ses: Sanba waati kul

source: Authentication required
ses: Tabatandiyan ga waažibi

source: Back
ses: Banda

source: Block Pop-up Windows
ses: Ceberi bata zanfuney gagay

source: Bookmark
ses: Doo-šilbay

source: Bookmarks
ses: Doo-šilbawey

source: Bookmarks you save will show up here.
ses: Doo-šilbawey kaŋ war g'i gaabu ga fatta ne.

# Bookmarks.Folder.Label
source: Folder
ses: Foolo

# Bookmarks.FolderLocation.Label
source: Location
ses: Gorodoo

# Bookmarks.FolderName.Label
source: Folder Name
ses: Fooloo maa

# Bookmarks.NewFolder.Label
source: New Folder
ses: Foolo taaga

# Bookmarks.Title.Label
source: Title
ses: Maa

source: Brightness
ses: Gaayay

source: Call
ses: Ciya

source: Changes color theme.
ses: Ga noone leeti barmay.

source: Changes font type.
ses: Ga šigira dumi barmay.

source: Close
ses: Daabu

source: Closing tab
ses: Kanji daabuyan

source: Copy Address
ses: Aderesu berandi

source: Copy Image
ses: Biyoo berandi

source: Copy Link
ses: Doboo bere

source: Could not add page to Reading List. Maybe it's already there?
ses: Mana hin ka moɲoo tonton caw maašeedaa ga. Adiši a goo no ka ben?

source: Could not add page to Reading list
ses: Mana hin ka moɲoo tonton caw maašeedaa ga

source: Could not load page.
ses: Mana hin ka moɲoo zumandi.

source: Create an account
ses: Kontu tee

source: Dark
ses: Kubay

source: Debug: forget Sync auth state
ses: Hanse: dirŋa Sync duɲe alhaali

source: Debug: require password
ses: Hanse: šennikufal ga waažibi

source: Debug: require upgrade
ses: Hanse: taagandiyan ga waažibi

source: Decrease text size
ses: Hantum azzaati kaynandi

source: Default Search Engine
ses: Tilasu ceecijinay

source: Disable additional page dialogs
ses: Moo willandi tontonantey kayandi

source: Display Settings
ses: Kayandiyaney cebe

# Do you want to save the password for %@ on %@?
source: Do you want to save the password for %1$@ on %2$@?
ses: War ga boona ka šennikufal gaabu %1$@ se %2$@ ga?

source: Do you want to save the password on %@?
ses: War ga boona ka šennikufaloo gaabu %@ ga?

# Do you want to update the password for %@ on %@?
source: Do you want to update the password for %1$@ on %2$@?
ses: War ga boona ka šennikufal taagandi %1$@ se %2$@ ga?

source: Do you want to update the password on %@?
ses: War ga boona ka šennikufaloo taagandi %@ ga?

source: Don't Send
ses: Ma ši a sanba

source: Double tap and hold to open history
ses: Karkar nd'a gaabu ka taarikoo feeri

# Downloads.Error.Message
source: Downloads aren't supported in Firefox yet.
ses: Zumandiyaney ši koy Firefox bande jina.

source: Enter your password to connect.
ses: War šennikufaloo dam ka ciya.

# ErrorPages.Advanced.Button
source: Advanced
ses: Jinekoyante

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can't confirm your connection to this website is secure.
ses: Yaamar: ir ši hin ka tabatandi kaŋ war ciyaroo nungoo woo ga ti saajante.

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
ses: A ga tee kaŋ woo mana hanse ka boori wala zanbakaw k'a tee. Bisa nda war ga allamaanaa bay.

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
ses: %@ koyoo mana interneti nungoo hanse ka boori. Ka ganji war alhabar ma ši zayandi, Firefox mana yadda ka dobu nungoo woo ga.

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
ses: Ciyaroo woo ši nda naanay

# ErrorPages.GoBack.Button
source: Go Back
ses: Yee banda

# ErrorPages.VisitOnce.Button
source: Visit site anyway
ses: Nungoo guna de

source: Firefox needs to reopen for this change to take effect.
ses: A ga hima Firefox ma feera taaga k'alhaaloo woo dii.

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
ses: Firefox ši war kontoo hangandi koyne, amm'a ši war ceeciyan taariki bayhaya kul tuusu jinaa woo ga.

source: Firefox would like to access your Photos
ses: Firefox ga boona ka too war biyey do

source: Forward
ses: Jine

source: General
ses: Hayakul

source: Get your open tabs, bookmarks, and passwords from your other devices.
ses: War kanji feerantey, doo-šilbawey nda šennikufaley zaa jinay taney ga.

source: Go
ses: Koy

source: Go to copied URL?
ses: Koy URL berantaa ga?

source: Help
ses: Faaba

source: History
ses: Taariki

# HistoryPanel.EmptyState.Title
source: Websites you've visited recently will show up here.
ses: Interneti nungey kaŋ kokor k'i guna ga bangay ne.

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
ses: War kanjey kaŋ hun jinay taney here ga cebe ne.

# HistoryPanel.EmptySyncedTabsState.Description
source: Sign in to view open tabs on your other devices.
ses: Wa huru ka dii kanji feerantey war jinay taney ga.

# HistoryPanel.HistoryBackButton.Title
source: History
ses: Taariki

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently closed
ses: Kanjey kaŋ kokor ka daaba

# HistoryPanel.SyncedTabsCell.Description.Pluralized
source: %d device(s) connected
ses: Jinay dobante %d

# HistoryPanel.SyncedTabsCell.Title
source: Synced devices
ses: Jinay hangantey

# HomePage.Set.Dialog.Cancel
source: Cancel
ses: Naŋ

# HomePage.Set.Dialog.Message
source: You can change this at any time in Settings
ses: War ga hin ka woo barmay waati kul kayandiyaney ra

# HomePage.Set.Dialog.OK
source: Set Homepage
ses: Šintinmoo kayandi

# HomePage.Set.Dialog.Title
source: Do you want to use this web page as your home page?
ses: War ga boona ka interneti moɲoo woo tee war se šintin moo?

# Hotkeys.Back.DiscoveryTitle
source: Back
ses: Banda

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
ses: Kanjoo daabu

# Hotkeys.Find.DiscoveryTitle
source: Find
ses: Ceeci

# Hotkeys.Forward.DiscoveryTitle
source: Forward
ses: Jine

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
ses: Sutura kanji taaga

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
ses: Kanji taaga

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
ses: Moo dam taaga

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
ses: Gorodoo zuu suuba

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
ses: Jinehere kanjoo cebe

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
ses: Bandahere kanjoo cebe

source: Increase text size
ses: Hantum azzaati tonton

source: Intro Tour Carousel
ses: Carousel windiroo šintin

source: Last month
ses: Handu koraa

source: Last synced: %@
ses: Hangandiyan koraa: %@

source: Last week
ses: Jirbiyye koraa

source: Licenses
ses: Duɲe kaddasey

source: Light
ses: Gaayay

source: Load original page
ses: Ašsil moɲoo zumandi

source: Loading content…
ses: Ga gundekuna zumandi…

source: Log Out
ses: Fatta

source: Log Out?
ses: Fatta wala?

source: Log in
ses: Huru

source: Logins
ses: Huruyan tammaasawey

# LoginsHelper.DontSave.Button
source: Don’t Save
ses: Ma ši gaabundi

# LoginsHelper.PromptSaveLogin.Title
source: Save login %1$@ for %2$@?
ses: Huruyan tammaasa %1$@ gaabu %2$@ se?

# LoginsHelper.PromptSavePassword.Title
source: Save password for %@?
ses: Šennikufal gaabu %@ se?

# LoginsHelper.PromptUpdateLogin.Title
source: Update login %1$@ for %2$@?
ses: Huruyan tammaasa %1$@ taagandi %2$@ se?

# LoginsHelper.PromptUpdatePassword.Title
source: Update password for %@?
ses: Šennikufal taagandi %@ se?

# LoginsHelper.SaveLogin.Button
source: Save Login
ses: Huruyan tammaasa gaabu

# LoginsHelper.Update.Button
source: Update
ses: Taagandi

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
ses: A hima kaŋ Firefox bay ka kaŋ. War ga boona ka kanjey yeeti?

source: Mark as Read
ses: Šilbay sand'a cawandi

source: Mark as Unread
ses: Šilbay sand'a mana cawandi

source: Missing error
ses: Firka kumante

source: Missing message
ses: Alhabar kumante

source: Navigation Toolbar
ses: Naaruyan goyjinay zuu

# New tab: %@: %@
source: New tab: %1$@: %2$@
ses: Kanje taaga: %1$@: %2$@

source: New version available
ses: Dumi taaga ga bara

source: No
ses: Kalaa

source: No tabs
ses: Kanji kul šii

source: Not Now
ses: Manti sohõ

source: Not now
ses: Manti sohõ

source: Okay
ses: Ayyo

source: Oops! Firefox crashed
ses: Aywa, Firefox kaŋ ya!

source: Open In New Tab
ses: Feeri kanji taaga ra

source: Open Settings
ses: Kayandiyaney feeri

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
ses: Citaabu biyoo kar nd'a bangay ka hantumey feeri cawkaw gunaroo ra maa zuwoo ra.

source: Open in…
ses: Feeri ne…

source: Opening %@
ses: Goo ma %@ feeri

source: Panel Chooser
ses: Fasaldoo suubakaw

source: Password
ses: Šennikufal

source: Paste
ses: Dobu

# Paste &amp; Go
source: Paste & Go
ses: Dobu nda bisa

source: Privacy
ses: Sutura

source: Privacy Policy
ses: Sutura laada

source: Quick-search Engines
ses: Ceecijinay cahãntey

source: Reader View
ses: Cawkaw gunari

source: Reading list
ses: Caw maašeede

# RecentlyClosedTabsPanel.Title
source: Recently Closed
ses: Kaŋ kokor ka daaba

source: Reload
ses: Dam taaga

source: Remove from Reading List
ses: Kaa caw maašeedaa ra

source: Remove page
ses: Moɲoo kaa

source: Request Desktop Site
ses: Ordinater nungu hãa

source: Request Mobile Site
ses: Kanbehaya nungu hãa

source: Sans-serif
ses: Šigira šerrante

source: Save Image
ses: Bii gaabu

source: Save Logins
ses: Huruyan maaɲey gaabu

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
ses: Citaabu nda bii karkar cawkaw gunari dabarey ra ka moɲey gaabu war cawyan maašeedaa ga.

source: Search
ses: Ceeci

source: Search or enter address
ses: Ceeci wala aderesu dam

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
ses: Ceecijinay taagaa ga bangay cahãri ceeciyan zuwoo ra.

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
ses: Ceecijinay tontonante!

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
ses: Ceeci nookaw tonton?

# Search.ThirdPartyEngines.Cancel
source: Cancel
ses: Naŋ

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
ses: Ceeci nookaa mana hin ka tontonandi.

# Search.ThirdPartyEngines.FailedTitle
source: Failed
ses: Kaŋyan

# Search.ThirdPartyEngines.OK
source: OK
ses: Ayyo

source: Searches for the suggestion
ses: Honnandiyan ceeciyaney

source: Secure connection
ses: Ciyari saajante

source: Send Feedback
ses: Zaabo sanba

source: Send Report
ses: Bayrandi sanba

source: Send a crash report so Mozilla can fix the problem?
ses: Kaŋyan bayrandi sanba hala Mozilla ma hin ka layboo hanse?

# SendTo.Cancel.Button
source: Cancel
ses: Naŋ

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
ses: HTTP nda HTTPS dobey hinne ma hin ka žemnandi.

# SendTo.Error.OK.Button
source: OK
ses: Ayyo

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
ses: Doboo kaŋ war ga ceeci k'a žemni ši hin ka žemnandi.

source: Sepia
ses: Bokkaaray

source: Serif
ses: Delbu šigira

source: Settings
ses: Kayandiyaney

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
ses: Sutura bayhayey tuusu

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
ses: Sutura bayhayey tuusu

# Settings.ClearPrivateData.Title
source: Clear Private Data
ses: Sutura bayhayey tuusu

# Settings.HomePage.Clear.Button
source: Clear
ses: Kaa

# Settings.HomePage.SectionName
source: Homepage
ses: Šintinmoo

# Settings.HomePage.Title
source: Homepage Settings
ses: Šintinmoo kayandiyaney

# Settings.HomePage.UI.Toggle.Subtitle
source: Otherwise show in the toolbar
ses: Adiši cebe goyjinay zuwoo ra

# Settings.HomePage.UI.Toggle.Title
source: Show Homepage Icon In Menu
ses: Šintinmoo biyoo cebe šilbayboŋoo ra

# Settings.HomePage.URL.Placeholder
source: Enter a webpage
ses: Interneti moo dam

# Settings.HomePage.URL.Title
source: Current Homepage
ses: Sohõda sintinmoɲoo

# Settings.HomePage.UseCopiedLink.Button
source: Use Copied Link
ses: Goy nda dobu berantaa

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
ses: Goy nda sohõda moɲoo

# Settings.HomePage.UseDefault.Button
source: Use Default
ses: Tilasu goyandi

# Settings.Search.Done.Button
source: Done
ses: A ben

# Settings.Search.Edit.Button
source: Edit
ses: Fasal

# Settings.TroubleShootSync.Title
source: Troubleshoot
ses: Karkahatta

source: Share Link
ses: Doboo žemna

# ShareTo.Cancel.Button
source: Cancel
ses: Naŋ

source: Show Search Suggestions
ses: Ceeciyan honnandiyaney cebe

source: Show Tabs
ses: Kanjey cebe

source: Show Tour
ses: Windiyan cebe

source: Show search suggestions
ses: Ceeci honnandiyaney cebe

source: Sign In to Firefox
ses: Huru Firefox ra

source: Sign in
ses: Huru

source: Sign in to get your tabs, bookmarks, and passwords from your other devices.
ses: Huru ka war kanjey, doo-šilbawey nda šennikufaley zaa war jinay taney ga.

source: Stop
ses: Kayandi

source: Support
ses: Faaba

source: Swipe right or left with three fingers to close the tab.
ses: Kabiize hinza mooru ceraw wowa wal'iguma here ka kanjoo daabu.

source: Sync Now
ses: Hangandi sohõ

source: Sync your tabs, bookmarks, passwords and more.
ses: War kanjey, doo-šilbawey, šennikufaley nda taney hangandi cere.

source: Sync your tabs, passwords and more.
ses: War kanjey, doo-šilbawey nda taney hangandi cere.

# Sync.FirstTimeMessage.Label
source: Your first sync may take a while
ses: War hangandiyanoo ga hin ka gay kayna

# Sync.Syncing.Label
source: Syncing
ses: Hangandiyan

# Sync.SyncingEllipsis.Label
source: Syncing…
ses: Hangandiyan…

# SyncState.Bookmark.Title
source: Bookmarks
ses: Doo-šilbawey

# SyncState.Clients.Title
source: Remote Clients
ses: Daykaw moorey

# SyncState.Failed.Title
source: Syncing has failed
ses: Hangandiyan kaŋ

# SyncState.History.Title
source: History
ses: Taariki

# SyncState.Logins.Title
source: Logins
ses: Huruyan tammaasawey

# SyncState.NotStarted.Title
source: Sync is unavailable
ses: Hangandiyan ši bara

# SyncState.Offline.Title
source: Sync is offline
ses: Hangandiyan ši ciyari ra

# SyncState.Partial.Title
source: Sync is experiencing issues syncing %@
ses: Sync goo ma dii šenday %@ hangandiyanoo ra

# SyncState.Tabs.Title
source: Tabs
ses: Kanjey

# Tab %@ of %@
source: Tab %1$@ of %2$@
ses: Kanje %1$@ %2$@ se

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
ses: Kanje %1$@ %2$@ here %3$@ se

source: Tabs Tray
ses: Kanjey daaroo

# Tabs.DeleteAllUndo.Button
source: Undo
ses: Taafeeri

# Tabs.DeleteAllUndo.Title
source: %d tab(s) closed
ses: Kanji %d daaba

source: The page could not be displayed in Reader View.
ses: Moɲoo mana hin ka cebe Cawkaw gunaroo ra.

source: There is a new version available of Firefox Aurora. Tap OK to go to the download page.
ses: Firefox Aurora dumi taaga ga bara. Ayyo naagu ka koy zumandiyan moɲoo ga.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
ses: Šenday foo bangay kaŋ war na kanjey ceeci war jinay taney ga. Ceeci koyne nd'a too kayna.

source: There was an error converting the page
ses: Firka foo bangay moɲoo barmayyanoo ra

source: This allows you to save the image to your Camera Roll.
ses: Woo ga naŋ war ma biyoo gaabu war biizaahaya zuwoo ga.

source: This will open in another application
ses: Woo ga porogaram tana foo feeri

source: Today
ses: Hõ

# Toolbar.Menu.AccessibilityLabel
source: Menu
ses: Šilbayboŋ

# Toolbar.OpenHomePage.AccessibilityLabel
source: Homepage
ses: Šintinmoo

source: Top sites
ses: Nungu kaasey

# TopSites.EmptyState.Description
source: Your most visited sites will show up here.
ses: Nungey kaŋ war felle ka dii y'ey ga fatta ne.

# TopSites.EmptyState.Title
source: Welcome to Top Sites
ses: Kubayni nungu kaasey do

# TopSites.RemovePage.Button
source: Remove page - %@
ses: Moɲoo kaa - %@

source: Update
ses: Taagandi

source: Upgrade Firefox to connect.
ses: Firefox taagandi ka ciya.

source: Use Compact Tabs
ses: Goy nda kanje maryey

source: Username
ses: Goykaw maa

source: Verify your email address.
ses: War bataga aderesoo koroši.

# Version %@ (%@)
source: Version %1$@ (%2$@)
ses: Dumi %1$@ (%2$@)

source: View
ses: Guna

source: Web content
ses: Interneti gundekuna

source: Welcome to your Reading List
ses: Kubayni war Cawyan maašeedaa do
