Repository: mozilla-l10n/firefoxios-l10n
Catalog: dsb/firefox-ios.xliff
Languages: dsb

# Settings.Search.Accessibility.LearnAboutSuggestions.v124
source: Learn more about Firefox Suggest
dsb: Zgóńśo wěcej wó Firefox Suggest

# Settings.Search.AlternateSearchEngines.Title.v124.v2
source: Alternative Search Engines
dsb: Alternatiwne pytnice

# Settings.Search.DefaultSearchEngine.Title.v121
source: Default Search Engine
dsb: Standardna pytnica

# Settings.Search.EnginesSuggestions.Title.v124
source: Suggestions from Search Engines
dsb: Naraźenja z pytnicow

# Settings.Search.PageTitle.v121
source: Search
dsb: Pytaś

# Settings.Search.PrivateSession.Description.v125
source: Show suggestions from search engines in private sessions
dsb: Naraźenja z pytnicow w priwatnych pósejźenjach pokazaś

# Settings.Search.PrivateSession.Setting.v124
source: Show in Private Sessions
dsb: W priwatnych pósejźenjach pokazaś

# Settings.Search.ShowSuggestions.v121
source: Show Search Suggestions
dsb: Pytańske naraźenja pokazaś

# Settings.Search.Suggest.AddressBarSetting.Title.v124
source: Address bar - Firefox Suggest
dsb: Adresowe pólo – Firefox Suggest

# Settings.Search.Suggest.LearnAboutSuggestions.v124
source: Learn more about Firefox Suggest
dsb: Zgóńśo wěcej wó Firefox Suggest

# Settings.Search.Suggest.PrivateSession.Description.v125
source: Show suggestions from Firefox Suggest in private sessions
dsb: Naraźenja z Firefox Suggest w priwatnych pósejźenjach pokazaś

# Settings.Search.Suggest.SearchBrowsingHistory.Title.v124
source: Search Browsing History
dsb: Pśeglědowańsku historiju pśepytaś

# Settings.Search.Suggest.SearchSearchBookmarks.Title.v124
source: Search Bookmarks
dsb: Cytańske znamjenja pśepytaś

# Settings.Search.Suggest.SearchSyncedTabs.Title.v124
source: Search Synced Tabs
dsb: Synchronizěrowane rejtariki pśepytaś

# Settings.Search.Suggest.ShowNonSponsoredSuggestions.Description.v124.v2
source: Get suggestions from %@ related to your search
dsb: Wobstarajśo se naraźenja z %@ nastupajucy wašo pytanje

# Settings.Search.Suggest.ShowNonSponsoredSuggestions.Title.v124.v2
source: Suggestions from the Web
dsb: Naraźenja z weba

# Settings.Search.Suggest.ShowSponsoredSuggestions.Description.v124
source: Support %@ with occasional sponsored suggestions
dsb: Pódprějśo %@ z pśigóźbnymi sponserowanymi naraźenjami

# Settings.Search.Suggest.ShowSponsoredSuggestions.Title.v124
source: Suggestions from Sponsors
dsb: Naraźenja wót sponsorow

# Settings.Studies.Link.v136
source: Learn More
dsb: Dalšne informacije

# Settings.Studies.Message.v136
source: Try out features and ideas before they’re released to everyone.
dsb: Testujśo funkcije a ideje, nježli až se za wše wózjawjaju.

# Settings.Studies.Title.v136
source: Install and Run Studies
dsb: Instalěrowaś a studije pśewjasć

# Settings.TechnicalData.Link.v135
source: Learn More.
dsb: Dalšne informacije.

# Settings.TechnicalData.Link.v136
source: Learn More
dsb: Dalšne informacije

# Settings.TechnicalData.Message.v135
source: %1$@ strives to only collect what we need to provide and improve %2$@ for everyone.
dsb: %1$@ se procujo, jano informacije gromaźiś, kótarež trjebamy, aby %2$@ za kuždego póbitowaś a pólěpšyś.

# Settings.TechnicalData.Message.v136
source: Data about your device, hardware configuration, and usage helps us improve %@ features, performance and stability.
dsb: Daty wó wašom rěźe, wašej hardwarowej konfiguraciji a wó wužyśu pomagaju, funkcije, wugbaśe a stabilnosć %@ pólěpšyś.

# Settings.TechnicalData.Title.v135
source: Technical and Interaction Data
dsb: Techniske daty a daty interakcije

# Settings.TechnicalData.Title.v136
source: Send Technical and Interaction Data
dsb: Techniske daty a daty interakcije pósłaś

# SendTo.NoDevicesFound.Message.v119
source: You don’t have any other devices connected to this account available to sync.
dsb: Njejsu žedne druge rědy z toś tym kontom zwězane, kótarež by se dali synchronizěrowaś.

# SendTo.NotSignedIn.Title.v119
source: You are not signed in to your account.
dsb: Njejsćo pla swójogo konta pśizjawjony.

# ContextualHints.Shopping.NotOptedIn.v120
source: Find out if you can trust this product’s reviews — before you buy.
dsb: Wuslěźćo, lěc móžośo pógódnośenjam toś togo produkta dowěriś – nježli až jen kupujośo.

# ContextualHints.Shopping.NotOptedInAction.v120
source: Try Review Checker
dsb: Kontrolu pógódnośenjow wopytaś

# ContextualHints.Shopping.OptedInAction.v120
source: Open Review Checker
dsb: Kontrolu pógódnośenjow wócyniś

# ContextualHints.Shopping.OptedInBody.v120
source: Are these reviews reliable? Check now to see an adjusted rating.
dsb: Su toś te pógódnośenja spušćobne? Kontrolěrujśo to něnto, aby pśiměrjone pógódnośowanje wiźeł.

# Shopping.AdCard.Footer.v121
source: Ad by %@
dsb: Wabjenje wót %@

# Shopping.AdCard.Title.v121
source: More to consider
dsb: Dalšne móžnosći

# Shopping.AdjustedRating.Description.v121
source: Based on reliable reviews
dsb: Bazěrujo na spušćobnych pógódnośenjach

# Shopping.AdjustedRating.StarsAccessibilityLabel.v120
source: %@ out of 5 stars
dsb: %@ z 5 gwězdkow

# Shopping.AdjustedRating.Title.v120
source: Adjusted rating
dsb: Pśměrjone pógódnośowanje

# Shopping.ConfirmationCard.Button.Text.v120
source: Got It
dsb: Som zrozměł

# Shopping.ConfirmationCard.Title.v120
source: Analysis Is Up To Date
dsb: Analyza jo aktualna

# Shopping.HighlightsCard.Competitiveness.Title.v120
source: Competitiveness
dsb: Zamóžnosć do wuběźowanja

# Shopping.HighlightsCard.LessButton.Title.v120
source: Show Less
dsb: Mjenjej pokazaś

# Shopping.HighlightsCard.MoreButton.Title.v120
source: Show More
dsb: Wěcej pokazaś

# Shopping.HighlightsCard.Packaging.Title.v120
source: Packaging
dsb: Pakowanje

# Shopping.HighlightsCard.Price.Title.v120
source: Price
dsb: Płaśizna

# Shopping.HighlightsCard.Quality.Title.v120
source: Quality
dsb: Kwalita

# Shopping.HighlightsCard.Shipping.Title.v120
source: Shipping
dsb: Rozpósłanje

# Shopping.HighlightsCard.Title.v120
source: Highlights from recent reviews
dsb: Wjerški z nejnowšych pógódnośenjow

# Shopping.InfoCard.FakespotDoesNotAnalyzeReviews.Description.v120
source: Unfortunately, we can’t check the review quality for certain types of products. For example, gift cards and streaming video, music, and games.
dsb: Bóžko njamóžomy kwalitu pógódnośenja za wěste produktowe typy kontrolěrowaś. Na pśikład za darjeńske kórty a tšugajuce wideo, muziku a graśa.

# Shopping.InfoCard.FakespotDoesNotAnalyzeReviews.Title.v120
source: Can’t Check These Reviews
dsb: Toś te pógódnośenja njedaju se pśeglědowaś

# Shopping.InfoCard.InfoComingSoon.Description.v121
source: We should have info about this product’s reviews within 24 hours. Please check back.
dsb: My dejali w běgu 24 góźin informacije wó pógódnośenjach toś togo produkta měś. Pśiźćo pšosym mimo.

# Shopping.InfoCard.InfoComingSoon.Title.v121
source: Info Coming Soon
dsb: Informacije skóro pśidu

# Shopping.InfoCard.NeedsAnalysis.PrimaryAction.v120
source: Check Now
dsb: Něnto zmóžniś

# Shopping.InfoCard.NeedsAnalysis.Title.v120
source: New Info To Check
dsb: Nowe informacije, kótarež se maju pśeglědowaś

# Shopping.InfoCard.NoInfoAvailableRightNow.Description.v120
source: We’re working to resolve this issue. Please check back soon.
dsb: Źěłamy na rozwězanju toś togo problema. Pśiźćo pšosym skóro zasej mimo.

# Shopping.InfoCard.NoInfoAvailableRightNow.Title.v120
source: No Info Available Right Now
dsb: Tuchylu informacije njejsu k dispoziciji

# Shopping.InfoCard.NotEnoughReviews.Description.v120
source: When this product has more reviews, we’ll be able to check their quality.
dsb: Gaž toś ten produkt ma wěcej pógódnośenjow, móžomy jich kwalitu kontrolěrowaś.

# Shopping.InfoCard.NotEnoughReviews.Title.v120
source: Not Enough Reviews Yet
dsb: Hyšći njejo dosć pógódnośenjow

# Shopping.InfoCard.ProductNotInStock.Description.v121
source: If you see this product is back in stock, report it and we’ll work on checking the reviews.
dsb: Jolic wiźiśo, až toś ten produkt jo zasej na skłaźe, dajśo to k wěsći a buźomy na kontrolěrowanju pógódnośenjow źěłaś.

# Shopping.InfoCard.ProductNotInStock.PrimaryAction.v121
source: Report Product Back in Stock
dsb: K wěsći daś, až produkt jo zasej na skłaźe

# Shopping.InfoCard.ProductNotInStock.Title.v121
source: Product Is Not Available
dsb: Produkt njejo k dispoziciji

# Shopping.InfoCard.ProgressAnalysis.Description.v120
source: This could take about 60 seconds.
dsb: To mógło na 60 sekundow traś.

# Shopping.InfoCard.ProgressAnalysis.Title.v123
source: Checking review quality (%@)
dsb: Kontrola kwalitu pógódnośenjow (%@)

# Shopping.InfoCard.ReportSubmittedByCurrentUser.Description.v121
source: We should have info about this product’s reviews within 24 hours. Please check back.
dsb: My dejali w běgu 24 góźin informacije wó pógódnośenjach toś togo produkta měś. Pśiźćo pšosym mimo.

# Shopping.InfoCard.ReportSubmittedByCurrentUser.Title.v121
source: Thanks for Reporting!
dsb: Wjeliki źěk za powěźeńku!

# Shopping.NoAnalysisCard.AnalyzerButton.Title.v120
source: Check Review Quality
dsb: Kwalitu pógódnośenjow kontrolěrowaś

# Shopping.NoAnalysisCard.BodyLabel.Title.v120
source: To know whether this product’s reviews are reliable, check the review quality. It only takes about 60 seconds.
dsb: Aby zgónił, lěc pógódnośenja toś togo produkta su spušćobne, kontrolěrujśo kwalitu pógódnośenjow. Trajo jano na 60 sekundow.

# Shopping.NoAnalysisCard.HeadlineLabel.Title.v120
source: No info about these reviews yet
dsb: Hyšći žedne informacije wó toś tych pógódnośenjach

# Shopping.OptInCard.Disclaimer.Text.v123
source: By selecting “Yes, Try It” you agree to these items:
dsb: Gaž „Jo, wopytaś“ wuběraśo, zwólijośo do slědujucych zapiskow:

# Shopping.OptInCard.FirstParagraph.AmazonOnly.Description.v122
source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser.
dsb: Glědajśo, kak spušćobne pógódnośenja produktow na %1$@ su, nježli až produkty kupujośo. Kontrola pógódnośenjow, eksperimentalna funkcija z %2$@, jo direktnje do wobglědowaka zatwarjona.

# Shopping.OptInCard.FirstParagraph.Description.v120
source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser. It works on %3$@ and %4$@, too.
dsb: Glědajśo, kak spušćobne pógódnośenja produktow na %1$@ su, nježli až produkty kupujośo. Kontrola pógódnośenjow, eksperimentalna funkcija z %2$@, jo direktnje do wobglědowaka zatwarjona. Funkcioněrujo teke na %3$@ a %4$@.

# Shopping.OptInCard.HeaderLabel.Title.v120
source: Try our trusted guide to product reviews
dsb: Cytajśo naš dowěry gódny pśewodnik wó pógódnośenjach produktow

# Shopping.OptInCard.LearnMoreButtonTitle.Title.v120
source: Learn more
dsb: Dalšne informacije

# Shopping.OptInCard.MainButton.Title.v120
source: Yes, Try It
dsb: Jo, wopytaś

# Shopping.OptInCard.PrivacyPolicy.Button.Title.v123
source: %@’s privacy notice
dsb: Powěźeńka priwatnosći %@

# Shopping.OptInCard.SecondParagraph.Description.v120
source: Using the power of %1$@ by %2$@, we help you avoid biased and inauthentic reviews. Our AI model is always improving to protect you as you shop.
dsb: Z pomocu potenciala %1$@ wót %2$@, pomagamy wam, se njeawtentiskich pógódnośenjow a pógódnośenjow połnych pśedsudkow wobinuś. Naš model KI se stawnje pólěpšujo, aby was šćitał, gaž nakupujośo.

# Shopping.OptInCard.SecondaryButton.Title.v120
source: Not now
dsb: Nic něnto

# Shopping.OptInCard.TermsOfUse.Button.Title.v123
source: %@’s terms of use
dsb: Wužywańske wuměnjenja %@

# Shopping.ReliabilityScore.Grade.A11y.Label.v120
source: Grade %@
dsb: Stopjeń %@

# Shopping.ReviewQuality.ReliabilityCardTitle.v120
source: How reliable are these reviews?
dsb: Kak spušćobne toś te pógódnośenja su?

# Shopping.ReviewQuality.ReliabilityRating.AB.Description.v120
source: Reliable reviews
dsb: Spušćobne pógódnośenja

# Shopping.ReviewQuality.ReliabilityRating.C.Description.v120
source: Mix of reliable and unreliable reviews
dsb: Měšańca ze spušćobnych a njespušćobnych pógódnośenjow

# Shopping.ReviewQuality.ReliabilityRating.DF.Description.v120
source: Unreliable reviews
dsb: Njespušćobne pógódnośenja

# Shopping.ReviewQualityCard.AdjustedRating.Label.v120
source: The *adjusted rating* is based only on reviews we believe to be reliable.
dsb: *Pśiměrjone pógódnośowanje* jano na pógódnośenjach bazěrujo, kótarež mamy za spušćobne.

# Shopping.ReviewQualityCard.Collapse.AccessibilityLabel.v120
source: Collapse How we determine review quality Card
dsb: Kartu „Kak kwalitu pógódnośenja póstajamy“ schowaś

# Shopping.ReviewQualityCard.Expand.AccessibilityLabel.v120
source: Expand How we determine review quality card
dsb: Kartu „Kak kwalitu pógódnośenja póstajamy“ pokazaś

# Shopping.ReviewQualityCard.Headline.Label.v120
source: We use AI technology from %1$@ by %2$@ to check the reliability of product reviews. This will only help you assess review quality, not product quality.
dsb: Wužywamy technologiju KI z %1$@ wót %2$@, aby my spušćobnosć produktowych pógódnośenjow kontrolěrowali. To buźo jano pomagaś, kwalitu pógódnośenjow pósuźiś, nic kwalitu produktow.

# Shopping.ReviewQualityCard.Highlights.Label.v126
source: *Highlights* are from %@ reviews within the last 80 days that we believe to be reliable.
dsb: *Wjerški* su z pógódnośenjow %@ w běgu slědnych 80 dnjow, kótarež mamy za spušćobne.

# Shopping.ReviewQualityCard.Label.Title.v120
source: How we determine review quality
dsb: Kak kwalitu pógódnośenja póstajamy

# Shopping.ReviewQualityCard.LearnMoreButton.Title.v120
source: Learn more about how %@ determines review quality
dsb: Zgóńśo wěcej wó tom, kak %@ kwalitu pógódnośenja póstaja

# Shopping.ReviewQualityCard.MixedReviews.Label.v120
source: We believe there’s a mix of reliable and unreliable reviews
dsb: Wěrimy, až dajo měšańcu spušćobnych a njespušćobnych pógódnośenjow

# Shopping.ReviewQualityCard.ReliableReviews.Label.v120
source: Reliable reviews. We believe the reviews are likely from real customers who left honest, unbiased reviews.
dsb: Spušćobne pógódnośenja. Myslimy se, až pógódnośenja su nejskerjej wót wopšawdnych kupcow, kótarež su zawóstajili spšawne, bźezpśedsudkowe pógódnośenja.

# Shopping.ReviewQualityCard.SubHeadline.Label.v120
source: We assign each product’s reviews a *letter grade* from A to F.
dsb: Pśirědujomy pógódnośenjam kuždego produkta *pismikowu cenzuru* wót A do F.

# Shopping.ReviewQualityCard.UnreliableReviews.Label.v120
source: Unreliable reviews. We believe the reviews are likely fake or from biased reviewers.
dsb: Njespušćobne pógódnośenja. Myslimy se, až pógódnośenja su nejskerjej sfalšowane abo wót pógódnośujucych z pśedsudkami.

# Shopping.SettingsCard.Collapse.AccessibilityLabel.v120
source: Collapse Settings Card
dsb: Kórtu nastajenjow schowaś

# Shopping.SettingsCard.Expand.AccessibilityLabel.v120
source: Expand Settings Card
dsb: Kórtu nastajenjow pokazaś

source: Double tap to toggle setting.
dsb: Pótusniśo se dwójcy, aby nastajenje pśešaltował.

source: %1$@, switch button, %2$@.
dsb: %1$@, pśešaltujucy tłocašk, %2$@.

# Shopping.SettingsCard.Footer.Action.v120
source: Review Checker is powered by %1$@ by %2$@
dsb: Kontrola pógódnośenjow se pśez %1$@ wót %2$@ pódpěra

# Shopping.SettingsCard.Label.Title.v120
source: Settings
dsb: Nastajenja

# Shopping.SettingsCard.RecommendedProducts.Label.v120
source: Show products recommended by %@
dsb: Produkty pokazaś, kótarež se wót %@ dopórucuju

# Shopping.SettingsCard.SwitchValueOff.AccessibilityLabel.v123
source: Off
dsb: Wušaltowany

# Shopping.SettingsCard.SwitchValueOn.AccessibilityLabel.v123
source: On
dsb: Zašaltowany

# Shopping.SettingsCard.TurnOffButton.Title.v120
source: Turn Off Review Checker
dsb: Kontrolu pógódnośenjow znjemóžniś

# Shopping.Sheet.Close.AccessibilityLabel.v121
source: Close Review Checker
dsb: Kontrolu pógódnośenjow zacyniś

# Shopping.Sheet.Title.v120
source: Review Checker
dsb: Kontrola pógódnośenjow

# Shopping.WarningCard.CheckNoConnection.Description.v120
source: Check your network connection and then try reloading the page.
dsb: Pśeglědajśo swój seśowy zwisk a wopytajśo pón bok znowego zacytaś.

# Shopping.WarningCard.CheckNoConnection.Title.v120
source: No Network Connection
dsb: Žeden seśowy zwisk

# CreditCard.SnackBar.RemovedCardLabel.v112
source: Card Removed
dsb: Bok jo se wótwónoźeł

# CreditCard.SnackBar.SavedCardLabel.v112
source: New Card Saved
dsb: Nowa kórta jo se składła

# CreditCard.SnackBar.UpdatedCardLabel.v122
source: Card Information Updated
dsb: Kórtowe informacije su se zaktualizěrowali

# SentFromFirefox.SocialShare.SettingsToggle.Subtitle.v134
source: Spread the word about %1$@ every time you share a link on %2$@.
dsb: Wulicujśo wó %1$@ kuždy raz, gaž wótkaz na %2$@ źěliśo.

# SentFromFirefox.SocialShare.SettingsToggle.Title.v134
source: Include %1$@ Download Link on %2$@ Shares
dsb: Ześěgnjeński wótkaz %1$@ zapśimjeś, kótaryž se na %2$@ źěli

# SentFromFirefox.SocialShare.ShareMessageA.Title.v134
source: %1$@ Sent from %2$@ 🦊 Try the mobile browser: %3$@
dsb: %1$@ pśez %2$@ pósłany 🦊 Wopytajśo mobilny wobglědowak: %3$@

# SentFromFirefox.SocialShare.ShareMessageB.Title.v134
source: %1$@ Sent from %2$@ 🦊 %3$@
dsb: %1$@ pśez %2$@ pósłany 🦊 %3$@

# Address.Bar.Reload.A11y.Hint.v124
source: Double tap and hold for more options
dsb: Za dalšne nastajenja dwójcy pótusniś a źaržaś

# TabLocation.ETP.Off.NotSecure.A11y.Label.v119
source: Connection not secure. Enhanced Tracking Protection is off.
dsb: Zwisk njejo wěsty. Pólěpšony slědowański šćit jo znjemóžnjony.

# TabLocation.ETP.Off.Secure.A11y.Label.v119
source: Secure connection. Enhanced Tracking Protection is off.
dsb: Wěsty zwisk. Pólěpšony slědowański šćit jo znjemóžnjony.

# TabLocation.ETP.On.NotSecure.A11y.Label.v119
source: Connection not secure
dsb: Zwisk njejo wěsty

# TabLocation.ETP.On.Secure.A11y.Label.v119
source: Secure connection
dsb: Wěsty zwisk

# TabLocation.LockButton.AccessibilityLabel.v122
source: Tracking Protection
dsb: Slědowański šćit

# TabLocation.LockButton.LargeContentTitle.v122
source: Tracking Protection
dsb: Slědowański šćit

# TabLocation.Share.A11y.Label.v119
source: Share this page
dsb: Toś ten bok źěliś

# TabLocation.ShareButton.AccessibilityLabel.v122
source: Share
dsb: Źěliś

# TabLocation.Shopping.A11y.Label.v120
source: Review Checker
dsb: Kontrola pógódnośenjow

# TabsButton.Accessibility.LargeContentTitle.v122
source: Show Tabs: %@
dsb: Rejtariki pokazaś: %@

# TopSites.RemoveButton.LargeContentTitle.v122
source: Remove page
dsb: Bok wótwónoźeś

# CloseTabsToast.Button.v113
source: Undo
dsb: Anulěrowaś

# CloseTabsToast.SingleTabTitle.v113
source: Tab Closed
dsb: Rejtarik jo se zacynił

# CloseTabsToast.Title.v113
source: Tabs Closed: %d
dsb: Zacynjne rejtariki: %d

# InactiveTabs.TabTray.CloseSwipeActionTitle.v115
source: Close
dsb: Zacyniś

# TabsTray.Sync.SyncTabsDisabled.v116
source: Turn on tab syncing to view a list of tabs from your other devices.
dsb: Synchronizěrowanje rejtarikow zašaltowaś, aby se lisćina rejtarikow z drugich rědow pokazała.

# TabsTray.SyncTabs.SyncTabsButton.Title.v119
source: Sync Tabs
dsb: Rejtariki synchronizěrowaś

# TabToolbar.Accessibility.DataClearance.v122
source: Data Clearance
dsb: Lašowanje datow

# Toolbar.Menu.Button.A11y.Label.v135
source: Main Menu
dsb: Głowny meni

# Toolbar.NewTab.Button.v130
source: New Tab
dsb: Nowy rejtarik

# Toolbar.Tab.CloseThisTab.Button.v130
source: Close This Tab
dsb: Toś ten rejtarik zacyniś

# Toolbar.Tabs.Button.A11y.Label.v135
source: Tabs open
dsb: Wócynjone rejtariki

# ContextualHints.Toolbar.Bottom.Description.v107
source: Move the toolbar to the top if that’s more your style.
dsb: Pśesuńśo symbolowu rědku górjej, jolic se to wam lěpjej spódoba.

# ContextualHints.Toolbar.Navigation.Description.v132
source: Tap and hold the arrows to jump between pages in this tab’s history.
dsb: Pótusniśo a źaržćo šypki, aby mjazy bokami w historiji toś togo rejtarika tam a sam skócył.

# ContextualHints.Toolbar.Top.Description.v107
source: Move the toolbar to the bottom if that’s more your style.
dsb: Pśesuńśo symbolowu rědku dołoj, jolic se to wam lěpjej spódoba.

# CreditCard.RememberCard.SecondaryButtonTitle.v116
source: Card Information Updated
dsb: Kórtowe informacije su se zaktualizěrowali

# CreditCard.UpdateCard.MainTitle.v122
source: Update card?
dsb: Kórtu aktualizěrowaś?

# CreditCard.UpdateCard.ManageCardsButtonTitle.v115
source: Manage cards
dsb: Kórty zastojaś

# CreditCard.UpdateCard.NotNowButtonTitle.v115
source: Not Now
dsb: Nic něnto

# CreditCard.UpdateCard.YesButtonTitle.v122
source: Update
dsb: Aktualizěrowaś

# Upgrade.SyncSign.Action.v114
source: Sign In
dsb: Pśizjawiś

# Upgrade.SyncSign.Description.v114
source: Pick up where you left off with tabs from other devices now on your homepage.
dsb: Pókšacujśo, źož sćo pśestał – něnto z rejtarikami drugich rědow na swójom startowem boku.

# Upgrade.SyncSign.Title.v114
source: Switching screens is easier than ever
dsb: Pśešaltowanje mjazy wobrazowkami jo lažke ako do togo

# Upgrade.Welcome.Action.v114
source: Set as Default Browser
dsb: Ako standardny wobglědowak nastajiś

# Upgrade.Welcome.Description.v114
source: New colors. New convenience. Same commitment to people over profits.
dsb: Nowe barwy. Nowy komfort. Samsna angažěrowanosć za luźi njeźiwajucy na wudobytki.

# Upgrade.Welcome.Title.v114
source: Welcome to a more personal internet
dsb: Witajśo k wěcej wósobinskemu internetoju

# Menu.ZoomPage.Close.AccessibilityLabel.v113
source: Close Zoom Panel
dsb: Wobceŕk měritka zacyniś

# Menu.ZoomPage.CurrentZoomLevel.AccessibilityLabel.v113
source: Current Zoom Level: %@
dsb: Aktualne měritko: %@

# Menu.ZoomPage.DecreaseZoom.AccessibilityLabel.v113
source: Decrease Zoom Level
dsb: Měritko pómjeńšyś

# Menu.ZoomPage.IncreaseZoom.AccessibilityLabel.v113
source: Increase Zoom Level
dsb: Měritko pówětšyś

# 2GqvPe
source: Go to Copied Link
dsb: Ku kopěrowanemu wótkazoju

# PzSrmZ-2GqvPe
source: Just to confirm, you wanted ‘Go to Copied Link’?
dsb: Jano k wobkšuśenjeju, wy sćo kśěł ‚Ku kopěrowanemu wotkazoju‘ pśejś?

# PzSrmZ-eHmH1H
source: Just to confirm, you wanted ‘Clear Private Tabs’?
dsb: Jano k wobkšuśenjeju, wy sćo kśěł k ‚Priwatne rejtariki lašowaś‘ wubraś?

# PzSrmZ-scEmjs
source: Just to confirm, you wanted ‘New Private Search’?
dsb: Jano k wobkšuśenjeju, wy sćo kśěł k ‚Nowe priwatne pytanje‘ wubraś?

# PzSrmZ-xRJbBP
source: Just to confirm, you wanted ‘New Search’?
dsb: Jano k wobkšuśenjeju, wy sćo kśěł k ‚Nowe pytanje‘ wubraś?

# ctDNmu
source: Quick access to various Firefox actions
dsb: Malsny pśistup k wšakim akcijam Firefox

# eHmH1H
source: Clear Private Tabs
dsb: Priwatne rejtariki wulašowaś

# eV8mOT
source: Quick Action Type
dsb: Typ malsneje akcije

# eqyNJg
source: Quick Action
dsb: Malsna akcija

# fi3W24-2GqvPe
source: There are ${count} options matching ‘Go to Copied Link’.
dsb: Licba opcijow, kótarež ‚Ku kopěrowanemu wótkazoju‘ wótpowěduju: ${count}.

# fi3W24-eHmH1H
source: There are ${count} options matching ‘Clear Private Tabs’.
dsb: Licba opcijow, kótarež ‚Priwatne rejtariki lašowaś‘ wótpowěduju: ${count}.

# fi3W24-scEmjs
source: There are ${count} options matching ‘New Private Search’.
dsb: Licba opcijow, kótarež ‚Nowe priwatne pytanje‘ wótpowěduju: ${count}.

# fi3W24-xRJbBP
source: There are ${count} options matching ‘New Search’.
dsb: Licba opcijow, kótarež ‚Nowe pytanje‘ wótpowěduju: ${count}.

# scEmjs
source: New Private Search
dsb: Nowe priwatne pytanje

# w9jdPK
source: Quick Action
dsb: Malsna akcija

# xRJbBP
source: New Search
dsb: Nowe pytanje

source: Open Firefox
dsb: Firefox wócyniś
