Repository: mozilla-l10n/firefoxios-l10n
Catalog: dsb/firefox-ios.xliff
Languages: dsb

# Settings.Search.Done.Button
source: Done
dsb: Gótowo

# Settings.Search.Edit.Button
source: Edit
dsb: Wobźěłaś

# Settings.SendUsage.Link
source: Learn More.
dsb: Dalšne informacije.

# Settings.SendUsage.Message
source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
dsb: Mozilla se procujo, jano informacije gromaźiś, kótarež trjebamy, aby Firefox za kuždego póbitowaś a pólěpšyś.

# Settings.SendUsage.Title
source: Send Usage Data
dsb: Wužywańske daty pósłaś

# Settings.ShowLinkPreviews.Status
source: When Long-pressing Links
dsb: Pśi dłujkem tłocenju wótkazow

# Settings.ShowLinkPreviews.StatusV2
source: When long-pressing links
dsb: Pśi dłujkem tłocenju wótkazow

# Settings.ShowLinkPreviews.Title
source: Show Link Previews
dsb: Wótkazowe pśeglědy pokazaś

# Settings.ShowLoginsInAppMenu.Title
source: Show in Application Menu
dsb: W nałožeńskem meniju pokazaś

# Settings.Siri.OpenTabShortcut
source: Open New Tab
dsb: Nowy rejtarik wócyniś

# Settings.Siri.SectionDescription
source: Use Siri shortcuts to quickly open Firefox via Siri
dsb: Skrotconki Siri wužywaś, aby se Firefox malsnje pśez Siri wócynił

# Settings.Siri.SectionName
source: Siri Shortcuts
dsb: Skrotconki Siri

# Settings.Studies.Toggle.Link
source: Learn More.
dsb: Dalšne informacije.

# Settings.Studies.Toggle.Message
source: Firefox may install and run studies from time to time.
dsb: Firefox móžo wótergi studije instalěrowaś a pśewjasć.

# Settings.Studies.Toggle.Title
source: Studies
dsb: Studije

# Settings.Sync.ButtonDescription.v103
source: Sign in to sync tabs, bookmarks, passwords, and more.
dsb: Zregistrěrujśo se, aby rejtariki, cytańske znamjenja, gronidła a dalšne synchronizěrował.

# Settings.Sync.ButtonTitle.v103
source: Sync and Save Data
dsb: Synchronizěrowaś a daty składowaś

# Settings.Sync.SignInView.Title.v103
source: Sync and Save Data
dsb: Synchronizěrowaś a daty składowaś

# Settings.Tabs.CustomizeTabsSection.InactiveTabs
source: Inactive Tabs
dsb: Inaktiwne rejtariki

# Settings.Tabs.CustomizeTabsSection.InactiveTabsDescription.v101
source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
dsb: Rejtariki, kótarež njejsćo se woglědał dwa tyźenja, se do inaktiwnego wótrězka pśesunu.

# Settings.Tabs.CustomizeTabsSection.TabGroups
source: Tab Groups
dsb: Rejtarikowe kupki

# Settings.Tabs.CustomizeTabsSection.Title
source: Customize Tab Tray
dsb: Rejtarikowu lisćinu pśiměriś

# Settings.Tabs.Title
source: Tabs
dsb: Rejtariki

# Settings.Toolbar.Bottom
source: Bottom
dsb: Dołojce

# Settings.Toolbar.SettingsTitle
source: Toolbar
dsb: Symbolowa rědka

# Settings.Toolbar.Top
source: Top
dsb: Górjejce

# Settings.TrackingProtection.Alert.Button
source: OK, Got It
dsb: W pórěźe, som zrozměł

# Settings.TrackingProtection.Alert.Description
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
dsb: Jolic sedło ako wótcakane njefunkcioněrujo, pótusniśo šćit w adresowem pólu a znjemóžniśo pólěpšony slědowański šćit za ten bok.

# Settings.TrackingProtection.Alert.Title
source: Heads up!
dsb: Glědajśo!

# Settings.TrackingProtection.Info.BlocksTitle
source: BLOCKS
dsb: BLOKĚRUJO

# Settings.TrackingProtection.LearnMore
source: Learn more
dsb: Dalšne informacije

# Settings.TrackingProtection.ProtectionCellFooter
source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
dsb: Reducěrujo zaměrne wabjenje a zajźujo tomu, až wabjerje waše pśeglědowanje slěduju.

# Settings.TrackingProtection.ProtectionLevel.Footer
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
dsb: Jolic sedło ako wótcakane njefunkcioněrujo, pótusniśo šćit w adresowem pólu a znjemóžniśo pólěpšony slědowański šćit za ten bok.

# Settings.TrackingProtection.ProtectionLevel.Footer.Lock
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
dsb: Jolic sedło ako wótcakane njefunkcioněrujo, pótusniśo šćit w adresowem pólu a znjemóžniśo pólěpšony slědowański šćit za ten bok.

# Settings.TrackingProtection.ProtectionLevelStandard.Description
source: Allows some ad tracking so websites function properly.
dsb: Dowólujo tšochu wabjeńskego slědowanja, aby websydła pórědnje funkcioněrowali.

# Settings.TrackingProtection.ProtectionLevelStrict.Description
source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
dsb: Blokěrujo wěcej pśeslědowakow, wabjenja a wuskokujucych woknow. Boki se malsnjej spěšnje zacytaju, ale někotare funkcije snaź njefunkcioněruju.

# Settings.TrackingProtection.ProtectionLevelTitle
source: Protection Level
dsb: Šćitny schójźeńk

# Settings.TrackingProtection.SectionName
source: Tracking Protection
dsb: Slědowański šćit

# Settings.TrackingProtectionOption.BasicBlockList
source: Standard (default)
dsb: Standard

# Settings.TrackingProtectionOption.BlockListStrict
source: Strict
dsb: Striktny

# Settings.TrackingProtectionOption.NormalBrowsingLabelOn
source: Enhanced Tracking Protection
dsb: Pólěpšony slědowański šćit

# Settings.TroubleShootSync.Title
source: Troubleshoot
dsb: Problemy rozwězaś

# Settings.WebsiteData.ButtonShowMore
source: Show More
dsb: Wěcej pokazaś

# Settings.WebsiteData.ConfirmPrompt
source: This action will clear all of your website data. It cannot be undone.
dsb: Toś ta akcija wšykne z wašych websedłowych datow wulašujo. To njedajo se anulěrowaś.

# Settings.WebsiteData.SelectedConfirmPrompt
source: This action will clear the selected items. It cannot be undone.
dsb: Toś ta akcija wubrane zapiski wulašujo. To njedajo se anulěrowaś.

# Settings.WebsiteData.Title
source: Website Data
dsb: Daty websedła

# ShareExtension.AddToReadingListAction.Title
source: Add to Reading List
dsb: Cytańskej lisćinje pśidaś

# ShareExtension.AddToReadingListActionDone.Title
source: Added to Reading List
dsb: Cytańskej lisćinje pśidane

# ShareExtension.BookmarkThisPageAction.Title
source: Bookmark This Page
dsb: Toś ten bok ako cytańske znamje składowaś

# ShareExtension.BookmarkThisPageActionDone.Title
source: Bookmarked
dsb: Ako cytańske znamje skłaźony

# ShareExtension.LoadInBackgroundAction.Title
source: Load in Background
dsb: W slězynje zacytaś

# ShareExtension.LoadInBackgroundActionDone.Title
source: Loading in Firefox
dsb: Zacytujo se w Firefox

# ShareExtension.OpenInFirefoxAction.Title
source: Open in Firefox
dsb: W Firefox wócyniś

# ShareExtension.SeachInFirefoxAction.Title
source: Search in Firefox
dsb: W Firefox pytaś

# ShareSheet.Copy.Title.v108
source: Copy
dsb: Kopěrowaś

# ShareSheet.SendToDevice.Title.v108
source: Send Link to Device
dsb: Wótkaz na rěd pósłaś

source: Show Search Suggestions
dsb: Pytańske naraźenja pokazaś

source: Show Tabs
dsb: Rejtariki pokazaś

source: Show Tour
dsb: Turu pokazaś

source: Stop
dsb: Stoj

source: Support
dsb: Pódpěra

source: Swipe right or left with three fingers to close the tab.
dsb: Trějśo z tśimi palcami napšawo a nalěwo, aby rejtarik zacynił.

# Sync.SyncingEllipsis.Label
source: Syncing…
dsb: Synchronizěrujo se…

# SyncState.Offline.Title
source: Sync is offline
dsb: Sync jo offline

# Tab %@ of %@
source: Tab %1$@ of %2$@
dsb: Rejtarik %1$@ z %2$@

# Tab.ShowTabTray.KeyCodeTitle
source: Show All Tabs
dsb: Wšykne rejtariki pokazaś

# TabToolbar.Accessibility.Search.v106
source: Search
dsb: Pytaś

# TabTray.AddTab.Button
source: Add Tab
dsb: Rejtarik pśidaś

# TabTray.CloseAllTabs.KeyCodeTitle
source: Close All Tabs
dsb: Wšykne rejtariki zacyniś

# TabTray.CurrentSelectedTab.A11Y
source: Currently selected tab.
dsb: Tuchylu wubrany rejtarik.

# TabTray.Header.FilteredTabs.SectionHeader
source: Others
dsb: Druge

# TabTray.InactiveTabs.SectionTitle
source: Inactive Tabs
dsb: Njeaktiwne rejtariki

# TabTray.OpenNewTab.KeyCodeTitle
source: Open New Tab
dsb: Nowy rejtarik wócyniś

# TabTray.SegmentedControlTitles.PrivateTabs
source: Private
dsb: Priwatny

# TabTray.SegmentedControlTitles.SyncedTabs
source: Synced
dsb: Synchronizěrowany

# TabTray.SegmentedControlTitles.Tabs
source: Tabs
dsb: Rejtariki

# TabTray.Title
source: Open Tabs
dsb: Wócynjone rejtariki

# TabTrayButtons.Accessibility.ShowTabs.v106
source: Show Tabs
dsb: Rejtariki pokazaś

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
dsb: Rejtariki %1$@ do %2$@ z %3$@

source: Tabs Tray
dsb: Wótkładnica rejtarikow

# Tabs.DeleteAllUndo.Button
source: Undo
dsb: Anulěrowaś

# Tabs.DeleteAllUndo.Title
source: %d tab(s) closed
dsb: %d rejtarikow zacynjone

# TabsTray.InactiveTabs.SectionTitle.Closed.Accessibility.v103
source: View Inactive Tabs
dsb: Inaktiwne rejtariki pokazaś

# TabsTray.InactiveTabs.SectionTitle.Opened.Accessibility.v103
source: Hide Inactive Tabs
dsb: Inaktiwne rejtariki schowaś

source: The page could not be displayed in Reader View.
dsb: Bok njedajo se w cytańskem naglěźe zwobrazniś.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
dsb: Pśi pśistupje na rejtariki z wašych drugich rědow jo problem nastał. Wopytajśo w krotkem hyšći raz.

source: There was an error converting the page
dsb: Pśi konwertěrowanju boka jo zmólka nastała

# TimeConstants.Yesterday.v106
source: yesterday
dsb: cora

# Toasts.NotNow
source: Not Now
dsb: Nic něnto

# Toasts.OpenAppStore
source: Open App Store
dsb: App Store wócyniś

# Toasts.Undo
source: Undo
dsb: Anulěrowaś

source: Today
dsb: Źinsa

# Toolbar.Menu.AccessibilityLabel
source: Menu
dsb: Meni

# Toolbar.Menu.CloseAllTabs
source: Close All Tabs
dsb: Wšykne rejtariki zacyniś

# TopSites.RemovePage.Button
source: Remove page — %@
dsb: Bok wótpóraś - %@

# TranslationToastHandler.PromptTranslate.Cancel
source: No
dsb: Ně

# TranslationToastHandler.PromptTranslate.OK
source: Yes
dsb: Jo

# TranslationToastHandler.PromptTranslate.Title
source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
dsb: Zda so, až toś ten bok jo w %1$@. Z %3$@ do %2$@ pśełožowaś?

# UIMenuItem.PasteGo
source: Paste & Go
dsb: Zasajźiś a zachopiś

# UIMenuItem.SearchWithFirefox
source: Search with Firefox
dsb: Z Firefox pytaś

source: Use stage servers
dsb: Testowe serwery wužywaś

source: Username
dsb: Wužywaŕske mě

# Wallpaper.Change.Error.Body.v106
source: Something went wrong with this wallpaper.
dsb: Něco njejo se raźiło z toś tym slězynowym wobrazom.

# Wallpaper.Change.Error.Title.v106
source: Couldn’t Change Wallpaper
dsb: Slězynowy wobraz njedajo se změniś

# Wallpaper.Download.Error.Body.v106
source: Something went wrong with your download.
dsb: Něco njejo se raźiło z wašym ześěgnjenim.

# Wallpaper.Download.Error.Title.v106
source: Couldn’t Download Wallpaper
dsb: Slězynowy wobraz njedajo se ześěgnuś

# Wallpaper.Error.Dismiss.v106
source: Cancel
dsb: Pśetergnuś

# Wallpaper.Error.TryAgain.v106
source: Try Again
dsb: Hyšći raz wopytaś

source: Web content
dsb: Webwopśimjeśe

source: Welcome to your Reading List
dsb: Witajśo k cytańskej lisćinje

source: Well, this is embarrassing.
dsb: Wódajśo, to jo nam njelubo.

source: Wikipedia
dsb: Wikipedija

source: Yesterday
dsb: Cora

source: You don’t have any tabs open in Firefox on your other devices.
dsb: Njamaśo žedne wócynjone rejtariki na swójich drugich rědach.

source: Your Rights
dsb: Waše pšawa

# fxa.signin.camera-signin
source: Sign In with Your Camera
dsb: Pśizjawśo se ze swójeju kameru

# fxa.signin.qr-link-instruction
source: On your computer open Firefox and go to firefox.com/pair
dsb: Wócyńśo Firefox na swójom licadle a źiśo k firefox.com/pair

# fxa.signin.ready-to-scan
source: Ready to Scan
dsb: Gótowy za skannowanje

# fxa.signin.use-email-instead
source: Use Email Instead
dsb: E-mail město togo wužywaś

source: just now
dsb: rowno

source: mobile device
dsb: mobilny rěd

source: more than a month ago
dsb: pśed wěcej ako jadnym mjasecom

source: more than a week ago
dsb: pśed wěcej ako jadnym tyźenjom

source: read
dsb: pśecytany

source: this week
dsb: toś ten tyźeń

source: today at %@
dsb: źinsa w %@

source: unread
dsb: njecytany

source: yesterday
dsb: cora

source: Are you sure?
dsb: Sćo wěsty?

source: Clear Search
dsb: Pytańsku historiju wuprozniś

source: Copy
dsb: Kopěrowaś

source: Created %@
dsb: Napórany: %@

# DeleteLoginAlert.DeleteButton.Cancel.v122
source: Cancel
dsb: Pśetergnuś

# DeleteLoginAlert.DeleteButton.Title.v122
source: Remove
dsb: Wótwónoźeś

# DeleteLoginAlert.Message.Local.v122
source: You cannot undo this action.
dsb: Njamóžośo toś tu akciju anulěrowaś.

# DeleteLoginAlert.Message.Synced.v122
source: This will remove the password from all of your synced devices.
dsb: To gronidło ze wšych wašych synchronizěrowanych rědow wótwónoźijo.

# DeleteLoginsAlert.Title.v122
source: Remove Password?
dsb: Gronidło wótwónoźeś?

source: Deselect All
dsb: Wšykne wótwóliś

source: Enter Search Mode
dsb: Do pytańskego modusa stupiś

source: Hide
dsb: Schowaś

# LoginList.DeleteToast.v135
source: Password removed
dsb: Gronidło jo se wótwónoźeło

source: Logins will be permanently removed.
dsb: Pśizjawjenja wótpóraju se na pśecej.

source: Logins will be removed from all connected devices.
dsb: Pśizjawjenja wótpóraju se ze wšych zwězanych rědow.

source: Modified %@
dsb: Změnjony: %@

source: No logins found
dsb: Žedne pśizjawjenja namakane

# NoLoginsFound.Title.v122
source: No passwords found
dsb: Žedne gronidła namakane

# Open &amp; Fill
source: Open & Fill
dsb: Wócyniś a wupołniś

source: Reveal
dsb: Pokazaś

source: Search Input Field
dsb: Pytańske pólo

# SearchInput.Title.Search.v106
source: Search
dsb: Pytaś

source: Select All
dsb: Wšykne wubraś

source: Website
dsb: Websedło

# Menu.CloseAllTabsAction.Title
source: Close All Tabs
dsb: Wšykne rejtariki zacyniś

# Menu.CopyLink.Title
source: Copy Link
dsb: Wótkaz kopěrowaś

# Menu.DownloadPDF.Confirm.v129
source: Successfully Downloaded PDF
dsb: Wuspěšnje ześěgnjony PDF

# Menu.DownloadPDF.Label.v129
source: Download PDF
dsb: PDF ześěgnuś

# Menu.EditBookmark.Label.v135
source: Edit
dsb: Wobźěłaś

# Menu.FindInPageAction.Title
source: Find in Page
dsb: Na boku pytaś

# Menu.NewPrivateTabAction.Title
source: Open New Private Tab
dsb: Nowy priwatny rejtarik wócyniś

# Menu.NewTabAction.Title
source: Open New Tab
dsb: Nowy rejtarik wócyniś

# Menu.OpenBookmarksAction.AccessibilityLabel.v2
source: Bookmarks
dsb: Cytańske znamjenja

# Menu.OpenDownloadsAction.AccessibilityLabel.v2
source: Downloads
dsb: Ześěgnjenja

# Menu.OpenHistoryAction.AccessibilityLabel.v2
source: History
dsb: Historija

# Menu.OpenReadingListAction.AccessibilityLabel.v2
source: Reading List
dsb: Cytańska lisćina

# Menu.OpenSettingsAction.Title
source: Settings
dsb: Nastajenja

# Menu.OpenSyncedTabsAction.AccessibilityLabel.v2
source: Synced Tabs
dsb: Synchronizěrowane rejtariki

# Menu.ReportSiteIssueAction.Title
source: Report Site Issue
dsb: Sedłowy problem k wěsći daś

# Menu.SeeAllAction.Title
source: See All
dsb: Wšykne pokazaś

# Menu.SharePageAction.Title
source: Share Page With…
dsb: Bok źěliś z…

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
dsb: Desktopowe sedło pominaś

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
dsb: Mobilne sedło pominaś

# SettingsMenu.OpenHomePageAction.Title
source: Homepage
dsb: Startowy bok

source: Close Private Tabs
dsb: Priwatne rejtariki zacyniś

# ContextMenu.OpenInNewPrivateTabButtonTitle
source: Open in New Private Tab
dsb: W nowem priwatnem rejtariku wócyniś

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
dsb: Firefox njebuźo se wašu historiju abo cookieje spomnjeś, ale nowe cytańske znamjenja budu se składowaś.

source: Learn More
dsb: Dalšne informacije

source: Off
dsb: Wušaltowany

source: On
dsb: Zašaltowany

source: Private Browsing
dsb: Priwatny modus

source: Private Mode
dsb: Priwatny modus

# PrivateBrowsing.Toggle.A11y.Label.v132
source: Private browsing
dsb: Priwatny modus

source: Turns private mode on or off
dsb: Zašaltujo abo wušaltujo priwatny modus

source: When Leaving Private Browsing
dsb: Pśi kóńcenju priwatnego modusa

source: %@ search
dsb: Z %@ pytaś

source: Search Settings
dsb: Pytańske nastajenja

# Search.SponsoredSuggestionDescription.v119
source: Sponsored
dsb: Sponserowany

# %@ on %@
source: %1$@ on %2$@
dsb: %1$@ na %2$@

source: Bookmarks Menu
dsb: Meni Cytańske znamjenja

source: Bookmarks Toolbar
dsb: Rědka cytańskich znamjenjow

source: Mobile Bookmarks
dsb: Mobilne cytańske znamjenja

source: Unsorted Bookmarks
dsb: Njesortěrowane cytańske znamjenja

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
dsb: Priwatne rejtariki zacyniś

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
dsb: Priwatne rejtariki zacyniś

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Firefox shortcuts to your Home screen.
dsb: Pśidajśo swójej startowej wobrazowce zwězanja Firefox

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
dsb: Ku kopěrowanemu wótkazoju

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
dsb: Ku kopěrowanemu wótkazoju

# TodayWidget.MoreTabsLabel
source: +%d More…
dsb: +dalšne %d…

# TodayWidget.NewTabButtonLabelV1
source: New Search
dsb: Nowe pytanje

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
dsb: Žedne wócynjone rejtariki.

# TodayWidget.OpenFirefoxLabel
source: Open Firefox
dsb: Firefox wócyniś

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
dsb: Priwatne pytanje

# TodayWidget.QuickActionGalleryDescription
source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
dsb: Pśidajśo startowej wobrazowce zwězanje Firefox. Za tym až sćo pśidał asistent, pótusniśo asistent a źaržćo jen, aby wobźěłował a wubjeŕśo druge zwězanje.

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
dsb: Malsne akcije

# TodayWidget.QuickActionsGalleryTitleV2
source: Firefox Shortcuts
dsb: Zwězanja Firefox

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
dsb: Pśidajśo swójim wócynjonym rejtarikam zwězanja.

# TodayWidget.QuickViewGalleryTitle
source: Quick View
dsb: Malsny naglěd

# TodayWidget.SearchInFirefoxV2
source: Search in Firefox
dsb: W Firefox pytaś

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
dsb: W priwatnem rejtariku pytaś

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
dsb: Pśidajśo cesto a njedawno woglědanym sedłam zwězanja.

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
dsb: Nejcesćej woglědane sedła

# TodayWidget.TopSitesGalleryTitleV2
source: Website Shortcuts
dsb: Zwězanja websedłow

# ActivityStream.Bookmarks.Title.v128
source: Bookmarks
dsb: Cytańske znamjenja

# Bookmarks.Actions.More.v128
source: Show All
dsb: Wšykne pokazaś

# AddressToolbar.Location.A11y.Label.v128
source: Search or enter address
dsb: Pytaś abo adresu zapódaś

# AddressToolbar.Location.Placeholder.v128
source: Search or enter address
dsb: Pytaś abo adresu zapódaś

# AddressToolbar.PrivacyAndSecuriySettings.A11y.Label.v128
source: Privacy & Security Settings
dsb: Nastajenja priwatnosći a wěstoty

# AddressToolbar.SearchEngine.A11y.Hint.v133
source: Opens search engine selection
dsb: Wócynja wuběrk pytnicow

# AddressToolbar.SearchEngine.A11y.Label.v128
source: Search Engine: %@
dsb: Pytnica: %@

# CreditCard.SnackBar.CancelRemoveCardButton.v112
source: Cancel
dsb: Pśetergnuś

# CreditCard.SnackBar.RemoveCardSublabel.v112
source: This will remove the card from all of your synced devices.
dsb: To kórtu ze wšych wašych synchronizěrowanych rědow wótwónoźijo.

# CreditCard.SnackBar.RemoveCardTitle.v122
source: Remove Card?
dsb: Kórtu wótwónoźeś?

# CreditCard.SnackBar.RemovedCardButton.v112
source: Remove
dsb: Wótwónoźeś

# Alerts.AddToCalendar.Body.v134
source: %@ is asking to download a file and add an event to your calendar.
dsb: %@ wó to pšosy, dataju ześěgnuś a wašomu kalendarjoju tšojenje pśidaś.

# Alerts.AddToCalendar.BodyDefault.v134
source: This site is asking to download a file and add an event to your calendar.
dsb: Toś to sedło wó to pšosy, dataju ześěgnuś a wašomu kalendarjoju tšojenje pśidaś.

# Alerts.AddToCalendar.Button.Add.v134
source: Add
dsb: Pśidaś

# Alerts.AddToCalendar.Title.v134
source: Add to calendar?
dsb: Kalendarjoju pśidaś?

# Alerts.FeltDeletion.Body.v122
source: Close all private tabs and delete history, cookies, and all other site data.
dsb: Zacyńśo wšykne priwatne rejtariki a lašujśo historiju, cookieje a wšykne druge sedłowe daty.

# Alerts.FeltDeletion.Button.Cancel.v122
source: Cancel
dsb: Pśetergnuś

# Alerts.FeltDeletion.Button.Cancel.v134
source: Cancel
dsb: Pśetergnuś

# Alerts.FeltDeletion.Button.Confirm.v122
source: Delete session data
dsb: Pósejźeńske daty lašowaś

# Alerts.FeltDeletion.Title.v122
source: End your private session?
dsb: Priwatne pósejźenje skóńcyś?

# Alerts.RestoreTabs.Button.No.v109
source: No
dsb: Ně

# Alerts.RestoreTabs.Button.Yes.v109
source: Restore tabs
dsb: Rejtariki wótnowiś

# Alerts.RestoreTabs.Message.v109
source: Sorry about that. Restore tabs to pick up where you left off.
dsb: Wódajśo. Wótnowśo rejtariki, aby tam pókšacował, źož sćo pśestał.

# Alerts.RestoreTabs.Title.v109.v2
source: %@ crashed. Restore your tabs?
dsb: %@ jo wowalił. Waše rejtariki wótnowiś?

# Biometry.Screen.UniversalAuthenticationReason.v115
source: Authenticate to access passwords.
dsb: Awtentificěrujśo se, aby pśistup ku gronidłam měł.

# Biometry.Screen.UniversalAuthenticationReason.v122
source: Authenticate to access your saved passwords and payment methods.
dsb: Awtentificěrowaś, aby pśistup k wašym skłaźonym gronidłam a płaśeńskim metodam měł.

# Bookmarks.DeleteFolderWarning.CancelButton.Label
source: Cancel
dsb: Pśetergnuś

# Bookmarks.DeleteFolderWarning.DeleteButton.Label
source: Delete
dsb: Lašowaś

# Bookmarks.DeleteFolderWarning.Description
source: Are you sure you want to delete it and its contents?
dsb: Cośo napšawdu jen a jogo wopśimjeśe lašowaś?

# Bookmarks.DeleteFolderWarning.Title
source: This folder isn’t empty.
dsb: Toś ten zarědnik njejo prozny.

# Bookmarks.EmptyState.Nested.Body.v135
source: Add bookmarks as you browse so you can find your favorite sites later.
dsb: Pśidajśo cytańske znamjenja, gaž pśeglědujośo, aby swóje nejlubše sedła pózdźej namakał.

# Bookmarks.EmptyState.Nested.Title.v135
source: This folder is empty
dsb: Toś ten zarědnik jo prozny

# Bookmarks.EmptyState.Root.Body.v135
source: Save sites as you browse. We’ll also grab bookmarks from other synced devices.
dsb: Składujśo sedła, gaž pśeglědujośo. Wobstarajomy teke cytańske znamjenja z drugich synchronizěrowanych rědow.

# Bookmarks.EmptyState.Root.BodySignedOut.v135
source: Save sites as you browse. Sign in to grab bookmarks from other synced devices.
dsb: Składujśo sedła, gaž pśeglědujośo. Pśizjawśo se, aby cytańske znamjenja z drugich synchronizěrowanych rědow dostał.

# Bookmarks.EmptyState.Root.ButtonTitle.v136
source: Sign in to Sync
dsb: Pla Sync pśizjawiś

# Bookmarks.EmptyState.Root.Title.v135
source: No bookmarks yet
dsb: Hyšći žedne cytańske znamjenja

# Bookmarks.Menu.AllBookmarks.v131
source: All
dsb: Wšykne

# Bookmarks.Menu.DeleteBookmark.v132
source: Delete Bookmark
dsb: Cytańske znamje lašowaś

# Bookmarks.Menu.DeleteFolder.v131
source: Delete Folder
dsb: Zarědnik lašowaś

# Bookmarks.Menu.DeletedBookmark.v131
source: Deleted “%@”
dsb: “%@” jo se wulašowała

# Bookmarks.Menu.EditBookmark.v131
source: Edit Bookmark
dsb: Cytańske znamje wobźěłaś

# Bookmarks.Menu.EditBookmarkDesktopBookmarksLabel.v136
source: DESKTOP BOOKMARKS
dsb: CYTAŃSKE ZNAMJENJA DESKTOPA
