Repository: mozilla-l10n/firefoxios-l10n
Catalog: dsb/firefox-ios.xliff
Languages: dsb

# Bookmarks.Menu.EditBookmarkSave.v135
source: Save
dsb: Składowaś

# Bookmarks.Menu.EditBookmarkSaveIn.v131
source: Save in
dsb: Składowaś do

# Bookmarks.Menu.EditBookmarkTitle.v131
source: Edit Bookmark
dsb: Cytańske znamje wobźěłaś

# Bookmarks.Menu.EditFolder.v131
source: Edit Folder
dsb: Zarědnik wobźěłaś

# Bookmarks.Menu.MoreOptionsA11yLabel.v136
source: More options
dsb: Dalšne nastajenja

# Bookmarks.Menu.SavedBookmarkToastDefaultFolderLabel.v136
source: Saved in “Bookmarks”
dsb: Do zarědnika „Cytańske znamjenja“ skłaźony

# Bookmarks.Menu.SavedBookmarkToastLabel.v136
source: Saved in “%@”
dsb: Do “%@” skłaźone

# HomePanel.ContextMenu.Edit.v131
source: Edit
dsb: Wobźěłaś

# Addresses.BottomSheet.UseSavedAddressBottomSheet.v124
source: Use a saved address?
dsb: Skłaźonu adresu wužywaś?

# ContextualHints.FeltDeletion.Body.v122
source: Tap here to start a fresh private session. Delete your history, cookies — everything.
dsb: Pótusniśo how, aby nowe priwatne pósejźenje startował. Lašujśo swóju historiju, swóje cookieje – wšykno.

# CredentialProvider.RetryAllert.CancelAction.Title.v137
source: Cancel
dsb: Pśetergnuś

# CredentialProvider.RetryAllert.Message.v137
source: There was an issue with autofill. Please try again.
dsb: Pśi wupołnjenju jo problem nastał. Pšosym wopytajśo hyšći raz.

# CredentialProvider.RetryAllert.RetryAction.Title.v137
source: Retry
dsb: Hyšći raz wopytaś

# CredentialProvider.RetryAllert.Title.v137
source: Autofill Error
dsb: Zmólka pśi awtomatiskem wupołnjenju

# LoginsList.NoLoginsFound.Description.v122
source: The passwords you save or sync to %@ will be listed here. All passwords you save are encrypted.
dsb: Gronidła, kótarež składujośo abo z %@ synchronizěrujośo, se how nalicyju. Wšykne gronidła, kótarež składujośo, se koděruju.

# LoginsList.NoLoginsFound.Title.v122
source: No passwords saved
dsb: Žedne gronidła skłaźone

# LoginsList.NoMatchingResult.Title.v122
source: No passwords found
dsb: Žedne gronidła namakane

# LoginsList.Search.Placeholder.v122
source: Search passwords
dsb: Gronidła pśepytaś

# Logins.DevicePasscodeRequired.Message.v122
source: To save and automatically fill passwords, enable Face ID, Touch ID, or a device passcode.
dsb: Aby gronidła składował a awtomatiski wupołnił, zmóžniśo Face ID, Touch ID abo rědowy gronidłowy kod.

# Logins.PaymentMethods.DevicePasscodeRequired.Message.v124.v2
source: To save and autofill credit cards, enable Face ID, Touch ID, or a device passcode.
dsb: Aby kreditowe kórty składował a awtomatiski wupołnił, zmóžniśo Face ID, Touch ID abo rědowy gronidłowy kod.

# Settings.Home.Option.Bookmarks.v128
source: Bookmarks
dsb: Cytańske znamjenja

# Settings.Home.Option.ThoughtProvokingStories.subtitle.v116
source: Articles powered by %@
dsb: Nastawki spěchowane wót %@

# Settings.Home.Option.ThoughtProvokingStories.v116
source: Thought-Provoking Stories
dsb: Tšojeńka, kótarež k rozmyslowanju pógnuwaju

# CreditCard.DisplayCard.ExpiresLabel.v115
source: Expires
dsb: Płaśiwy do

# CreditCard.EditCard.EditCreditCardTitle.v122
source: Edit Card
dsb: Kórtu wobźěłaś

# Addresses.EditAddress.Alert.CancelButton.v129
source: Cancel
dsb: Pśetergnuś

# Addresses.EditAddress.Alert.Message.v129
source: The address will be removed from all of your synced devices.
dsb: Adresa se ze wšych wašych synchronizěrowanych rědow wótwónoźijo.

# Addresses.EditAddress.Alert.RemoveButton.v129
source: Remove
dsb: Wótwónoźeś

# Addresses.EditAddress.Alert.Title.v129
source: Remove Address
dsb: Adresu wótwónoźeś

# Addresses.EditAddress.AutofillAddAddressTitle.v129
source: Add address
dsb: Adresu pśidaś

# Addresses.EditAddress.AutofillAddressArea.v129
source: Area
dsb: Wobceŕk

# Addresses.EditAddress.AutofillAddressCity.v129
source: City
dsb: Město

# Addresses.EditAddress.AutofillAddressCountryOnly.v129
source: Country
dsb: Kraj

# Addresses.EditAddress.AutofillAddressCountryRegion.v129
source: Country or Region
dsb: Kraj abo region

# Addresses.EditAddress.AutofillAddressCounty.v129
source: County
dsb: Kraj

# Addresses.EditAddress.AutofillAddressDepartment.v129
source: Department
dsb: Wótźělenje

# Addresses.EditAddress.AutofillAddressDistrict.v129
source: District
dsb: Wokrejs

# Addresses.EditAddress.AutofillAddressEmirate.v129
source: Emirate
dsb: Emirat

# Addresses.EditAddress.AutofillAddressIsland.v129
source: Island
dsb: Kupa

# Addresses.EditAddress.AutofillAddressName.v129
source: Name
dsb: Mě

# Addresses.EditAddress.AutofillAddressNeighborhood.v129
source: Neighborhood
dsb: Susedstwo

# Addresses.EditAddress.AutofillAddressOrganization.v129
source: Organization
dsb: Organizacija

# Addresses.EditAddress.AutofillAddressParish.v129
source: Parish
dsb: Wósada

# Addresses.EditAddress.AutofillAddressPostTown.v129
source: Post town
dsb: Postowe město

# Addresses.EditAddress.AutofillAddressPostalCode.v129
source: Postal Code
dsb: Postowa licba

# Addresses.EditAddress.AutofillAddressPrefecture.v129
source: Prefecture
dsb: Prefektura

# Addresses.EditAddress.AutofillAddressProvince.v129
source: Province
dsb: Prowinca

# Addresses.EditAddress.AutofillAddressState.v129
source: State
dsb: Zwězkowy kraj

# Addresses.EditAddress.AutofillAddressSuburb.v129
source: Suburb
dsb: Pśedměsto

# Addresses.EditAddress.AutofillAddressTel.v129
source: Phone
dsb: Telefon

# Addresses.EditAddress.AutofillAddressTownland.v129
source: Townland
dsb: Kubło

# Addresses.EditAddress.AutofillAddressVillageTownship.v129
source: Village or Township
dsb: Wjas abo gmejna

# Addresses.EditAddress.AutofillAddressZip.v129
source: ZIP Code
dsb: Postowa licba

# Addresses.EditAddress.AutofillCancelButton.v129
source: Cancel
dsb: Pśetergnuś

# Addresses.EditAddress.AutofillEditAddressTitle.v129
source: Edit address
dsb: Adresu wobźěłaś

# Addresses.EditAddress.AutofillEditStreetAddressTitle.v129
source: Street Address
dsb: Adresa drogi

# Addresses.EditAddress.AutofillSaveButton.v129
source: Save
dsb: Składowaś

# Addresses.EditAddress.AutofillViewAddressTitle.v129
source: View address
dsb: Adresu pokazaś

# Addresses.EditAddress.CloseNavBarButtonLabel.v129
source: Close
dsb: Zacyniś

# Addresses.EditAddress.EditNavBarButtonLabel.v129
source: Edit
dsb: Wobźěłaś

# Addresses.EditAddress.RemoveAddressButtonTitle.v129
source: Remove Address
dsb: Adresu wótwónoźeś

# Addresses.Toast.AddressRemovedConfirmation.v129
source: Address Removed
dsb: Adresa jo wótwónoźona

# Addresses.Toast.AddressSaveError.v129
source: Address Couldn’t Be Saved
dsb: Adresa njedajo se składowaś

# Addresses.Toast.AddressSaveError.v130
source: Address Couldn’t Be Removed
dsb: Adresa njedajo se wótwónoźeś

# Addresses.Toast.AddressSaveRetrySuggestion.v129
source: Try again
dsb: Hyšći raz wopytaś

# Addresses.Toast.AddressSavedConfirmation.v129
source: Address Saved
dsb: Adresa jo se składła

# Addresses.Toast.AddressUpdatedConfirmation.v129
source: Address Information Updated
dsb: Adresowe informacije su se zaktualizěrowali

# Addresses.Toast.AddressUpdatedConfirmation.v132.v2
source: Address Saved
dsb: Adresa jo se składła

# CreditCard.EditCard.AddCreditCardTitle.v122
source: Add Card
dsb: Kórtu pśidaś

# CreditCard.EditCard.CancelNavBarButtonLabel.v113
source: Cancel
dsb: Pśetergnuś

# CreditCard.EditCard.CardExpirationDateTitle.v112
source: Expiration MM / YY
dsb: Płaśiwosć MM / LL

# CreditCard.EditCard.CardNumberTitle.v112
source: Card Number
dsb: Kórtowy numer

# CreditCard.EditCard.CloseNavBarButtonLabel.v113
source: Close
dsb: Zacyniś

# CreditCard.EditCard.ConcealLabel.v114
source: Conceal
dsb: Schowaś

# CreditCard.EditCard.CopyLabel.v113
source: Copy
dsb: Kopěrowaś

# CreditCard.EditCard.EditNavBarButtonLabel.v113
source: Edit
dsb: Wobźěłaś

# CreditCard.EditCard.ExpiredDateTitle.v112
source: Expires %@
dsb: Płaśiwa do %@

# CreditCard.EditCard.NameOnCardTitle.v112
source: Name on Card
dsb: Mě na kórśe

# CreditCard.EditCard.NavButtonSaveTitle.v112
source: Save
dsb: Składowaś

# CreditCard.EditCard.RemoveCardButtonTitle.v112
source: Remove Card
dsb: Kórtu wótwónoźeś

# CreditCard.EditCard.RevealLabel.v114
source: Reveal
dsb: Pokazaś

# CreditCard.EditCard.SaveNavBarButtonLabel.v113
source: Save
dsb: Składowaś

# CreditCard.EditCard.SavedCardListTitle.v112
source: SAVED CARDS
dsb: SKŁAŹONE KÓRTY

# CreditCard.EditCard.ToggleToAllowAutofillTitle.v122
source: Save and Fill Payment Methods
dsb: Płaśeńske metody składowaś a wupołniś

# CreditCard.EditCard.ViewCreditCardTitle.v116
source: View Card
dsb: Kórtu pokazaś

# Engagement.Notification.Body.v112
source: Find something nearby. Or discover something fun.
dsb: Namakajśo něco w bliskosći. Abo namakajśo něco žortnego.

# Engagement.Notification.Title.v112
source: Start your first search
dsb: Startujśo swójo prědne pytanje

# Engagement.Notification.Treatment.A.Body.v114
source: Private browsing in %@ doesn’t save your info and blocks hidden trackers.
dsb: Priwatny modus w %@ waše informacije njeskładujo a blokěrujo schowane pśeslědowaki.

# Engagement.Notification.Treatment.A.Title.v114
source: Browse without a trace
dsb: Bźez slěda pśeglědowaś

# Engagement.Notification.Treatment.B.Body.v114
source: Browse with no saved cookies or history in %@.
dsb: Pśeglědujśo z %@ bźez skłaźonych cookiejow abo historije.

# Engagement.Notification.Treatment.B.Title.v114
source: Try private browsing
dsb: Wopytajśo priwatny modus

# MainMenu.Account.AccessibilityLabels.BackButton.v137
source: Back
dsb: Slědk

# MainMenu.Account.AccessibilityLabels.CloseButton.v137
source: Close
dsb: Zacyniś

# Menu.EnhancedTrackingProtection.Certificates.CommonName.v131
source: Common Name
dsb: Zwucone mě

# Menu.EnhancedTrackingProtection.Certificates.IssuerCountry.v131
source: Country
dsb: Kraj

# Menu.EnhancedTrackingProtection.Certificates.IssuerName.v131
source: Issuer Name
dsb: Mě wudawarja

# Menu.EnhancedTrackingProtection.Certificates.IssuerOrganization.v131
source: Organization
dsb: Organizacija

# Menu.EnhancedTrackingProtection.Certificates.SubjectAltNames.v131
source: Subject Alt Names
dsb: Alternatiwne subjektne mjenja

# Menu.EnhancedTrackingProtection.Certificates.SubjectAltNamesDNSName.v131
source: DNS Name
dsb: DNS-mě

# Menu.EnhancedTrackingProtection.Certificates.SubjectName.v131
source: Subject Name
dsb: Subjektne mě

# Menu.EnhancedTrackingProtection.Certificates.Title.v131
source: Certificate
dsb: Certifikat

# Menu.EnhancedTrackingProtection.Certificates.Validity.v131
source: Validity
dsb: Płaśiwosć

# Menu.EnhancedTrackingProtection.Certificates.ValidityNotAfter.v131
source: Not After
dsb: Nic pó

# Menu.EnhancedTrackingProtection.Certificates.ValidityNotBefore.v131
source: Not Before
dsb: Nic pśed

# Menu.EnhancedTrackingProtection.ClearData.AlertCancelButton.v128
source: Cancel
dsb: Pśetergnuś

# Menu.EnhancedTrackingProtection.ClearData.AlertOkButton.v128
source: Clear
dsb: Wuprozniś

# Menu.EnhancedTrackingProtection.ClearData.AlertText.v128
source: Removing cookies and site data for %@ might log you out of websites and clear shopping carts.
dsb: Gaž cookieje a sedłowe daty za %@ wótwónoźujośo, wótzjawjaśo se snaź wót websedłow a prozniśo nakupowański wózyk.

# Menu.EnhancedTrackingProtection.ClearData.AlertTitle.v128
source: Clear cookies and site data
dsb: Cookieje a sedłowe daty wulašowaś

# Menu.EnhancedTrackingProtection.ClearData.ButtonTitle.v128
source: Clear cookies and site data
dsb: Cookieje a sedłowe daty wulašowaś

# Menu.EnhancedTrackingProtection.ClearData.ToastMessage.v128
source: Cookies and site data removed
dsb: Cookieje a sedłowe daty wótwónoźone

# Menu.EnhancedTrackingProtection.CloseButton.AccessibilityLabel.v132
source: Close privacy and security menu
dsb: Meni Priwatnosć a wěstota zacyniś

# Menu.EnhancedTrackingProtection.Details.ConnectionSecure.v128
source: Secure connection
dsb: Wěsty zwisk

# Menu.EnhancedTrackingProtection.Details.ConnectionUnsecure.v128
source: Connection not secure
dsb: Zwisk njejo wěsty

# Menu.EnhancedTrackingProtection.Details.NoTrackers.v131
source: No trackers found
dsb: Žedne pśeslědowaki namakane

# Menu.EnhancedTrackingProtection.Details.Trackers.Analytics.v132
source: Tracking content: %@
dsb: Slědujuce wopśimjeśe: %@

# Menu.EnhancedTrackingProtection.Details.Trackers.CrossSite.v129
source: Cross-site tracking cookies: %@
dsb: Sedła pśesegujucy slědujucy cookie: %@

# Menu.EnhancedTrackingProtection.Details.Trackers.Fingerprinter.v129
source: Fingerprinters: %@
dsb: Zběraŕ palcowych wótśišćow: %@

# Menu.EnhancedTrackingProtection.Details.Trackers.SocialMedia.v129
source: Social media trackers: %@
dsb: Pśeslědowaki socialnych medijow: %@

# Menu.EnhancedTrackingProtection.Details.Trackers.v128
source: Trackers blocked: %@
dsb: Pśeslědowaki blokěrowane: %@

# Menu.EnhancedTrackingProtection.Details.Verifier.v128
source: Verified by %@
dsb: Wót %@ pśeglědany

# Menu.EnhancedTrackingProtection.Details.ViewCertificatesTitle.v131
source: View certificate
dsb: Certifikat pokazaś

# Menu.EnhancedTrackingProtection.Off.Header.v128
source: %@ is off-duty. We suggest turning protections back on.
dsb: %@ njeźěła. Naraźujomy šćity zasej zmóžniś.

# Menu.EnhancedTrackingProtection.Off.Title.v128
source: You turned off protections
dsb: Sćo znjemóžnił šćity

# Menu.EnhancedTrackingProtection.On.Header.v128
source: You’re protected. If we spot something, we’ll let you know.
dsb: Sćo šćitany. Jolic něco namakajomy, dajomy wam to k wěsći.

# Menu.EnhancedTrackingProtection.On.NotSecure.Header.v128
source: Your connection is not secure.
dsb: Waš zwisk njejo wěsty.

# Menu.EnhancedTrackingProtection.On.NotSecure.Title.v128
source: Be careful on this site
dsb: Buźćo wobglědniwy na toś tom sedle

# Menu.EnhancedTrackingProtection.On.Title.v128
source: %@ is on guard
dsb: %@ jo wobglědniwy

# Menu.EnhancedTrackingProtection.PrivacySettings.Title.v128
source: Privacy settings
dsb: Nastajenja priwatnosći

# Menu.EnhancedTrackingProtection.Switch.Title.v128
source: Enhanced Tracking Protection
dsb: Pólěpšony slědowański šćit

# Menu.EnhancedTrackingProtection.SwitchOff.Text.v129
source: Protections are OFF. We suggest turning them back on.
dsb: Šćity su znjemóžnjone. Naraźujomy je zasej zmóžniś.

# Menu.EnhancedTrackingProtection.SwitchOn.Text.v128
source: If something looks broken on this site, try turning it off.
dsb: Jolic něco na toś tom sedle wobškóźone wuglěda, znjemóžniśo jen.

# CreditCard.ErrorState.CardExpirationDateSublabel.v112
source: Enter a valid expiration date
dsb: Zapódajśo płaśiwy datum spadnjenja

# CreditCard.ErrorState.CardNumberSublabel.v112
source: Enter a valid card number
dsb: Zapódajśo płaśiwy kórtowy numer

# CreditCard.ErrorState.NameOnCardSublabel.v112
source: Add a name
dsb: Pśidajśo mě

# ExternalLink.ExternalInvalidLinkMessage.v136
source: The application required to open that link can’t be found.
dsb: Nałoženje, kótarež jo trjebne, aby se toś ten wótkaz wócynił, se njenamakajo.

# ExternalLink.ExternalMailLinkConfirmation.v136
source: Open email in the default mail application?
dsb: Mejlku w standardnem e-mailowem nałoženju wócyniś?

# ExternalLink.ExternalOpenMessage.v136
source: Open
dsb: Wócyniś

# ExternalLink.ExternalSmsLinkConfirmation.v136
source: Open sms in an external application?
dsb: SMS w eksternem nałoženju wócyniś?

# FirefoxHomepage.FeltDeletion.Link.v122
source: Private Browsing Data Erased
dsb: Priwatne pśeglědowańske daty su se wulašowali

# FirefoxHomepage.FeltPrivacyUI.Body.v122
source: %@ deletes your cookies, history, and site data when you close all your private tabs.
dsb: %@ waše cookieje, historiju a sedłowe daty wulašujo, gaž wšykne swóje priwatne rejtariki zacynjaśo.

# FirefoxHomepage.FeltPrivacyUI.Link.v122
source: Who might be able to see my activity?
dsb: Chto mógał móju aktiwitu wiźeś?

# FirefoxHomepage.FeltPrivacyUI.Title.v122
source: Leave no traces on this device
dsb: Na toś tom rěźe žedne slědy njezawóstajiś

# LoginsHelper.PromptSaveLogin.Title.v122
source: Save username?
dsb: Wužywaŕske mě składowaś?

# LoginsHelper.PromptSavePassword.Title.v122
source: Save password?
dsb: Gronidło składowaś?

# LoginsHelper.PromptUpdateLogin.Title.OneArg.v122
source: Update password?
dsb: Gronidło aktualizěrowaś?

# LoginsHelper.PromptUpdateLogin.Title.TwoArg.v122
source: Update password?
dsb: Gronidło aktualizěrowaś?

# LoginsList.LoginsListSearchPlaceholder.v122
source: Search passwords
dsb: Gronidła pśepytaś

# LoginsList.Title.v122
source: SAVED PASSWORDS
dsb: SKŁAŹONE GRONIDŁA

# FirefoxSync.AddressAutofillEngine.v124
source: Addresses
dsb: Adrese

# FirefoxSync.CreditCardsEngine.v122
source: Payment Methods
dsb: Płaśeńske metody

# Sync.LoginsEngine.Title.v122
source: Passwords
dsb: Gronidła

# FirefoxHomepage.Pocket.Footer.LearnMore.v115
source: Learn more
dsb: Dalšne informacije

# FirefoxHomepage.Pocket.Footer.Title.v116
source: Powered by %1$@. Part of the %2$@ family.
dsb: Spěchowany wót %1$@. Źěl swójźby %2$@.

# CloseTab.ArrivingNotification.title.v133
source: %1$@ tabs closed: %2$@
dsb: Rejtariki %1$@ zacynjone: %2$@

# CloseTab.ViewAction.title.v133
source: View recently closed tabs
dsb: Rowno zacynjone rejtariki pokazaś

# ContextualHints.FirefoxHomepage.JumpBackIn.PersonalizedHome
source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
dsb: Póznajśo swój personalizěrowany bok. Nejnowše rejtariki, cytańske znamjenja a pytańske wuslědki se how zjawiju.

# ContextualHints.FirefoxHomepage.JumpBackIn.SyncedTab.v106
source: Your tabs are syncing! Pick up where you left off on your other device.
dsb: Waše rejtariki se synchronizěruju! Pókšačujśo, źož sćo pśestał na drugem rěźe.

# KeyboardAccessory.NextButton.Accessibility.Label.v124
source: Next form field
dsb: Pśiduce formularowe pólo

# KeyboardAccessory.PreviousButton.Accessibility.Label.v124
source: Previous form field
dsb: Pjerwjejšne formularowe pólo

# LibraryPanel.Sections.LastHour.v134
source: Last Hour
dsb: Zachadna góźina

# LoginsHelper.DontSave.Button.v122
source: Not Now
dsb: Nic něnto

# LoginsHelper.DontUpdate.Button.v122
source: Not Now
dsb: Nic něnto

# LoginsHelper.SaveLogin.Button.v122
source: Save
dsb: Składowaś

# ContextualHints.MainMenu.NewMenu.Body.v132
source: Find what you need faster, from private browsing to save actions.
dsb: Namakajśo, což malsnjej trjebaśo, wót priwatnego pśeglědowanja do składowańskich akcijow.

# ContextualHints.MainMenu.NewMenu.Title.v132
source: New: streamlined menu
dsb: Nowy: zjadnorjony meni

# MainMenu.AccessibilityLabels.OptionDisabled.Hint.v133
source: Dimmed
dsb: Zaśamnjony

# MainMenu.Account.AccessibilityLabels.BackButton.v132
source: Back
dsb: Slědk

# MainMenu.Account.AccessibilityLabels.CloseButton.v132
source: Close
dsb: Zacyniś

# MainMenu.Account.AccessibilityLabels.MainButton.v132
source: Sign in to sync passwords, tabs, and more
dsb: Pśizjawśo se, aby gronidła, rejtariki a wěcej synchronizěrował

# MainMenu.Account.SignedOut.Description.v131
source: Sync passwords, tabs, and more
dsb: Gronidła, rejtariki a wěcej synchronizěrowaś

# MainMenu.Account.SignedOut.Title.v131
source: Sign In
dsb: Pśizjawiś

# MainMenu.Account.SyncError.Description.v131
source: Syncing paused
dsb: Synchronizacija jo zastajona

# MainMenu.Account.SyncError.Title.v131
source: Sign back in to sync
dsb: Pśizjawśo se zasej za synchronizaciju

# MainMenu.PanelLinkSection.AccessibilityLabels.Bookmarks.v132
source: Bookmarks
dsb: Cytańske znamjenja

# MainMenu.PanelLinkSection.AccessibilityLabels.Downloads.v132
source: Downloads
dsb: Ześěgnjenja

# MainMenu.PanelLinkSection.AccessibilityLabels.History.v132
source: History
dsb: Historija

# MainMenu.PanelLinkSection.AccessibilityLabels.Passwords.v132
source: Passwords
dsb: Gronidła

# MainMenu.PanelLinkSection.Bookmarks.Title.v131
source: Bookmarks
dsb: Cytańske znamjenja

# MainMenu.PanelLinkSection.Downloads.Title.v131
source: Downloads
dsb: Ześěgnjenja

# MainMenu.PanelLinkSection.History.Title.v131
source: History
dsb: Historija

# MainMenu.PanelLinkSection.Passwords.Title.v131
source: Passwords
dsb: Gronidła

# MainMenu.SettingsSection.AccessibilityLabels.CustomizeHomepage.v132
source: Customize Homepage
dsb: Startowy bok pśiměriś

# MainMenu.SettingsSection.AccessibilityLabels.GetHelp.v132
source: Get Help
dsb: Pomoc se wobstaraś

# MainMenu.SettingsSection.AccessibilityLabels.Settings.v132
source: Settings
dsb: Nastajenja

# MainMenu.SettingsSection.AccessibilityLabels.WhatsNew.v132
source: New in %@
dsb: Nowy w %@

# MainMenu.SettingsSection.CustomizeHomepage.Title.v131
source: Customize Homepage
dsb: Startowy bok pśiměriś

# MainMenu.SettingsSection.GetHelp.Title.v131
source: Get Help
dsb: Pomoc se wobstaraś

# MainMenu.SettingsSection.Settings.Title.v131
source: Settings
dsb: Nastajenja

# MainMenu.SettingsSection.WhatsNew.Title.v131
source: New in %@
dsb: Nowy w %@

# MainMenu.Submenus.Save.AccessibilityLabels.AddToHomeScreen.Subtitle.v132
source: Home
dsb: Startowy bok

# MainMenu.Submenus.Save.AccessibilityLabels.AddToHomeScreen.Title.v132
source: Add to Home Screen
dsb: Startowej wobrazowce pśidaś

# MainMenu.Submenus.Save.AccessibilityLabels.AddToShortcuts.Subtitle.v132
source: Shortcut
dsb: Zwězanje

# MainMenu.Submenus.Save.AccessibilityLabels.AddToShortcuts.Title.v132
source: Add to Shortcuts
dsb: Zwězanjam pśidaś

# MainMenu.Submenus.Save.AccessibilityLabels.BookmarkThisPage.Subtitle.v132
source: Add Bookmark
dsb: Cytańske znamje pśidaś

# MainMenu.Submenus.Save.AccessibilityLabels.BookmarkThisPage.Title.v132
source: Bookmark This Page
dsb: Toś ten bok ako cytańske znamje składowaś

# MainMenu.Submenus.Save.AccessibilityLabels.EditBookmark.Title.v132
source: Edit Bookmark
dsb: Cytańske znamje wobźěłaś

# MainMenu.Submenus.Save.AccessibilityLabels.RemoveFromReadingList.Title.v132
source: Remove from Reading List
dsb: Z cytańskeje lisćiny wótwónoźeś

# MainMenu.Submenus.Save.AccessibilityLabels.RemoveFromShortcuts.Title.v132
source: Remove from Shortcuts
dsb: Ze zwězanjow wótwónoźeś

# MainMenu.Submenus.Save.AccessibilityLabels.SaveAsPDF.Title.v132
source: Save as PDF
dsb: Ako PDF składowaś

# MainMenu.Submenus.Save.AccessibilityLabels.SaveToReadingList.Subtitle.v132
source: Reading List
dsb: Cytańska lisćina

# MainMenu.Submenus.Save.AccessibilityLabels.SaveToReadingList.Title.v132
source: Save to Reading List
dsb: Do cytańskeje lisćiny składowaś

# MainMenu.Submenus.Save.AddToHomeScreen.Subtitle.v131
source: Home
dsb: Startowy bok

# MainMenu.Submenus.Save.AddToHomeScreen.Title.v131
source: Add to Home Screen
dsb: Startowej wobrazowce pśidaś

# MainMenu.Submenus.Save.AddToShortcuts.Subtitle.v131
source: Shortcut
dsb: Zwězanje

# MainMenu.Submenus.Save.AddToShortcuts.Title.v131
source: Add to Shortcuts
dsb: Zwězanjam pśidaś

# MainMenu.Submenus.Save.BookmarkThisPage.Subtitle.v131
source: Add Bookmark
dsb: Cytańske znamje pśidaś

# MainMenu.Submenus.Save.BookmarkThisPage.Title.v131
source: Bookmark This Page
dsb: Toś ten bok ako cytańske znamje składowaś

# MainMenu.Submenus.Save.EditBookmark.Title.v131
source: Edit Bookmark
dsb: Cytańske znamje wobźěłaś

# MainMenu.Submenus.Save.RemoveFromReadingList.Title.v131
source: Remove from Reading List
dsb: Z cytańskeje lisćiny wótpóraś

# MainMenu.Submenus.Save.RemoveFromShortcuts.Title.v131
source: Remove from Shortcuts
dsb: Ze zwězanjow wótwónoźeś

# MainMenu.Submenus.Save.SaveAsPDF.Title.v131
source: Save as PDF
dsb: Ako PDF składowaś

# MainMenu.Submenus.Save.SaveToReadingList.Subtitle.v131
source: Reading List
dsb: Cytańska lisćina

# MainMenu.Submenus.Save.SaveToReadingList.Title.v131
source: Save to Reading List
dsb: Do cytańskeje lisćiny składowaś

# MainMenu.Submenus.Tools.AccessibilityLabels.NightMode.Off.Title.v132
source: Turn off Night Mode
dsb: Nocny modus znjemóžniś

# MainMenu.Submenus.Tools.AccessibilityLabels.NightMode.On.Title.v132
source: Turn on Night Mode
dsb: Nocny modus zmóžniś
