Repository: mozilla-l10n/firefoxios-l10n
Catalog: dsb/firefox-ios.xliff
Languages: dsb

# NSCameraUsageDescription
source: Firefox uses your camera to scan QR codes and take photos and video.
dsb: Firefox wašu kameru wužywa, aby QR-kody skannował a fota cynił a wideo nagrał.

# NSFaceIDUsageDescription
source: Firefox requires Face ID to access your saved passwords and payment methods.
dsb: Firefox Face ID trjeba, aby pśistup k wašym skłaźonym gronidłam a płaśeńskim metodam měł.

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
dsb: Websedła, kótarež se woglědujośo, pominaju snaź wašo městno.

# NSMicrophoneUsageDescription
source: Firefox uses your microphone to record and upload audio.
dsb: Firefox waš mikrofon wužywa, aby awdio registrěrował a nagrał.

# NSPhotoLibraryAddUsageDescription
source: This lets you save photos.
dsb: Z tym móžośo fota składowaś.

source: New Private Tab
dsb: Nowy priwatny rejtarik

source: New Tab
dsb: Nowy rejtarik

source: Scan QR Code
dsb: QR-kod skannowaś

source: Add to Bookmarks
dsb: Cytańskim znamjenjam pśidaś

source: Close Tab
dsb: Rejtarik zacyniś

source: Copy URL
dsb: URL kopěrowaś

# Menu.SendLinkToDevice
source: Send Link to Device
dsb: Wótkaz na rěd pósłaś

source: Open Last Bookmark
dsb: Slědne cytańske znamje wócyniś

source: Preview of %@
dsb: Pśeglěd za %@

source: Send to Device
dsb: Na rěd pósłaś

source: Enter passcode
dsb: Gronidłowy kod zapódaś

source: Use your fingerprint to access Logins now.
dsb: Wužywajśo swój palcowy wótśišć, aby něnto na pśizjawjenja pśistup měł.

source: Cancel
dsb: Pśetergnuś

source: OK
dsb: W pórěźe

source: This action will clear all of your private data, including history from your synced devices.
dsb: Toś ta akcija wšykne z wašych priwatnych datow wulašujo, inkluziwnje historiju z wašych synchronizěrowanych rědow.

source: Browsing History
dsb: Pśeglědowańska historija

source: Cookies
dsb: Cookieje

source: Downloaded Files
dsb: Ześěgnjone dataje

source: Offline Website Data
dsb: Daty websedła offline

source: Saved Logins
dsb: Skłaźone pśizjawjenja

source: Spotlight Index
dsb: Indeks Spotlight

source: This action will clear all of your private data. It cannot be undone.
dsb: Toś ta akcija wšykne z wašych priwatnych datow wulašujo. To njedajo se anulěrowaś.

# DefaultBrowserCard.BetterInternet.Description.v108
source: Making Firefox your default browser is a vote for an open, accessible internet.
dsb: Gaž Firefox k swójomu standardnemu wobglědowakoju cyniśo, jo to głos za wótwórjony, pśistupny internet.

# DefaultBrowserCard.BetterInternet.Title.v108
source: Default to a Better Internet
dsb: Standard za lěpšy internet

# DefaultBrowserCard.Button.v2
source: Learn How
dsb: Zgóńśo, kak to źo

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Firefox.
dsb: Nastajśo wótkaze z websedłow, mejlkow a powěsćow, aby se awtomatiski we Firefox wócynili.

# DefaultBrowserCard.NextLevel.Description.v108
source: Choose Firefox as your default browser to make speed, safety, and privacy automatic.
dsb: Wubjeŕśo Firefox ako swój standardny wobglědowak, aby malsnosć, wěstotu a priwatnosć awtomatiski dostał.

# DefaultBrowserCard.NextLevel.Title.v108
source: Elevate Everyday Browsing
dsb: Wšedne pśeglědowanje – hyšći lěpše

# DefaultBrowserCard.PeaceOfMind.Description.v108
source: Firefox blocks 3,000+ trackers per user each month on average. Make us your default browser for privacy peace of mind.
dsb: Firefox w pśerězku wěcej ako 3000 pśeslědowakow na wužywarja kuždy mjasec blokěrujo. Cyńśo jen k swójomu standardnemu wobglědowakoju, aby w pokoju pśeglědował.

# DefaultBrowserCard.PeaceOfMind.Title.v108
source: Firefox Has Privacy Covered
dsb: Firefox wašu priwatnosć šćita

# DefaultBrowserCard.Title
source: Switch Your Default Browser
dsb: Standardny wobglědowak změniś

# DefaultBrowserOnboarding.Button
source: Go to Settings
dsb: K nastajenjam

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
dsb: 1. K nastajenjam

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
dsb: 2. Standardne nałoženje wobglědowaka pótusniś

# DefaultBrowserOnboarding.Description3
source: 3. Select Firefox
dsb: 3. Firefox wubraś

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
dsb: Standardne nałoženje wobglědowaka

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
dsb: Ako standardny wobglědowak nastajiś

source: Open in Safari
dsb: W Safari wócyniś

source: Try again
dsb: Hyšći raz wopytaś

source: Done
dsb: Dokóńcony

source: Find in Page
dsb: Na boku pytaś

source: Next in-page result
dsb: Pśiducy wuslědk na boku

source: Previous in-page result
dsb: Pjerwjejšny wuslědk na boku

source: Delete
dsb: Lašowaś

# Intro.Slides.Button.SignIn
source: Sign In
dsb: Pśizjawiś

# Intro.Slides.Welcome.Title.v2
source: Welcome to Firefox
dsb: Witajśo k Firefox

source: Start Browsing
dsb: Pśeglědowaś zachopiś

source: A username and password are being requested by %@.
dsb: Wužywaŕske mě a gronidło pominatej se wót %@.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
dsb: Wužywaŕske mě a gronidło pominatej se wót %1$@. Sedło groni: %2$@

source: About
dsb: Wó

# ActivityStream.ContextMenu.AddToShortcuts
source: Add to Shortcuts
dsb: Zwězanjam pśidaś

# ActivityStream.ContextMenu.PinTopsite2
source: Pin
dsb: Pśipěś

# ActivityStream.ContextMenu.UnpinTopsite
source: Unpin
dsb: Wótpěś

# ActivityStream.JumpBackIn.SectionTitle
source: Jump Back In
dsb: Slědk skócyś

# ActivityStream.JumpBackIn.TabGroup.SiteCount
source: Tabs: %d
dsb: Rejtariki: %d

# ActivityStream.Library.Title
source: Recently Saved
dsb: Njedawno skłaźone

# ActivityStream.RecentHistory.Title
source: Recently Visited
dsb: Pśed krotkim woglědane

# ActivityStream.TopSites.RowSettingFooter
source: Set Rows
dsb: Smužki nastajiś

source: Add Tab
dsb: Rejtarik pśidaś

source: Add to Reading List
dsb: Cytańskej lisćinje pśidaś

# AddPass.Error.Dismiss
source: OK
dsb: W pórěźe

# AddPass.Error.Message
source: An error occured while adding the pass to Wallet. Please try again later.
dsb: Pśi pśidawanju pasa listowce jo zmólka nastała. Pšosym wopytajśo pózdźej hyšći raz.

# AddPass.Error.Title
source: Failed to Add Pass
dsb: Pas njedajo se pśidaś

source: Added page to Reading List
dsb: Jo bok cytańskej lisćinje pśidał

source: Address and Search
dsb: Adresa a pytanje

# Address.Bar.ReadingList.v106
source: Add to Reading List
dsb: Cytańskej lisćinje pśidaś

# Address.Bar.v99
source: Address Bar
dsb: Adresowe pólo

source: Always Send
dsb: Pśecej pósłaś

source: Authentication required
dsb: Awtentifikacija trjebna

source: Back
dsb: Slědk

source: Block Pop-up Windows
dsb: Wuskokujuce wokna blokěrowaś

# Bookmark.DetailFieldTitle.Label
source: Title
dsb: Titel

source: Bookmarks
dsb: Cytańske znamjenja

# Bookmarks.Edit.Button
source: Edit
dsb: Wobźěłaś

# Bookmarks.EditBookmark.Label
source: Edit Bookmark
dsb: Cytańske znamje wobźěłaś

# Bookmarks.EditFolder.Label
source: Edit Folder
dsb: Zarědnik wobźěłaś

# Bookmarks.Folder.Label
source: Folder
dsb: Zarědnik

# Bookmarks.Menu.DesktopBookmarks
source: Desktop Bookmarks
dsb: Desktopowe cytańske znamjenja

# Bookmarks.NewBookmark.Label
source: New Bookmark
dsb: Nowe cytańske znamje

# Bookmarks.NewFolder.Label
source: New Folder
dsb: Nowy zarědnik

# Bookmarks.NewSeparator.Label
source: New Separator
dsb: Nowa źěleńska linija

# Bookmarks.Title.Label
source: Title
dsb: Titel

# BreachAlerts.BreachDate
source: This breach occurred on
dsb: Toś ta datowa źěra jo nastała

# BreachAlerts.Description
source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
dsb: Gronidła su se roznjasli abo kšadnuli, wót togo, až sćo změnił swójo gronidło slědny raz. Aby toś to konto šćitał, pśizjawśo se pla sedła a změńśo swójo gronidło.

# BreachAlerts.LearnMoreButton
source: Learn more
dsb: Dalšne informacije

# BreachAlerts.Link
source: Go to
dsb: Źiśo k

# BreachAlerts.Title
source: Website Breach
dsb: Datowa źěra websedła

source: Brightness
dsb: Swětłosć

source: Changes color theme.
dsb: Změnijo barwnu drastwu.

source: Changes font type.
dsb: Změnijo pismowu družynu.

# ClipboardToast.GoToCopiedLink.Button
source: Go
dsb: Start

# ClipboardToast.GoToCopiedLink.Title
source: Go to copied link?
dsb: Ku kopěrowanemu wótkazoju hyś?

source: Close
dsb: Zacyniś

source: Closing tab
dsb: Rejtarik zacyniś

# ContextMenu.BookmarkLinkButtonTitle
source: Bookmark Link
dsb: Wótkaz ako cytańske znamje składowaś

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
source: New Private Tab opened
dsb: Nowy priwatny rejtarik jo se wócynił

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText.v113
source: New Private Tab Opened
dsb: Nowy priwatny rejtarik jo se wócynił

# ContextMenu.ButtonToast.NewTabOpened.ButtonText
source: Switch
dsb: Pśešaltowaś

# ContextMenu.ButtonToast.NewTabOpened.LabelText
source: New Tab opened
dsb: Nowy rejtarik jo se wócynił

# ContextMenu.ButtonToast.NewTabOpened.LabelText.v114
source: New Tab Opened
dsb: Nowy rejtarik jo se wócynił

# ContextMenu.CopyImageButtonTitle
source: Copy Image
dsb: Wobraz kopěrowaś

# ContextMenu.CopyImageLinkButtonTitle
source: Copy Image Link
dsb: Wobrazowy wótkaz kopěrowaś

# ContextMenu.CopyLinkButtonTitle
source: Copy Link
dsb: Wótkaz kopěrowaś

# ContextMenu.DownloadLinkButtonTitle
source: Download Link
dsb: Wótkaz ześěgnuś

# ContextMenu.OpenInNewTabButtonTitle
source: Open in New Tab
dsb: W nowem rejtariku wócyniś

# ContextMenu.SaveImageButtonTitle
source: Save Image
dsb: Wobraz składowaś

# ContextMenu.ShareLinkButtonTitle
source: Share Link
dsb: Wótkaz źěliś

# ContextualHints.SearchBarPlacement.CallToAction
source: Toolbar Settings
dsb: Nastajenja symboloweje rědki

# ContextualHints.TabTray.InactiveTabs
source: Tabs you haven’t viewed for two weeks get moved here.
dsb: Rejtariki, kótarež njejsćo se woglědał dwa tyźenja, se sem pśesunu.

# ContextualHints.TabTray.InactiveTabs.CallToAction
source: Turn off in settings
dsb: W nastajenjach znjemóžniś

# ContextualHintsCloseButtonAccessibility.v105
source: Close
dsb: Zacyniś

source: Could not add page to Reading List. Maybe it’s already there?
dsb: Bok njedajo se cytańskej lisćinje pśidaś. Snaź jo wón južo wopśimjony?

source: Could not add page to Reading list
dsb: Bok njedajo se cytańskej lisćinje pśidaś

source: Could not load page.
dsb: Bok njedajo se zacytaś.

# CoverSheet.v24.ETP.Description
source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
dsb: Zatwarjone pólěpšony slědowański šćit zajźujo tomu, až wabjenje wam wšuźi slědujo. Zmóžniśo „Striktny“, aby samo wěcej pśeslědowaki, wabjenja a wuskokujucych woknow blokěrował.

# CoverSheet.v24.ETP.Settings.Button
source: Go to Settings
dsb: K nastajenjam

# CoverSheet.v24.ETP.Title
source: Protection Against Ad Tracking
dsb: Šćit pśeśiwo wabjeńskemu slědowanjeju

source: Create an account
dsb: Konto załožyś

source: Dark
dsb: Śamny

source: Decrease text size
dsb: Tekstowu wjelikosć pómjeńšyś

source: Default Search Engine
dsb: Standardna pytnica

# DefaultBrowserCloseButtonAccessibility.v102
source: Close
dsb: Zacyniś

source: Display Settings
dsb: Zwobraznjeńske nastajenja

source: Don’t Send
dsb: Njesłaś

source: Downloads
dsb: Ześěgnjenja

# Downloads.Alert.DownloadNow
source: Download Now
dsb: Něnto ześěgnuś

# Downloads.CancelDialog.Cancel
source: Cancel
dsb: Pśetergnuś

# Downloads.CancelDialog.Message
source: Are you sure you want to cancel this download?
dsb: Cośo napšawdu toś to ześěgnjenje pśetergnuś?

# Downloads.CancelDialog.Resume
source: Resume
dsb: Pókšacowaś

# Downloads.CancelDialog.Title
source: Cancel Download
dsb: Ześěgnjenje pśetergnuś

# Downloads.Toast.Cancelled.LabelText
source: Download Cancelled
dsb: Ześěgnjenje jo pśetergnjone

# Downloads.Toast.Failed.LabelText
source: Download Failed
dsb: Ześěgnjenje njejo se raźiło

# Downloads.Toast.GoToDownloads.Button
source: Downloads
dsb: Ześěgnjenja

# Downloads.Toast.MultipleFiles.DescriptionText
source: 1 of %d files
dsb: 1 z %d datajow

# DownloadsPanel.Delete.Title
source: Delete
dsb: Lašowaś

# DownloadsPanel.EmptyState.Title
source: Downloaded files will show up here.
dsb: Ześěgnjone dataje budu se how pokazowaś.

# DownloadsPanel.Share.Title
source: Share
dsb: Źěliś

source: Enter your password to connect
dsb: Zapódajśo swójo gronidło, aby zwězał

# ErrorPages.Advanced.Button
source: Advanced
dsb: Rozšyrjone

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can’t confirm your connection to this website is secure.
dsb: Warnowanje: Njamóžomy wobkšuśiś, až waš zwisk z toś tym websedłom jo wěsty.

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
dsb: To jo snaź wopacna konfigracija abo manipulacija napadowarja. Cyńśo dalej, jolic potencielne riziko akceptěrujośo.

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
dsb: Wobsejźaŕ %@ jo websedło wopak konfigurěrował. Aby waše daty pśed złoéjstwom šćitał, Firefox njejo was z toś tym websedłom zwězał.

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
dsb: Toś ten zwisk jo dowěry njegódny

# ErrorPages.GoBack.Button
source: Go Back
dsb: Slědk

# ErrorPages.VisitOnce.Button
source: Visit site anyway
dsb: K sedłoju weto woglědaś

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store?
dsb: Toś ten wótkaz w App Store wócyniś?

# ExternalLink.AppStore.GenericConfirmationTitle
source: Open this link in external app?
dsb: Toś ten wótkaz w eksternem nałoženju wócyniś?

# Firefox.HomePage.Title
source: Firefox Home Page
dsb: Startowy bok Firefox

# FirefoxHome.CustomizeHomeButton.Title
source: Customize Homepage
dsb: Startowy bok pśiměriś

# FirefoxHome.Pocket.DiscoverMore
source: Discover more
dsb: Wuslěźćo wěcej

# FirefoxHome.Pocket.SectionTitle
source: Thought-Provoking Stories
dsb: Tšojeńka, kótarež k rozmyslowanju pógnuwaju

# FirefoxHome.RecentHistory.Remove
source: Remove
dsb: Wótwónoźeś

# FirefoxHomepage.Common.PagesCount.v112
source: Pages: %d
dsb: Boki: %d

# FirefoxHomepage.ContextualMenu.Settings.v101
source: Settings
dsb: Nastajenja

# FirefoxHomepage.ContextualMenu.SponsoredContent.v101
source: Our Sponsors & Your Privacy
dsb: Naše sponsory a waša priwatnosć

# FirefoxHomepage.JumpBackIn.TabPickup.OpenTab.A11y.v106
source: Open synced tab
dsb: Synchronizěrowany rejtarik wócyniś

# FirefoxHomepage.JumpBackIn.TabPickup.ShowAll.ButtonTitle.v104
source: See all synced tabs
dsb: Synchronizěrowane rejtariki pokazaś

# FirefoxHomepage.JumpBackIn.TabPickup.v104
source: Tab pickup
dsb: Synchronizěrowane rejtariki

# FirefoxHomepage.Pocket.Sponsored.v103
source: Sponsored
dsb: Sponserowany

# FirefoxHomepage.Shortcuts.Sponsored.v100
source: Sponsored
dsb: Sponserowany

source: Forward
dsb: Doprědka

# FxA.FirefoxAccount
source: Firefox Account
dsb: Konto Firefox

# FxA.ManageAccount
source: Manage Account & Devices
dsb: Konto a rědy zastojaś

# FxA.NoInternetConnection
source: No Internet Connection
dsb: Žeden internetny zwisk

# FxA.SyncNow
source: Sync Now
dsb: Něnto synchronizěrowaś

# FxAPush_DeviceConnected_body
source: Firefox Sync has connected to %@
dsb: Firefox Sync jo z %@ zwězany

# FxAPush_DeviceConnected_title
source: Sync Connected
dsb: Sync jo zwězany

# FxAPush_DeviceDisconnected_ThisDevice_body
source: This device has been successfully disconnected from Firefox Sync.
dsb: Toś ten rěd jo se wuspěšnje wót Firefox Sync wótźělił.

# FxAPush_DeviceDisconnected_ThisDevice_title
source: Sync Disconnected
dsb: Sync jo wótźělony

# FxAPush_DeviceDisconnected_UnknownDevice_body
source: A device has disconnected from Firefox Sync
dsb: Rěd jo se wót Firefox Sync wótźělił

# FxAPush_DeviceDisconnected_body
source: %@ has been successfully disconnected.
dsb: %@ jo se wuspěšnje wótźělił.

# FxAPush_DeviceDisconnected_title
source: Sync Disconnected
dsb: Sync jo wótźělony

# FxHomepage.Wallpaper.ButtonLabel.v99
source: Firefox logo, change the wallpaper.
dsb: Logo Firefox, slězynowy wobraz změniś.

source: Help
dsb: Pomoc

source: History
dsb: Historija

# HistoryPanel.ClearHistoryButtonTitle
source: Clear Recent History…
dsb: Aktualnu historiju wuprozniś…

# HistoryPanel.ClearHistoryMenuOptionEverything
source: Everything
dsb: Wšykno

# HistoryPanel.ClearHistoryMenuOptionTheLastHour
source: The Last Hour
dsb: Slědna góźina

# HistoryPanel.ClearHistoryMenuOptionToday
source: Today
dsb: Źinsa

# HistoryPanel.ClearHistoryMenuOptionTodayAndYesterday
source: Today and Yesterday
dsb: Źinsa a cora

# HistoryPanel.EmptyState.Title
source: Websites you’ve visited recently will show up here.
dsb: Websedła, kótarež sćo se njedawno woglědał, pokazuju se how.

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
dsb: Waše rejtariki z drugich rědow se how pokazuju.

# HistoryPanel.EmptySyncedTabsPanelNotSignedInState.Description
source: Sign in to view a list of tabs from your other devices.
dsb: Pśizjawśo se, aby se lisćinu rejtarikow ze swójich drugich rědow woglědał.

# HistoryPanel.HistoryBackButton.Title
source: History
dsb: Historija

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently Closed
dsb: Njedawno zacynjone

source: Home
dsb: Startowa wobrazowka

# HomePanel.ContextMenu.Bookmark
source: Bookmark
dsb: Ako cytańske znamje składowaś

# HomePanel.ContextMenu.DeleteFromHistory
source: Delete from History
dsb: Z historije lašowaś

# HomePanel.ContextMenu.OpenInNewPrivateTab.v101
source: Open in a Private Tab
dsb: W priwatnem rejtariku wócyniś

# HomePanel.ContextMenu.OpenInNewTab
source: Open in New Tab
dsb: W nowem rejtariku wócyniś

# HomePanel.ContextMenu.Remove
source: Remove
dsb: Wótwónoźeś

# HomePanel.ContextMenu.RemoveBookmark
source: Remove Bookmark
dsb: Cytańske znamje wótwónoźeś

# HomePanel.ContextMenu.Share
source: Share
dsb: Źěliś

# Hotkeys.Back.DiscoveryTitle
source: Back
dsb: Slědk

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
dsb: Rejtarik zacyniś

# Hotkeys.Find.DiscoveryTitle
source: Find
dsb: Pytaś

# Hotkeys.Forward.DiscoveryTitle
source: Forward
dsb: Dalej

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
dsb: Nowy priwatny rejtarik

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
dsb: Nowy rejtarik

# Hotkeys.NormalMode.DiscoveryTitle
source: Normal Browsing Mode
dsb: Normalny pśeglědowański modus

# Hotkeys.PrivateMode.DiscoveryTitle
source: Private Browsing Mode
dsb: Priwatny modus

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
dsb: Bok znowego zacytaś

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
dsb: Adresowe pólo wubraś

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
dsb: Pśiducy rejtarik pokazaś

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
dsb: Pjerwjejšny rejtarik pokazaś

# InactiveTabs.TabTray.CloseButtonTitle
source: Close All Inactive Tabs
dsb: Wšykne inaktiwne rejtariki zacyniś

source: Increase text size
dsb: Tekstowu wjelikosć pówětšyś

# Keyboard.Shortcuts.ActualSize
source: Actual Size
dsb: Napšawdna wjelikosć

# Keyboard.Shortcuts.AddBookmark
source: Add Bookmark
dsb: Cytańske znamje pśidaś

# Keyboard.Shortcuts.ClearRecentHistory
source: Clear Recent History
dsb: Aktualnu historiju wuprozniś

# Keyboard.Shortcuts.FindAgain
source: Find Again
dsb: Dalej pytaś

# Keyboard.Shortcuts.RefreshWithoutCache.v108
source: Reload Ignoring Cache
dsb: Pufrowak pśi aktualizěrowanju ignorěrowaś

# Keyboard.Shortcuts.Section.Bookmark
source: Bookmarks
dsb: Cytańske znamjenja

# Keyboard.Shortcuts.Section.History
source: History
dsb: Historija

# Keyboard.Shortcuts.Section.Tools
source: Tools
dsb: Rědy

# Keyboard.Shortcuts.Section.Window
source: Window
dsb: Wokno

# Keyboard.Shortcuts.Settings
source: Settings
dsb: Nastajenja

# Keyboard.Shortcuts.ShowBookmarks
source: Show Bookmarks
dsb: Cytańske znamjenja pokazaś

# Keyboard.Shortcuts.ShowDownloads
source: Show Downloads
dsb: Ześěgnjenja pokazaś

# Keyboard.Shortcuts.ShowFirstTab
source: Show First Tab
dsb: Prědny rejtarik pokazaś

# Keyboard.Shortcuts.ShowHistory
source: Show History
dsb: Historiju pokazaś

# Keyboard.Shortcuts.ShowLastTab
source: Show Last Tab
dsb: Slědny rejtarik pokazaś

# Keyboard.Shortcuts.ZoomIn
source: Zoom In
dsb: Pówětšyś

# Keyboard.Shortcuts.ZoomOut
source: Zoom Out
dsb: Pómjeńšyś

source: Last month
dsb: Slědny mjasec

source: Last week
dsb: Slědny tyźeń

# LibraryPanel.Accessibility.Bookmarks.v106
source: Bookmarks
dsb: Cytańske znamjenja

# LibraryPanel.Accessibility.History.v106
source: History
dsb: Historija

# LibraryPanel.History.ClearGroupedTabsCancel.v100
source: Cancel
dsb: Pśetergnuś

# LibraryPanel.History.ClearGroupedTabsDelete.v100
source: Delete
dsb: Lašowaś

# LibraryPanel.History.ClearGroupedTabsTitle.v100
source: Delete all sites in %@?
dsb: Wšykne sedła w %@ lašowaś?

# LibraryPanel.History.ClearHistoryMenuTitle.v100
source: Removes history (including history synced from other devices), cookies and other browsing data.
dsb: Wótwónoźijo historiju (mjazy njeju historiju, kótaraž jo se synchronizěrowała z drugich rědow), cookieje a druge pśeglědowańske daty.

# LibraryPanel.History.DeleteGroupedItem.v104
source: Delete
dsb: Lašowaś

# LibraryPanel.History.NoHistoryFound.v99
source: No history found
dsb: Žedna historija namakana

# LibraryPanel.History.RecentlyClosedTabs.v99
source: Recently Closed Tabs
dsb: Rowno zacynjone rejtariki

# LibraryPanel.History.SearchHistoryPlaceholder.v99
source: Enter search terms
dsb: Pytańske wuraze zapódaś

# LibraryPanel.History.SyncedHistory.v100
source: Synced History
dsb: Synchronizěrowana historija

# LibraryPanel.Section.Older
source: Older
dsb: Starše

source: Licenses
dsb: Licence

source: Light
dsb: Swětły

source: Load original page
dsb: Originalny bok zacytaś

source: Loading content…
dsb: Wopśimjeśe se zacytujo…

source: Log in
dsb: Pśizjawiś

source: Logins
dsb: Pśizjawjenja

# Logins.DevicePasscodeRequired.LearnMoreButtonTitle
source: Learn More
dsb: Dalšne informacije

# Logins.Onboarding.ContinueButtonTitle
source: Continue
dsb: Dalej

# Logins.Onboarding.LearnMoreButtonTitle
source: Learn More
dsb: Dalšne informacije

# Logins.PasscodeRequirement.Warning
source: To use the AutoFill feature for Firefox, you must have a device passcode enabled.
dsb: Aby funkciju awtomatiskego wupołnjenja Firefox wužywał, musyśo rědowy gronidłowy kod zmóžnjony byś.

# Logins.WelcomeView.Tagline
source: Take your passwords everywhere
dsb: Wzejśo swóje gronidła wšuźi sobu

# Logins.WelcomeView.Title2
source: AutoFill Firefox Passwords
dsb: Gronidła Firefox awtomatiski wupołniś

# Logins.WelcomeView.TurnOnAutoFill
source: Turn on AutoFill
dsb: Awtomatiske wupołnjenje zmóžniś

# LoginsHelper.DontSave.Button
source: Don’t Save
dsb: Njeskładowaś

# LoginsHelper.DontUpdate.Button
source: Don’t Update
dsb: Njeaktualizěrowaś

# LoginsHelper.PromptSaveLogin.Title
source: Save login %1$@ for %2$@?
dsb: Pśizjawjenje %1$@ za %2$@ składowaś?

# LoginsHelper.PromptSavePassword.Title
source: Save password for %@?
dsb: Gronidło za %@ składowaś?

# LoginsHelper.PromptUpdateLogin.Title.OneArg
source: Update login for %@?
dsb: Pśizjawjenje za %@ aktualizěrowaś?

# LoginsHelper.PromptUpdateLogin.Title.TwoArg
source: Update login %1$@ for %2$@?
dsb: Pśizjawjenje za %1$@ na %2$@ aktualizěrowaś?

# LoginsHelper.SaveLogin.Button
source: Save Login
dsb: Pśizjawjenje składowaś
