Repository: mozilla-l10n/firefoxios-l10n
Catalog: dsb/firefox-ios.xliff
Languages: dsb

# LoginsHelper.Update.Button
source: Update
dsb: Aktualizěrowaś

# LoginsList.NoMatchingResult.Subtitle
source: There are no results matching your search.
dsb: Njejsu žedne wuslědki, kótarež wašomu pytanjeju wótpowěduju.

# LoginsList.Search.Cancel
source: Cancel
dsb: Pśetergnuś

# LoginsList.SelectPassword.Title
source: Select a password to fill
dsb: Wubjeŕśo gronidło za wupołnjenje

# LoginsList.Title
source: SAVED LOGINS
dsb: SKŁAŹONE PŚIZJAWJENJA

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
dsb: Zda se, až Firefox jo se do togo wowalił. Cośo swóje rejtariki wótnowiś?

source: Mark as Read
dsb: Ako pśecytany markěrowaś

source: Mark as Unread
dsb: Ako njecytany markěrowaś

# Menu.AddBookmark.Confirm
source: Bookmark Added
dsb: Cytańske znamje pśidane

# Menu.AddBookmark.Label.v99
source: Add
dsb: Pśidaś

# Menu.AddPin.Confirm2
source: Added to Shortcuts
dsb: Zwězanjam pśidane

# Menu.AddReadingList.Label.v99
source: Add
dsb: Pśidaś

# Menu.AddToReadingList.Confirm
source: Added To Reading List
dsb: Cytańskej lisćinje pśidane

# Menu.AddToShortcuts.v99
source: Add to Shortcuts
dsb: Zwězanjam pśidaś

# Menu.Bookmarks.Label
source: Bookmarks
dsb: Cytańske znamjenja

# Menu.Copy.Title
source: Copy Address
dsb: Adresu kopěrowaś

# Menu.CopyURL.Confirm
source: URL Copied To Clipboard
dsb: URL do mjazywótkłada kopěrowany

# Menu.CustomizeHomePage.v99
source: Customize Homepage
dsb: Startowy bok pśiměriś

# Menu.Downloads.Label
source: Downloads
dsb: Ześěgnjenja

# Menu.EnhancedTrackingProtectionOff.Title
source: Protections are OFF for this site
dsb: Šćit jo znjemóžnjony za toś to sedło

# Menu.EnhancedTrackingProtectionOn.Title
source: Protections are ON for this site
dsb: Šćit jo zmóžnjony za toś to sedło

# Menu.Help.v99
source: Help
dsb: Pomoc

# Menu.History.Label
source: History
dsb: Historija

# Menu.NewPrivateTab.Label
source: New Private Tab
dsb: Nowy priwatny rejtarik

# Menu.NewTab.v99
source: New Tab
dsb: Nowy rejtarik

# Menu.NightModeTurnOff.Label2
source: Turn off Night Mode
dsb: Nocny modus znjemóžniś

# Menu.NightModeTurnOn.Label2
source: Turn on Night Mode
dsb: Nocny modus zmóžniś

# Menu.Passwords.Label
source: Passwords
dsb: Gronidła

# Menu.Paste.Title
source: Paste
dsb: Zasajźiś

# Menu.PasteAndGo.Title
source: Paste & Go
dsb: Zasajźiś a zachopiś

# Menu.ReadingList.Label
source: Reading List
dsb: Cytańska lisćina

# Menu.ReloadWithTrackingProtection.Title
source: Reload With Tracking Protection
dsb: Ze slědowańskim šćitom znowego zacytaś

# Menu.ReloadWithoutTrackingProtection.Title
source: Reload Without Tracking Protection
dsb: Bźez slědowańskego šćita znowego zacytaś

# Menu.RemoveBookmark.Confirm
source: Bookmark Removed
dsb: Cytańske znamje wótwónoźone

# Menu.RemoveBookmark.Label.v99
source: Remove
dsb: Wótwónoźeś

# Menu.RemovePin.Confirm2.v99
source: Removed from Shortcuts
dsb: Ze zwězanjow wótwónoźone

# Menu.RemoveReadingList.Confirm.v99
source: Removed from Reading List
dsb: Z cytańskeje lisćiny wótwónoźone

# Menu.RemoveReadingList.Label.v99
source: Remove
dsb: Wótwónoźeś

# Menu.RemovedFromShortcuts.v99
source: Remove from Shortcuts
dsb: Ze zwězanjow wótwónoźeś

# Menu.Share.v99
source: Share
dsb: Źěliś

# Menu.SyncAndSaveData.v103
source: Sync and Save Data
dsb: Synchronizěrowaś a daty składowaś

# Menu.TabSent.Confirm
source: Tab Sent
dsb: Rejtarik jo se pósłał

# Menu.Toolbar.Bookmarks.AccessibilityLabel.v99
source: Bookmarks
dsb: Cytańske znamjenja

# Menu.Toolbar.Home.AccessibilityLabel.v99
source: Home
dsb: Startowy bok

# Menu.TrackingProtection.Details.Verifier
source: Verified by %@
dsb: Wót %@ pśeglědany

# Menu.TrackingProtection.ProtectionSettings.Title
source: Protection Settings
dsb: Šćitowe nastajenja

# Menu.TrackingProtectionBlockedContent.Title
source: Tracking content
dsb: Slědujuce wopśimjeśe

# Menu.TrackingProtectionBlockedSocial.Title
source: Social Trackers
dsb: Socialne pśeslědowaki

# Menu.TrackingProtectionCrossSiteTrackers.Title
source: Cross-Site Trackers
dsb: Pśeslědowaki mjazy sedłami

# Menu.TrackingProtectionCryptominersBlocked.Title
source: Cryptominers
dsb: Kryptokopanje

# Menu.TrackingProtectionDescription.ContentTrackers
source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
dsb: Websedła mógu eksterne wabjenje, wideo a druge wośimjeśe zacytaś, kótarež schowane pśeslědowaki wopśimuju. Gaž to blokěrujośo, móžo to pomagaś, sedła malsnjej zacytaś, ale někotare tłocaški, formulary a pśizjawjeńske póla snaź wěcej njebudu funkcioněrowaś.

# Menu.TrackingProtectionDescription.CrossSiteNew
source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
dsb: Toś te cookieje wam wót sedła do sedła slěduju, aby daty wó tom zběrali, což online gótujośo. Stajaju se wót tśeśich póbitowarjow kaž na pśikład wabjarjow a analyzowych pśedewześćow.

# Menu.TrackingProtectionDescription.CryptominersNew
source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
dsb: Kryptokopanje liceńske wugbaśe wašogo systema kšajźu wužywa, aby digitalne pjenjeze dobyło. Kryptokopanske skripty wašu bateriju proznje, wašo licadło spómałšuju a mógu wašu pśetrjebu energije pówušyś.

# Menu.TrackingProtectionDescription.Fingerprinters
source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
dsb: Nastajenja we wobglědowaku a na licadle su jadnorazowe. Palcowe wótśišće zběraju wjelerakosć toś tych jadnorazowych nastajenjow, aby profil wó was napórali, kótaryž dajo se wužywaś, aby wam slědował, gaž pśeglědujośo.

# Menu.TrackingProtectionDescription.SocialNetworksNew
source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
dsb: Socialne seśi pśeslědowaki na drugich websedłach placěruju, aby dopołnjejšy a zaměrnjejšy profil wó was napórali. Blokěrowanje toś tych pśeslědowakow reducěrujo, kak wjele pśedewześa socialnych medijow mógu wó tom wiźeś, což wy online gótujośo.

# Menu.TrackingProtectionFingerprintersBlocked.Title
source: Fingerprinters
dsb: Palcowe wótśišće

# Menu.WhatsNew.Title
source: What’s New
dsb: Nowe funkcije a změny

# Menu.ZoomPage.Title.v113
source: Zoom (%@)
dsb: Skalěrowanje (%@)

source: Navigation Toolbar
dsb: Nawigaciska rědka

source: No
dsb: Ně

source: No tabs
dsb: Žedne rejtariki

source: Okay
dsb: W pórěźe

# Onboarding.WhatsNew.Button.Title
source: Start Browsing
dsb: Pśeglědowanje startowaś

source: Oops! Firefox crashed
dsb: Hopla! Firefox jo se wowalił

source: Open Settings
dsb: Nastajenja wócyniś

source: Open Tabs
dsb: Wócynjone rejtariki

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
dsb: Wócyńsó nastawki w cytańskem naglěźe, z tym až pótuskujośo knigłowy symbol, gaž pokazujo se w titelnej rědce.

# OpenURL.Error.Message
source: Firefox cannot open the page because it has an invalid address.
dsb: Firefox njamóžo bok wócyniś, dokulaž ma njepłaśiwu adresu.

# OpenURL.Error.Title
source: Cannot Open Page
dsb: Bok njedajo se wócyniś

source: Password
dsb: Gronidło

# PhotoLibrary.FirefoxWouldLikeAccessMessage
source: This allows you to save the image to your Camera Roll.
dsb: To wam zmóžnja, wobraz do Camera Roll składowaś.

# PhotoLibrary.FirefoxWouldLikeAccessTitle
source: Firefox would like to access your Photos
dsb: Firefox by rady pśistup k wašym fotam měł

# PhotonMenu.close
source: Close
dsb: Zacyniś

source: Privacy
dsb: Priwatnosć

source: Privacy Policy
dsb: Pšawidła priwatnosći

# ProtectionStatus.NotSecure
source: Connection is not secure
dsb: Zwisk njejo wěsty

# ProtectionStatus.Secure
source: Connection is secure
dsb: Zwisk jo wěsty

source: Quick-Search Engines
dsb: Pytnice za malsne pytanje

# Ratings.Settings.RateOnAppStore
source: Rate on App Store
dsb: W App Store pógódnośiś

source: Reader View
dsb: Cytański naglěd

# ReaderMode.Available.VoiceOverAnnouncement
source: Reader Mode available
dsb: Cytański modus k dispoziciji

# ReaderModeBar.MarkAsRead.v106
source: Mark as Read
dsb: Ako pśecytany markěrowaś

# ReaderModeBar.MarkAsUnread.v106
source: Mark as Unread
dsb: Ako njepśecytany markěrowaś

source: Reading list
dsb: Cytańska lisćina

# RecentlyClosedTabsPanel.Title
source: Recently Closed
dsb: Njedawno zacynjony

# RecentlySaved.Actions.More
source: Show All
dsb: Wšykne pokazaś

source: Reload
dsb: Znowego zacytaś

source: Reload page
dsb: Bok znowego zacytaś

source: Remove
dsb: Wótpóraś

source: Remove from Reading List
dsb: Z cytańskeje lisćiny wótpóraś

# ReopenAlert.Actions.Cancel
source: Cancel
dsb: Pśetergnuś

# ReopenAlert.Actions.Reopen
source: Reopen
dsb: Zasej wócyniś

# ReopenAlert.Title
source: Reopen Last Closed Tab
dsb: Zacynjony rejtarik znowego wótnowiś

source: Reset text size
dsb: Tekstowu wjelikosć slědk stajiś

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
dsb: Składujśo boki do swójeje cytańskeje lisćiny, z tym až pótuskujośo knigłowy plusowy symbol we woźenju cytańskego naglěda.

# ScanQRCode.Error.OK.Button
source: OK
dsb: W pórěźe

# ScanQRCode.Instructions.Label
source: Align QR code within frame to scan
dsb: QR-kod we wobłuku za skannowanje wusměriś

# ScanQRCode.InvalidDataError.Message
source: The data is invalid
dsb: Daty su njepłaśiwe

# ScanQRCode.PermissionError.Message.v100
source: Go to device ‘Settings’ > ‘Firefox’. Allow Firefox to access camera.
dsb: Źiśo k rědoju „Nastajenja“ > „Firefox“. Dowólśo Firefox pśistup ku kamerje.

# ScanQRCode.View.Title
source: Scan QR Code
dsb: QR-kod skannowaś

source: Search
dsb: Pytaś

source: Search or enter address
dsb: Pytaś abo adresu zapódaś

# Search.Awesomebar.SwitchToTab
source: Switch to tab
dsb: K rejtarikoju pśejś

# Search.SuggestSectionTitle.v102
source: Firefox Suggest
dsb: Naraźenje Firefox

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
dsb: Nowa pytnica pokažo se w pólu malsnego pytanja.

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
dsb: Pytnica jo se pśidała!

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
dsb: Pytańskego póbitowarja pśidaś?

# Search.ThirdPartyEngines.Cancel
source: Cancel
dsb: Pśetergnuś

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: A search engine with this title or URL has already been added.
dsb: Pytnica z toś tym titelom abo URL jo se južo pśidała.

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Failed
dsb: Njejo se raźiło

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
dsb: Pytański póbitowaŕ njedajo se pśidaś.

# Search.ThirdPartyEngines.FailedTitle
source: Failed
dsb: Njejo se raźiło

# Search.ThirdPartyEngines.FormErrorMessage
source: Please fill all fields correctly.
dsb: Pšosym wupołniśo wšykne póla korektnje.

# Search.ThirdPartyEngines.FormErrorTitle
source: Failed
dsb: Njejo se raźiło

# Search.ThirdPartyEngines.OK
source: OK
dsb: W pórěźe

source: Send Feedback
dsb: Komentar pósłaś

source: Send Report
dsb: Rozpšawu pósłaś

source: Send a crash report so Mozilla can fix the problem?
dsb: Cośo rozpšawu wó wowalenju słaś, aby Mozilla mógał problem rozwězaś?

# SendTo.Cancel.Button
source: Cancel
dsb: Pśetergnuś

# SendTo.Close.Button
source: Close
dsb: Zacyniś

# SendTo.DeviceList.Text
source: Available devices:
dsb: K dispoziciji stojece rědy:

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
dsb: Jano wótkaze HTTP a HTTPS daju se źěliś.

# SendTo.Error.OK.Button
source: OK
dsb: W pórěźe

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
dsb: Wótkaz, kótaryž cośo źěliś, njedajo se źěliś.

# SendTo.NavBar.Title
source: Send Tab
dsb: Rejtarik słaś

# SendTo.NoDevicesFound.Message
source: You don’t have any other devices connected to this Firefox Account available to sync.
dsb: Njejsu žedne druge rědy z toś tym kontom Firefox zwězane, kótarež by se dali synchronizěrowaś.

# SendTo.NotSignedIn.Message
source: Please open Firefox, go to Settings and sign in to continue.
dsb: Pšosym wócyńśo Firefox, źiśo k nastajenjam a pśizjawśo se, aby pókšacował.

# SendTo.NotSignedIn.Title
source: You are not signed in to your Firefox Account.
dsb: Njejsćo pla swójogo konta Firefox pśizjawjony.

# SendTo.SendAction.Text
source: Send
dsb: Pósłaś

# SentTab.NoTabArrivingNotification.body
source: Tap to begin
dsb: Pótusniśo, aby zachopił

# SentTab.ViewAction.title
source: View
dsb: Pokazaś

# SentTab_TabArrivingNotification_NoDevice_body
source: New tab arrived from another device.
dsb: Nowy rejtarik jo se z drugego rěda pśišeł.

# SentTab_TabArrivingNotification_NoDevice_title
source: Tab received
dsb: Dostany rejtarik

# SentTab_TabArrivingNotification_WithDevice_body
source: New tab arrived in %@
dsb: Nowy rejtarik jo w %@ pśišeł

# SentTab_TabArrivingNotification_WithDevice_title
source: Tab received from %@
dsb: Rejtarik jo se z %@ dostał

source: Settings
dsb: Nastajenja

# Settings.AddCustomEngine
source: Add Search Engine
dsb: Pytnicu pśidaś

# Settings.AddCustomEngine.SaveButtonText
source: Save
dsb: Składowaś

# Settings.AddCustomEngine.Title
source: Add Search Engine
dsb: Pytnicu pśidaś

# Settings.AddCustomEngine.TitleLabel
source: Title
dsb: Titel

# Settings.AddCustomEngine.TitlePlaceholder
source: Search Engine
dsb: Pytnica

# Settings.AddCustomEngine.URLPlaceholder
source: URL (Replace Query with %s)
dsb: URL (napšašowanje pśez %s wuměniś)

# Settings.BlockOpeningExternalApps.Title
source: Block Opening External Apps
dsb: Wócynjanje eksternych nałoženjow blokěrowaś

# Settings.ClearAllWebsiteData.Clear.Button
source: Clear All Website Data
dsb: Wšykne daty websydła wulašowaś

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
dsb: Priwatne daty wulašowaś

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
dsb: Priwatne daty wulašowaś

# Settings.ClearSelectedWebsiteData.ClearSelected.Button
source: Clear Items: %1$@
dsb: Zapiski lašowaś: %1$@

# Settings.CopyAppVersion.Title
source: Copied to clipboard
dsb: Do mjazyskłada kopěrowane

# Settings.DataManagement.SearchLabel
source: Filter Sites
dsb: Sedła filtrowaś

# Settings.DataManagement.SectionName
source: Data Management
dsb: Datowe zastojanje

# Settings.DataManagement.Title
source: Data Management
dsb: Datowe zastojanje

# Settings.Disconnect.Body
source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
dsb: Firefox pśestanjo z wašym kontom synchronizěrowaś, ale njewulašujo pśeglědowańske daty na toś tom rěźe.

# Settings.Disconnect.Button
source: Disconnect Sync
dsb: Sync źěliś

# Settings.Disconnect.CancelButton
source: Cancel
dsb: Pśetergnuś

# Settings.Disconnect.DestructiveButton
source: Disconnect
dsb: Zwisk źěliś

# Settings.Disconnect.Title
source: Disconnect Sync?
dsb: Sync źěliś?

# Settings.DisplayTheme.BrightnessThreshold.SectionHeader
source: Threshold
dsb: Prog

# Settings.DisplayTheme.Manual.StatusLabel
source: Manual
dsb: Manuelne

# Settings.DisplayTheme.Manual.SwitchSubtitle
source: Pick which theme you want
dsb: Wubjeŕśo, kótaru draswtu cośo

# Settings.DisplayTheme.Manual.SwitchTitle
source: Manually
dsb: Manuelnje

# Settings.DisplayTheme.OptionDark
source: Dark
dsb: Śamny

# Settings.DisplayTheme.OptionLight
source: Light
dsb: Swětły

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display’s current brightness.
dsb: Drastwa se na zakłaźe wašeje pokazowańskeje swětłosći awtomatiski změnja. Móžośo progowu gódnotu nastajiś, źož se drastwa změnijo. Krejz aktualnu swětłosć wašogo pokazanja pódawa.

# Settings.DisplayTheme.StatusTitle
source: Automatic
dsb: Awtomatiski

# Settings.DisplayTheme.SwitchMode.SectionHeader
source: Switch Mode
dsb: Modus pśešaltowaś

# Settings.DisplayTheme.SwitchSubtitle
source: Switch automatically based on screen brightness
dsb: Drastwu awtomatiski pó swětłosći změniś

# Settings.DisplayTheme.SwitchTitle
source: Automatically
dsb: Awtomatiski

# Settings.DisplayTheme.SystemTheme.SectionHeader
source: System Theme
dsb: Systemowa drastwa

# Settings.DisplayTheme.SystemTheme.SwitchTitle
source: Use System Light/Dark Mode
dsb: Swětły/śamny systemowy modus wužywaś

# Settings.DisplayTheme.ThemePicker.SectionHeader
source: Theme Picker
dsb: Wuběrak drastwow

# Settings.DisplayTheme.Title.v2
source: Theme
dsb: Drastwa

# Settings.FxA.DeviceName
source: Device Name
dsb: Mě rěda

# Settings.FxA.Sync.SectionName
source: Sync Settings
dsb: Nastajenja synchronizacije

# Settings.FxA.Title
source: Firefox Account
dsb: Konto Firefox

# Settings.General.SectionName
source: General
dsb: Powšykne

# Settings.Home.Current.Description.v101
source: Choose what displays as the homepage.
dsb: Wubjeŕśo, což se ma ako startowy bok pokazaś.

# Settings.Home.Option.Description.v101
source: Choose what’s included on the Firefox homepage.
dsb: Wubjeŕśo, kótary wopśimjeśe se ma na startowem boku Firefox pokazaś.

# Settings.Home.Option.JumpBackIn
source: Jump Back In
dsb: Slědk skócyś

# Settings.Home.Option.Pocket
source: Recommended by Pocket
dsb: Wót Pocket dopórucony

# Settings.Home.Option.RecentlySaved
source: Recently Saved
dsb: Njedawno skłaźone

# Settings.Home.Option.RecentlyVisited
source: Recently Visited
dsb: Pśed krotkim woglědane

# Settings.Home.Option.Shortcuts
source: Shortcuts
dsb: Zwězanja

# Settings.Home.Option.StartAtHome.AfterFourHours
source: Homepage after four hours of inactivity
dsb: Startowy bok pó styrich góźinach inaktiwnosći

# Settings.Home.Option.StartAtHome.Always
source: Homepage
dsb: Startowy bok

# Settings.Home.Option.StartAtHome.Description
source: Choose what you see when you return to Firefox.
dsb: Wubjeŕśo, což cośo wiźeś, gaž se k Firefox wrośaśo.

# Settings.Home.Option.StartAtHome.Never
source: Last tab
dsb: Slědny rejtarik

# Settings.Home.Option.StartAtHome.Title
source: Opening screen
dsb: Startowa wobrazowka

# Settings.Home.Option.Title.v101
source: Include on Homepage
dsb: Na startowem boku pokazaś

# Settings.Home.Option.Wallpaper
source: Wallpaper
dsb: Slězynowy wobraz

# Settings.Home.Option.Wallpaper.Accessibility.AmethystWallpaper.v99
source: Firefox wallpaper, amethyst pattern.
dsb: Slězynowy wobraz Firefox, ametystowy muster.

# Settings.Home.Option.Wallpaper.Accessibility.BeachHillsWallpaper.v100
source: Firefox wallpaper, beach hills pattern.
dsb: Slězynowy wobraz Firefox, muster pśibrjoznych górkow.

# Settings.Home.Option.Wallpaper.Accessibility.CeruleanWallpaper.v99
source: Firefox wallpaper, cerulean pattern.
dsb: Slězynowy wobraz Firefox, njebjomódry muster.

# Settings.Home.Option.Wallpaper.Accessibility.DefaultWallpaper.v99
source: Default clear wallpaper.
dsb: Standardny transparentny slězynowy wobraz.

# Settings.Home.Option.Wallpaper.Accessibility.SunriseWallpaper.v99
source: Firefox wallpaper, sunrise pattern.
dsb: Slězynowy wobraz Firefox, muster zejźenja słyńca.

# Settings.Home.Option.Wallpaper.Accessibility.ToggleButton
source: Homepage wallpaper cycle toggle
dsb: Šalter za cyklus slězynowych wobrazow startowego boka

# Settings.Home.Option.Wallpaper.Accessibility.TwilightHillsWallpaper.v100
source: Firefox wallpaper, twilight hills pattern.
dsb: Slězynowy wobraz Firefox, muster z górkami w změrkanju.

# Settings.Home.Option.Wallpaper.Classic.Title.v106
source: Classic %@
dsb: Klasiski %@

# Settings.Home.Option.Wallpaper.CollectionTitle
source: OPENING SCREEN
dsb: WÓTWÓRJEŃSKA WOBRAZOWKA

# Settings.Home.Option.Wallpaper.LearnMore.v106
source: Learn more
dsb: Dalšne informacije

# Settings.Home.Option.Wallpaper.LimitedEdition.Default.Description.v106
source: Try the new collection.
dsb: Wopytajśo nowu zběrku.

# Settings.Home.Option.Wallpaper.LimitedEdition.IndependentVoices.Description.v106
source: The new Independent Voices collection.
dsb: Nowa zběrka „Njewótwisne głose“.

# Settings.Home.Option.Wallpaper.LimitedEdition.Title.v106
source: Limited Edition
dsb: Limitěrowana edicija

# Settings.Home.Option.Wallpaper.SwitchTitle.v99
source: Change wallpaper by tapping Firefox homepage logo
dsb: Pótusniśo logo startowego boka Firefox, aby slězynowy wobraz změnił

# Settings.Home.Option.Wallpaper.Title
source: Wallpaper
dsb: Slězynowy wobraz

# Settings.Home.Option.Wallpaper.UpdatedToast
source: Wallpaper Updated!
dsb: Slězynowy wobraz jo se zaktualizěrował!

# Settings.Home.Option.Wallpaper.UpdatedToastButton
source: View
dsb: Pokazaś

# Settings.HomePage.SectionName
source: Homepage
dsb: Startowy bok

# Settings.HomePage.URL.Title
source: Current Homepage
dsb: Aktualny startowy bok

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
dsb: Aktualny bok wužywaś

# Settings.Homepage.Shortcuts.Rows.v100
source: Rows
dsb: Smužki

# Settings.Homepage.Shortcuts.RowsPageTitle.v100
source: Rows
dsb: Smužki

# Settings.Homepage.Shortcuts.ShortcutsPageTitle.v100
source: Shortcuts
dsb: Zwězanja

# Settings.Homepage.Shortcuts.ShortcutsToggle.v100
source: Shortcuts
dsb: Zwězanja

# Settings.Homepage.Shortcuts.SponsoredShortcutsToggle.v100
source: Sponsored Shortcuts
dsb: Sponserowane zwězanja

# Settings.Homepage.Shortcuts.ToggleOff.v100
source: Off
dsb: Wušaltowany

# Settings.Homepage.Shortcuts.ToggleOn.v100
source: On
dsb: Zašaltowany

# Settings.LoginsAndPasswordsTitle
source: Logins & Passwords
dsb: Pśizjawjenja a gronidła

# Settings.NewTab.CustomURL
source: Custom URL
dsb: Swójska adresa

# Settings.NewTab.Option.BlankPage
source: Blank Page
dsb: Prozny bok

# Settings.NewTab.Option.Custom
source: Custom
dsb: Swójski

# Settings.NewTab.Option.FirefoxHome
source: Firefox Home
dsb: Startowy bok Firefox

# Settings.NewTab.Option.HomePage
source: Homepage
dsb: Startowy bok

# Settings.NewTab.SectionName
source: New Tab
dsb: Nowy rejtarik

# Settings.NewTab.Title
source: New Tab
dsb: Nowy rejtarik

# Settings.NewTab.TopSectionName
source: Show
dsb: Pokazaś

# Settings.NewTab.TopSectionNameFooter
source: Choose what to load when opening a new tab
dsb: Wubjeŕśo, což cośo zacytaś, gaž nowy rejtarik wócynjaśo

# Settings.NoImageModeBlockImages.Label.v99
source: Block Images
dsb: Wobraze blokěrowaś

# Settings.OfferClipboardBar.Status
source: When Opening Firefox
dsb: Gaž se Firefox wócynja

# Settings.OfferClipboardBar.Status.v128
source: When opening %@
dsb: Pśi wócynjanju %@

# Settings.OfferClipboardBar.Title
source: Offer to Open Copied Links
dsb: Póbitowaś, kopěrowane wótkaze wócyniś

# Settings.OpenWith.PageTitle
source: Open mail links with
dsb: E-mailowe wótkaze wócyniś z

# Settings.OpenWith.SectionName
source: Mail App
dsb: E-mailowe nałoženje

# Settings.Passwords.FingerPrintReason.v103
source: Use your fingerprint to access passwords now.
dsb: Wužywajśo swój palcowy wótśišć, aby něnto na gronidła pśistup měł.

# Settings.Passwords.OnboardingMessage.v103
source: Your passwords are now protected by Face ID, Touch ID or a device passcode.
dsb: Waše gronidła se něnto pśez Face ID, Touch ID abo rědowy gronidłowy kod šćitaju.

# Settings.Passwords.SavePasswords.v103
source: Save Passwords
dsb: Gronidła składowaś

# Settings.Passwords.Title.v103
source: Passwords
dsb: Gronidła

# Settings.SaveLogins.Title
source: Save Logins
dsb: Pśizjawjenja składowaś
