Repository: mozilla-l10n/firefoxios-l10n
Catalog: dsb/firefox-ios.xliff
Languages: dsb

# MainMenu.Submenus.Tools.AccessibilityLabels.NightMode.Subtitle.v132
source: Night Mode
dsb: Nocny modus

# MainMenu.Submenus.Tools.AccessibilityLabels.Print.Subtitle.v132
source: Print
dsb: Śišćaś

# MainMenu.Submenus.Tools.AccessibilityLabels.Print.Title.v132
source: Print
dsb: Śišćaś

# MainMenu.Submenus.Tools.AccessibilityLabels.ReaderView.Off.Title.v132
source: Turn off Reader View
dsb: Cytański naglěd znjemóžniś

# MainMenu.Submenus.Tools.AccessibilityLabels.ReaderView.On.Title.v132
source: Turn on Reader View
dsb: Cytański naglěd zmóžniś

# MainMenu.Submenus.Tools.AccessibilityLabels.ReaderView.Subtitle.v132
source: Reader View
dsb: Cytański naglěd

# MainMenu.Submenus.Tools.AccessibilityLabels.ReportBrokenSite.Subtitle.v132
source: Report
dsb: K wěsći daś

# MainMenu.Submenus.Tools.AccessibilityLabels.ReportBrokenSite.Title.v132
source: Report Broken Site
dsb: Wobškóźone sedło k wěsći daś

# MainMenu.Submenus.Tools.AccessibilityLabels.Share.Subtitle.v132
source: Share
dsb: Źěliś

# MainMenu.Submenus.Tools.AccessibilityLabels.Share.Title.v132
source: Share
dsb: Źěliś

# MainMenu.Submenus.Tools.AccessibilityLabels.Zoom.Subtitle.v132
source: Zoom
dsb: Skalěrowaś

# MainMenu.Submenus.Tools.AccessibilityLabels.Zoom.Title.v132
source: Zoom (%@)
dsb: Skalěrowanje (%@)

# MainMenu.Submenus.Tools.NightMode.Off.Title.v131
source: Turn off Night Mode
dsb: Nocny modus znjemóžniś

# MainMenu.Submenus.Tools.NightMode.On.Title.v131
source: Turn on Night Mode
dsb: Nocny modus zmóžniś

# MainMenu.Submenus.Tools.NightMode.Subtitle.v131
source: Night Mode
dsb: Nocny modus

# MainMenu.Submenus.Tools.Print.Subtitle.v131
source: Print
dsb: Śišćaś

# MainMenu.Submenus.Tools.Print.Title.v131
source: Print
dsb: Śišćaś

# MainMenu.Submenus.Tools.ReaderView.Off.Title.v131
source: Turn off Reader View
dsb: Cytański naglěd znjemóžniś

# MainMenu.Submenus.Tools.ReaderView.On.Title.v131
source: Turn on Reader View
dsb: Cytański naglěd zmóžniś

# MainMenu.Submenus.Tools.ReaderView.Subtitle.v131
source: Reader View
dsb: Cytański naglěd

# MainMenu.Submenus.Tools.ReportBrokenSite.Subtitle.v131
source: Report
dsb: K wěsći daś

# MainMenu.Submenus.Tools.ReportBrokenSite.Title.v133
source: Report Broken Site…
dsb: Wobškóźone sedło k wěsći daś…

# MainMenu.Submenus.Tools.Share.Subtitle.v131
source: Share
dsb: Źěliś

# MainMenu.Submenus.Tools.Share.Title.v131
source: Share
dsb: Źěliś

# MainMenu.Submenus.Tools.Zoom.Subtitle.v131
source: Zoom
dsb: Skalěrowaś

# MainMenu.Submenus.Tools.Zoom.Title.v131
source: Zoom (%@)
dsb: Skalěrowanje (%@)

# MainMenu.TabsSection.AccessibilityLabels.MainMenu.v132
source: Main Menu
dsb: Głowny meni

# MainMenu.TabsSection.AccessibilityLabels.NewPrivateTab.v132
source: New private tab
dsb: Nowy priwatny rejtarik

# MainMenu.TabsSection.AccessibilityLabels.NewTab.v132
source: New tab
dsb: Nowy rejtarik

# MainMenu.TabsSection.NewPrivateTab.Title.v131
source: New Private Tab
dsb: Nowy priwatny rejtarik

# MainMenu.TabsSection.NewTab.Title.v131
source: New Tab
dsb: Nowy rejtarik

# MainMenu.ToolsSection.AccessibilityLabels.FindInPage.v132
source: Find in page
dsb: Na boku pytaś

# MainMenu.ToolsSection.AccessibilityLabels.Save.v132
source: Save
dsb: Składowaś

# MainMenu.ToolsSection.AccessibilityLabels.Save.v133
source: Save submenu
dsb: Pódmeni składowaś

# MainMenu.ToolsSection.AccessibilityLabels.SwitchToDesktopSite.v132
source: Switch to desktop site
dsb: K websedłoju za desktop

# MainMenu.ToolsSection.AccessibilityLabels.SwitchToMobileSite.v132
source: Switch to mobile site
dsb: K mobilnemu sedłoju

# MainMenu.ToolsSection.AccessibilityLabels.Tools.v132
source: Tools
dsb: Rědy

# MainMenu.ToolsSection.AccessibilityLabels.Tools.v133
source: Tools submenu
dsb: Pódmeni Rědy

# MainMenu.ToolsSection.FindInPage.Title.v131
source: Find in Page…
dsb: Na boku pytaś…

# MainMenu.ToolsSection.SaveSubmenu.Title.v131
source: Save
dsb: Składowaś

# MainMenu.ToolsSection.SwitchToDesktopSite.Title.v131
source: Switch to Desktop Site
dsb: K websedłoju za desktop

# MainMenu.ToolsSection.SwitchToMobileSite.Title.v131
source: Switch to Mobile Site
dsb: K mobilnemu sedłoju

# MainMenu.ToolsSection.ToolsSubmenu.Title.v131
source: Tools
dsb: Rědy

# Microsurvey.Prompt.Button.v127
source: Continue
dsb: Dalej

# Microsurvey.Prompt.Close.Button.AccessibilityLabel.v127
source: Close
dsb: Zacyniś

# Microsurvey.Prompt.TitleLabel.v127
source: Help us make %@ better. It only takes a minute.
dsb: Pomagajśo nam, %@ pólěpšowaś. Trajo jano jadnu minutu.

# Microsurvey.Survey.Button.v127
source: Submit
dsb: Wótpósłaś

# Microsurvey.Survey.Close.Button.AccessibilityLabel.v127
source: Close
dsb: Zacyniś

# Microsurvey.Survey.ConfirmationPage.ConfirmationLabel.v127
source: Thanks for your feedback!
dsb: Źěkujomy se za waš komentar!

# Microsurvey.Survey.ConfirmationPage.HeaderLabel.v127
source: Survey complete
dsb: Napšašowanje dokóńcone

# Microsurvey.Survey.HeaderLabel.v129
source: Please complete survey
dsb: Pšosym dokóńcćo napšašowanje

# Microsurvey.Survey.Options.Dissatisfied.v132
source: Dissatisfied
dsb: Njespokojom

# Microsurvey.Survey.Options.Neutral.v132
source: Neutral
dsb: Neutralny

# Microsurvey.Survey.Options.NotApplicable.v132
source: I don’t use it
dsb: To njewužywam

# Microsurvey.Survey.Options.Satisfied.v132
source: Satisfied
dsb: Spokojom

# Microsurvey.Survey.Options.VeryDissatisfied.v132
source: Very dissatisfied
dsb: Wjelgin njespokojom

# Microsurvey.Survey.Options.VerySatisfied.v132
source: Very satisfied
dsb: Wjelgin spokojom

# Microsurvey.Survey.OptionsOrder.AccessibilityLabel.v129
source: %1$@ out of %2$@
dsb: %1$@ z %2$@

# Microsurvey.Survey.PrivacyPolicyLink.v127
source: Privacy notice
dsb: Powěźeńka priwatnosći

# Microsurvey.Survey.RadioButton.Unselected.AccessibilityLabel.v129
source: Unselected
dsb: Njewubrany

# Microsurvey.Survey.Sheet.AccessibilityLabel.v130
source: Survey
dsb: Napšašowanje

# NativeErrorPage.ButtonLabel.v131
source: Reload
dsb: Znowego zacytaś

# NativeErrorPage.GenericError.Description.v134
source: The owner of %@ hasn’t set it up properly and a secure connection can’t be created.
dsb: Swójstwownik %@ njejo jo korektnje konfigurěrował a wěsty zwisk njedajo se napóraś.

# NativeErrorPage.GenericError.TitleLabel.v131
source: Be careful. Something doesn’t look right.
dsb: Buźćo wobglědniwy. Něco njejo w pórěźe.

# NativeErrorPage.NoInternetConnection.Description.v131
source: Try connecting on a different device. Check your modem or router. Disconnect and reconnect to Wi-Fi.
dsb: Wopytajśo z drugim rědom zwězaś. Pśeglědajśo swój modem abo router. Źělśo zwisk WLAN a zwěžćo znowego.

# NativeErrorPage.NoInternetConnection.TitleLabel.v131
source: Looks like there’s a problem with your internet connection.
dsb: Zda se, až jo problem z wašym internetnym zwiskom.

# DefaultBrowserPopup.ButtonTitle.v114
source: Go to Settings
dsb: K nastajenjam

# DefaultBrowserPopup.DescriptionFooter.v124
source: *Is %@ already your default?* Close this message and tap Skip.
dsb: *Jo %@ južo waš standard?* Zacyńśo toś tu powěźeńku a pótusniśo Pśeskócyś.

# DefaultBrowserPopup.FirstLabel.v114
source: 1. Go to *Settings*
dsb: 1. K *nastajenjam*

# DefaultBrowserPopup.SecondLabel.v114
source: 2. Tap *Default Browser App*
dsb: 2. *Standardne nałoženje wobglědowaka* pótusniś

# DefaultBrowserPopup.ThirdLabel.v114
source: 3. Select *%@*
dsb: 3. *%@* wubraś

# DefaultBrowserPopup.Title.v114
source: Switch Your Default Browser
dsb: Standardny wobglědowak změniś

# Onboarding.Customization.Intro.Continue.Action.v123
source: Customize %@
dsb: %@ pśiměriś

# Onboarding.Customization.Intro.Description.v123
source: Set your theme and toolbar to match your unique browsing style.
dsb: Nastajśo swóju drastwu a symbolowu rědku tak, aby wašomu jadnorazowemu pśeglědowańskemu stiloju wótpowědowałej.

# Onboarding.Customization.Intro.Skip.Action.v123
source: Start Browsing
dsb: Pśeglědowanje startowaś

# Onboarding.Customization.Intro.Title.v123
source: %@ puts you in control
dsb: %@ dajo wam kontrolu

# Onboarding.Customization.Theme.Continue.Action.v123
source: Save and Continue
dsb: Składowaś a pókšacowaś

# Onboarding.Customization.Theme.Dark.Action.v123
source: Dark
dsb: Śamny

# Onboarding.Customization.Theme.Description.v123
source: See the web in the best light.
dsb: Wiźćo web w nejlěpšem swětle.

# Onboarding.Customization.Theme.Light.Action.v123
source: Light
dsb: Swětły

# Onboarding.Customization.Theme.Skip.Action.v123
source: Skip
dsb: Pśeskócyś

# Onboarding.Customization.Theme.System.Action.v123
source: System Auto
dsb: Awtomatiske systemowe nastajenje

# Onboarding.Customization.Theme.Title.v123
source: Pick a theme
dsb: Wubjeŕśo drastwu

# Onboarding.Customization.Toolbar.Bottom.Action.v123
source: Bottom
dsb: Dołojce

# Onboarding.Customization.Toolbar.Continue.Action.v123
source: Save and Start Browsing
dsb: Składowaś a pśeglědowanje zachopiś

# Onboarding.Customization.Toolbar.Description.v123
source: Keep searches within reach.
dsb: Źaržćo pytanja k ruce.

# Onboarding.Customization.Toolbar.Skip.Action.v123
source: Skip
dsb: Pśeskócyś

# Onboarding.Customization.Toolbar.Title.v123
source: Pick a toolbar placement
dsb: Wubjeŕśo poziciju za symbolowu rědku

# Onboarding.Customization.Toolbar.Top.Action.v123
source: Top
dsb: Górjejce

# Onboarding.IntroDescriptionPart1.v114
source: Indie. Non-profit. For good.
dsb: Njewótwisny. Za wše wužytny. Na pśecej.

# Onboarding.IntroDescriptionPart2.v114
source: Committed to the promise of a better Internet for everyone.
dsb: Zlubjenjeju lěpšego interneta za kuždego zawězany.

# Onboarding.LaterAction.v115
source: Skip
dsb: Pśeskócyś

# Onboarding.Notification.Continue.Action.v114
source: Continue
dsb: Dalej

# Onboarding.Notification.Description.v120
source: Securely send tabs between your devices and discover other privacy features in %@.
dsb: Rozesćełajśo rejtariki mjazy swójimi rědami a namakajśo druge funkcije priwatnosći w %@.

# Onboarding.Notification.Skip.Action.v115
source: Skip
dsb: Pśeskócyś

# Onboarding.Notification.Title.v120
source: Notifications help you stay safer with %@
dsb: Powěźeńki wam pomagaju, z %@ wěsćejšy wóstaś

# Onboarding.Notification.TurnOnNotifications.Action.v114
source: Turn On Notifications
dsb: Powěźeńki zmóžniś

# Onboarding.Sync.Description.v123
source: %@ encrypts your passwords, bookmarks, and more when you’re synced.
dsb: %@ waše gronidła, cytańske znamjenja a wěcej koděrujo, gaž sćo synchronizěrowany.

# Onboarding.Sync.SignIn.Action.v114
source: Sign In
dsb: Pśizjawiś

# Onboarding.Sync.Skip.Action.v114
source: Skip
dsb: Pśeskócyś

# Onboarding.Sync.Title.v120
source: Stay encrypted when you hop between devices
dsb: Wóstańśo skoděrowany, gaž někotare rědy wužywaśo

# Onboarding.TermsOfService.AgreementButtonTitle.v135
source: Agree and continue
dsb: Pśizwóliś a pókšacowaś

# Onboarding.TermsOfService.AgreementButtonTitle.v136
source: Agree and Continue
dsb: Pśizwóliś a pókšacowaś

# Onboarding.TermsOfService.ManageLink.v135
source: Manage
dsb: Zastojaś

# Onboarding.TermsOfService.ManagePreferenceAgreement.v135
source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
dsb: Aby pomagał, wobglědowak pólěpšyś, %1$@ diagnostiske a daty interakcije na %2$@ sćelo. %3$@

# Onboarding.TermsOfService.PrivacyNoticeAgreement.v135
source: %1$@ cares about your privacy. Read more in our %2$@
dsb: %1$@ se wó wašu priwatnosć stara. Dalšne informacije w: %2$@

# Onboarding.TermsOfService.PrivacyNoticeLink.v135
source: Privacy Notice.
dsb: Powěźeńka priwatnosći.

# Onboarding.TermsOfService.PrivacyPreferences.LearnMore.v135
source: Learn more.
dsb: Dalšne informacije.

# Onboarding.TermsOfService.PrivacyPreferences.LearnMore.v136
source: Learn more
dsb: Dalšne informacije

# Onboarding.TermsOfService.PrivacyPreferences.SendCrashReportsDescription.v135
source: Crash reports allow us to diagnose and fix issues with the browser. %@
dsb: Rozpšawy wowalenjow nam zmóžnjaju, problemy z wobglědowakom diagnosticěrowaś a rozwězaś. %@

# Onboarding.TermsOfService.PrivacyPreferences.SendCrashReportsTitle.v135
source: Automatically send crash reports
dsb: Rozpšawy wowalenjow awtomatiski pósłaś

# Onboarding.TermsOfService.PrivacyPreferences.SendTechnicalDataDescription.v135
source: Data about your device, hardware configuration, and how you use %1$@ helps improve features, performance, and stability for everyone. %2$@
dsb: Daty wó wašom rěźe, wašej hardwarowej konfiguraciji a wó tom, kak %1$@ wužywaśo, wšuźi pomagaju, funkcije, wugbaśe a stabilnosć za kuždego pólěpšyś. %2$@

# Onboarding.TermsOfService.PrivacyPreferences.SendTechnicalDataTitle.v135
source: Send technical and interaction data to %@
dsb: Techniske daty a daty interakcije na %@ pósłaś

# Onboarding.TermsOfService.PrivacyPreferences.Title.v135
source: Help us make %@ better
dsb: Pomagajśo nam, %@ pólěpšyś

# Onboarding.TermsOfService.Subtitle.v136
source: Fast and secure web browsing
dsb: Malsne a wěste pśeglědowanje

# Onboarding.TermsOfService.TermsOfServiceAgreement.v135
source: By continuing, you agree to the %@
dsb: Gaž pókšacujośo, zwólijośo do %@

# Onboarding.TermsOfService.TermsOfServiceLink.v135
source: %@ Terms of Service.
dsb: Słužbne wuměnjenja %@.

# Onboarding.TermsOfService.Title.v135
source: Welcome to %@
dsb: Witajśo k %@

# Onboarding.TermsOfUse.TermsOfUseLink.v136
source: %@ Terms of Use.
dsb: Wužywańske wuměnjenja %@.

# Onboarding.Wallpaper.Accessibility.Classic.v114
source: Classic Wallpaper
dsb: Klasiski slězynowy wobraz

# Onboarding.Wallpaper.Accessibility.LimitedEdition.v114
source: Limited Edition Wallpaper
dsb: Slězynowy wobraz „Limitěrowana edicija“

# Onboarding.Wallpaper.Action.v114
source: Set Wallpaper
dsb: Slězynowy wobraz nastajiś

# Onboarding.Wallpaper.Description.v114
source: Choose a wallpaper that speaks to you.
dsb: Wubjeŕśo slězynowy wobraz, kótaryž se wam spódoba.

# Onboarding.Wallpaper.SelectorTitle.v114
source: Try a splash of color
dsb: Wopytajśo chrapku barwy

# Onboarding.Wallpaper.Title.v114
source: Choose a %@ Wallpaper
dsb: Wubjeŕśo slězynowy wobraz %@

# Onboarding.Welcome.Action.v114
source: Get Started
dsb: Prědne kšace

# Onboarding.Welcome.ActionTreatementA.v114
source: Set as Default Browser
dsb: Ako standardny wobglědowak nastajiś

# Onboarding.Welcome.Close.AccessibilityLabel.v121
source: Close and exit %@ onboarding
dsb: Zapokazanje %@ zacyniś a skóńcyś

# Onboarding.Welcome.Description.TreatementA.v120
source: Our non-profit backed browser helps stop companies from secretly following you around the web.
dsb: Naš za wšykne wužytny wobglědowak pśedewześam zawoborujo, wam kšajźu pó interneśe slědowaś.

# Onboarding.Welcome.Description.v120
source: Our non-profit backed browser helps stop companies from secretly following you around the web.
dsb: Naš za wšykne wužytny wobglědowak pśedewześam zawoborujo, wam kšajźu pó interneśe slědowaś.

# Onboarding.Welcome.Link.Action.v114
source: Learn more in our privacy notice
dsb: Zgóńśo wěcej w našej powěźeńce priwatnosći

# Onboarding.Welcome.Skip.v114
source: Skip
dsb: Pśeskócyś

# Onboarding.Welcome.Title.TreatementA.v120
source: We love keeping you safe
dsb: Šćitamy was rad

# Onboarding.Welcome.Title.v114
source: Welcome to an independent internet
dsb: Witajśo k njewótwisnemu internetoju

# PasswordAutofill.LoginListCellNoUsername.v129
source: (no username)
dsb: (žedno wužywaŕske mě)

# PasswordAutofill.ManagePasswordsButton.v124
source: Manage passwords
dsb: Gronidła zastojaś

# PasswordAutofill.SignInWithSavedPassword.v124
source: You’ll sign into %@
dsb: Pśizjawjaśo se pla %@

# PasswordAutofill.UseSavedPasswordFromHeader.v124
source: Use saved password?
dsb: Skłaźone gronidło wužywaś?

# PasswordAutofill.UseSavedPasswordFromKeyboard.v124
source: Use saved password
dsb: Skłaźone gronidło wužywaś

# PasswordGenerator.A11yLabel.v132
source: Password Generator
dsb: Generator gronidłow

# PasswordGenerator.CloseButtonA11ylabel.v132
source: Close
dsb: Zacyniś

# PasswordGenerator.CopyPasswordButtonLabel.v132
source: Copy
dsb: Kopěrowaś

# PasswordGenerator.Description.v132
source: Protect your account by using a strong, randomly generated password.
dsb: Wužywajśo mócne, pśipadnje generěrowane gronidło, aby swójo konto šćitał.

# PasswordGenerator.KeyboardAccessoryButtonLabel.v132
source: Use strong password
dsb: Mócne gronidło wužywaś

# PasswordGenerator.PasswordReadoutPrefaceA11y.v132
source: Generated password: %@
dsb: Generěrowane gronidło: %@

# PasswordGenerator.RefreshPasswordButtonA11yLabel.v132
source: Generate a new strong password
dsb: Nowe mócne gronidło generěrowaś

# PasswordGenerator.Title.v132
source: Use a strong password?
dsb: Mócne gronidło wužywaś?

# PasswordGenerator.UsePasswordButtonLabel.v132
source: Use Password
dsb: Gronidło wužywaś

# QRCode.Toolbar.Button.A11y.Title.v128
source: Scan QR code
dsb: QR-kod skannowaś

# CreditCard.RememberCard.Header.v122
source: %@ encrypts your card number. Your security code won’t be saved.
dsb: %@ waš kórtowy numer koděrujo. Waš wěstotny kod njebuźo se składowaś.

# CreditCard.RememberCard.MainButtonTitle.v122
source: Save
dsb: Składowaś

# CreditCard.RememberCard.MainTitle.v122
source: Securely save this card?
dsb: Toś tu kórtu wěsće składowaś?

# CreditCard.RememberCard.SecondaryButtonTitle.v115
source: Not Now
dsb: Nic něnto

# CreditCard.RememberCard.SecondaryButtonTitle.v116
source: New Card Saved
dsb: Nowa kórta jo se składła

# Body.Text.v112
source: Please help make %@ better by taking a short survey.
dsb: Pšosym wobźělśo se na krotkem napšašowanju, aby pomagał, %@ pólěpšowaś.

# PrimaryButton.Label.v112
source: Take Survey
dsb: Wopšašanje wupołniś

# SecondaryButton.Label.v112
source: No Thanks
dsb: Ně, źěkujom se

# ScanQRCode.ConfirmOpenURL.AllowButton.v129
source: Allow
dsb: Dowóliś

# ScanQRCode.ConfirmOpenURL.DenyButton.v129
source: Deny
dsb: Wótpokazaś

# ScanQRCode.ConfirmOpenURL.Message.v129
source: Allow %@ to open?
dsb: %@ wócynjanje dowóliś?

# UnifiedSearch.SearchEngineSelection.AccessibilityLabels.CloseButton.Label.v133
source: Close
dsb: Zacyniś

# UnifiedSearch.SearchEngineSelection.AccessibilityLabels.SearchSettings.Hint.v133
source: Opens search settings
dsb: Wócynja pytańske nastajenja

source: Search settings
dsb: Pytańske nastajenja

# UnifiedSearch.SearchEngineSelection.AccessibilityLabels.TopTitle.Label.v133
source: This time search in:
dsb: Tenraz pytaś w:

# UnifiedSearch.SearchEngineSelection.SearchSettings.Title.v133
source: Search Settings
dsb: Pytańske nastajenja

# UnifiedSearch.SearchEngineSelection.TopTitle.Title.v133
source: This time search in:
dsb: Tenraz pytaś w:

# Search.EngineSection.Title.v108
source: %@ search
dsb: Z %@ pytaś

# Search.Google.Title.v108
source: Google Search
dsb: Pytanje z Google

# CreditCard.SelectCreditCard.MainTitle.v122
source: Use saved card
dsb: Skłaźonu kórtu wužywaś

# Addresses.ManageAddressesButton.v130
source: Manage addresses
dsb: Adrese zastojaś

# Addresses.Settings.ListItemA11y.v130
source: Address for %@
dsb: Adresa za %@

# Addresses.Settings.SaveToFirefox.Title.v130
source: Save Addresses to %@
dsb: Adrese do %@ składowaś

# Addresses.Settings.SavedAddressesSectionTitle.v124
source: SAVED ADDRESSES
dsb: SKŁAŹONE ADRESE

# Addresses.Settings.SecureSaveInfo.Description.v130
source: Securely save your information to get quick access to it later.
dsb: Składujśo swóje informacije wěsće, aby pózdźej malsny pśistup k njomu dostał.

# Addresses.Settings.Switch.Description.v124
source: Includes phone numbers and email addresses
dsb: Wopśimujo telefonowe numery a e-mailowe adrese

# Addresses.Settings.Switch.Title.v124
source: Save and Fill Addresses
dsb: Adrese składowaś a wupołniś

# Addresses.Settings.UseSavedAddressFromKeyboard.v124
source: Use saved address
dsb: Skłaźonu adresu wužywaś

# CreditCard.Settings.AddCard.AccessibilityLabel.v121
source: Add Card
dsb: Kórtu pśidaś

# CreditCard.Settings.EmptyListDescription.v112
source: Save your card information securely to check out faster next time.
dsb: Składujśo wěsće swóje kórtowe informacije, aby pśiducy raz malsnjej płaśił.

# CreditCard.Settings.EmptyListTitle.v122
source: Save Cards to %@
dsb: Kórty do %@ składowaś

# CreditCard.Settings.ListItemA11y.v118
source: %1$@, issued to %2$@, ending in %3$@, expires %4$@
dsb: %1$@, wudany za %2$@, kóńcecy na %3$@, płaśiwy do %4$@

# CreditCard.Settings.NotNow.v122
source: Not Now
dsb: Nic něnto

# CreditCard.Settings.RememberThisCard.v122
source: Securely save this card?
dsb: Toś tu kórtu wěsće składowaś?

# CreditCard.Settings.UpdateThisCard.v122
source: Update card?
dsb: Kórtu aktualizěrowaś?

# CreditCard.Settings.Yes.v122
source: Update
dsb: Aktualizěrowaś

# CreditCards.Settings.Done.v114
source: Done
dsb: Gótowo

# CreditCards.Settings.ManageCards.v112
source: Manage cards
dsb: Kórty zastojaś

# CreditCards.Settings.UseASavedCard.v122
source: Use saved card
dsb: Skłaźonu kórtu wužywaś

# CreditCards.Settings.UseSavedCardFromKeyboard.v112
source: Use saved card
dsb: Skłaźonu kórtu wužywaś

# FxA.FirefoxAccount.v119
source: Account
dsb: Konto

# Settings.AddressAutofill.Title.v126
source: Addresses
dsb: Adrese

# Settings.AutofillCreditCard.Title.v122
source: Payment Methods
dsb: Płaśeńske metody

# Settings.CrashReports.Link.v135
source: Learn More.
dsb: Dalšne informacije.

# Settings.CrashReports.Link.v136
source: Learn More
dsb: Dalšne informacije

# Settings.CrashReports.Message.v135
source: Crash reports allow us to diagnose and fix issues with the browser.
dsb: Rozpšawy wowalenjow nam zmóžnjaju, problemy z wobglědowakom diagnosticěrowaś a rozwězaś.

# Settings.CrashReports.Message.v136
source: This helps us diagnose and fix issues with the browser.
dsb: To nam zmóžnja, problemy z wobglědowakom diagnosticěrowaś a rozwězaś.

# Settings.CrashReports.Title.v135
source: Automatically Send Crash Reports
dsb: Rozpšawy wowalenjow awtomatiski pósłaś

# Settings.DailyUsagePing.Link.v135
source: Learn More.
dsb: Dalšne informacije.

# Settings.DailyUsagePing.Link.v136
source: Learn More
dsb: Dalšne informacije

# Settings.DailyUsagePing.Message.v135
source: This helps %@ to estimate active users.
dsb: To %@ pomaga, se aktiwne wužywarje wažyś.

# Settings.DailyUsagePing.Title.v135
source: Daily Usage Ping
dsb: Ping za wšedne wužywanje

# Settings.FxA.Title.v119
source: Account
dsb: Konto

# Settings.Notifications.SyncNotificationsStatus.v112
source: This must be turned on to receive tabs and get notified when you sign in on another device.
dsb: To musy zmóžnjone byś, aby rejtariki a powěźeńki dostał, gaž se pla drugego rěda pśizjawjaśo.

# Settings.Notifications.SyncNotificationsTitle.v112
source: Sync
dsb: Synchronizěrowaś

# Settings.Notifications.SystemNotificationsDisabledMessage.v112
source: You turned off all %1$@ notifications. Turn them on by going to device Settings > Notifications > %2$@
dsb: Sćo znjemóžnił wšykne %1$@ powěźeń. Pśejźćo k rědowym nastajenjam > Powěźeńki > %2$@, aby je zmóžnił

# Settings.Notifications.TipsAndFeaturesNotificationsStatus.v112
source: Learn about useful features and how to get the most out of %@.
dsb: Zgóńśo wěcej wó wužytnych funkcijach a kak móžośo nejwěcej z %@ wuwónoźeś.

# Settings.Notifications.TipsAndFeaturesNotificationsTitle.v112
source: Tips and Features
dsb: Pokaze a funkcije

# Settings.Notifications.Title.v112
source: Notifications
dsb: Powěźeńki

# Settings.Notifications.TurnOnNotificationsMessage.v112
source: Go to your device Settings to turn on notifications in %@
dsb: Pśejźćo k swójim rědowym nastajenjam, aby powěźeńki w %@ zmóžnił

# Settings.Notifications.TurnOnNotificationsTitle.v112
source: Turn on Notifications
dsb: Powěźeńki zmóžniś

# Settings.Search.Accessibility.DefaultSearchEngine.v121
source: Default Search Engine
dsb: Standardna pytnica
