Repository: mozilla-l10n/firefoxios-l10n
Catalog: an/firefox-ios.xliff
Languages: an

# Menu.RemoveBookmark.Confirm
source: Bookmark Removed
an: S'ha eliminau lo marcapachinas

# Menu.RemovePin.Confirm
source: Removed From Top Sites
an: Eliminau d'os puestos principals

# Menu.TabSent.Confirm
source: Tab Sent
an: Pestanya ninviada

# Menu.TrackingProtection.BlockedTitle
source: Blocked
an: Blocau

# Menu.TrackingProtection.NoTrackersBlockedTitle
source: No trackers known to Firefox were detected on this page.
an: No s'ha detectau en esta pachina garra elemento de seguimiento conoixiu per Firefox.

# Menu.TrackingProtection.ProtectionSettings.Title
source: Protection Settings
an: Achustes de protección

# Menu.TrackingProtection.TitlePrefix
source: Protections for %@
an: Proteccions pa %@

# Menu.TrackingProtectionBlockedContent.Title
source: Tracking content
an: Conteniu que fa seguimiento

# Menu.TrackingProtectionBlockedSocial.Title
source: Social Trackers
an: Trazadors socials

# Menu.TrackingProtectionBlocking.Description
source: Firefox is blocking parts of the page that may track your browsing.
an: Firefox ha blocau as partes d'a pachina que podrían fer o seguimiento d'a suya navegación.

# Menu.TrackingProtectionBlockingDisabled.Description
source: Block online trackers
an: Blocar los trazadors en linia

# Menu.TrackingProtectionCrossSiteCookies.Title
source: Cross-Site Tracking Cookies
an: Cookies de seguimiento entre puestos

# Menu.TrackingProtectionCrossSiteTrackers.Title
source: Cross-Site Trackers
an: Elementos de seguimiento entre puestos

# Menu.TrackingProtectionCryptominersBlocked.Title
source: Cryptominers
an: Criptominers

# Menu.TrackingProtectionDescription.ContentTrackers
source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
an: Los puestos web pueden cargar anuncios, videos y atros contenius con elementos de seguimiento amagaus. Si los blocas, los puestos web se pueden cargar mas aprisa, pero talment no funcione bell botón, formulario u campo d'inicio de sesión.

# Menu.TrackingProtectionDescription.CrossSiteNew
source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
an: Estas cookies te siguen de puesto en puesto pa recullir datos sobre lo que fas en Intenet. Las configuran tercers, como anunciants y interpresas d'analisi de datos.

# Menu.TrackingProtectionDescription.CryptominersNew
source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
an: Los miners de criptomonedas fan servir sin avisar la potencia de calculo d'o tuyo ordinador pa fer minería de diners dichitals. Los scripts de minería de criptomonedas consumen la batería, enlenteixen l'ordinador y pueden fer puyar la tuya factura d'electricidat.

# Menu.TrackingProtectionDescription.Fingerprinters
source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
an: La configuración d'o tuyo navegador y d'o tuyo ordinador ye unica. Los analisadors de ditaladas dichitals replegan una gran variedat d'ixas configuracions unicas pa crear un perfil de tu y fer-te seguimiento millor mientras navegas.

# Menu.TrackingProtectionDescription.SocialNetworksNew
source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
an: Los retz socials meten elementos de seguimiento en atros puestos web pa fer un perfil mas completo y personalizau de tu. Si blocas estes elementos, reducirás la cantidat d'información que las interpresas de retz socials pueden veyer sobre lo que fas en Internet.

# Menu.TrackingProtectionDisable1.Title
source: Disabled for this site
an: Desactivau en este puesto

# Menu.TrackingProtectionDisabled.Title
source: Tracking Protection is now off for this site.
an: S'ha desactivau la protección contra seguimiento en este puesto.

# Menu.TrackingProtectionEnable.Title
source: Enable Tracking Protection
an: Activar la protección contra seguimiento

# Menu.TrackingProtectionEnable1.Title
source: Enabled for this site
an: Activau en este puesto

# Menu.TrackingProtectionEnabled.Title
source: Tracking Protection is now on for this site.
an: S'ha activau la protección contra seguimiento en este puesto.

# Menu.TrackingProtectionFingerprintersBlocked.Title
source: Fingerprinters
an: Ditaladas dichitals

# Menu.TrackingProtectionListTitle.CrossSiteCookies
source: Blocked Cross-Site Tracking Cookies
an: Cookies de seguimiento entre puestos blocadas

# Menu.TrackingProtectionListTitle.Cryptominers
source: Blocked Cryptominers
an: Miners de criptomonedas blocaus

# Menu.TrackingProtectionListTitle.Fingerprinters
source: Blocked Fingerprinters
an: Detectors de ditaladas dichitals blocaus

# Menu.TrackingProtectionListTitle.Social
source: Blocked Social Trackers
an: Elementos de seguimiento de retz socials blocaus

# Menu.TrackingProtectionMoreInfo.Description
source: Learn more about how Tracking Protection blocks online trackers that collect your browsing data across multiple websites.
an: Aprende mas sobre cómo la protección contra seguimiento bloca los trackers en linia que replegan los tuyos daots de navegación en diferents puestos web.

# Menu.TrackingProtectionNoBlocking.Description
source: No tracking elements detected on this page.
an: No s'ha detectau garra elemento de seguimiento en ista pachina.

# Menu.TrackingProtectionOption.WhiteListOnDescription
source: The site includes elements that may track your browsing. You have disabled protection.
an: Este puesto incluye elementos que pueden fer-le seguimiento en a suya navegación. Ha desactivau a protección.

# Menu.TrackingProtectionWhitelistRemove.Title
source: Enable for this site
an: Activar en este puesto

# Menu.WhatsNew.Title
source: What's New
an: Novedatz

source: Navigation Toolbar
an: Barra de ferramientas de navegación

source: New Tab
an: Nueva pestanya

source: No tabs
an: No i hai pestanyas

source: Okay
an: Acceptar

source: Oops! Firefox crashed
an: Vai! Firefox s'ha blocau

source: Open Settings
an: Ubrir Achustes

source: Open Tabs
an: Ubrir las pestanyas

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
an: Ubre articlos en a vista de lectura pretando l'icono de libro quan amaneixca en a barra de titols.

# OpenURL.Error.Message
source: Firefox cannot open the page because it has an invalid address.
an: Firefox no podió trobar la pachina perque l'adreza no ye valida.

# OpenURL.Error.Title
source: Cannot Open Page
an: No s'ha puesto ubrir la pachina

source: Page Options Menu
an: Menú d'a pachina Opcions

source: Panel Chooser
an: Selección de panel

source: Password
an: Clau

# PasswordAutoFill.NoPasswordsFoundTitle
source: You don’t have any credentials synced from your Firefox Account
an: Encara no tiens garra credencial sincronizada dende la tuya cuenta

# PasswordAutoFill.PasswordsListTitle
source: Available Credentials:
an: Credencials disponibles:

# PasswordAutoFill.SectionTitle
source: Firefox Credentials
an: Credencials de Firefox

# PhotoLibrary.FirefoxWouldLikeAccessMessage
source: This allows you to save the image to your Camera Roll.
an: Este te permite alzar la imachen en o tuyo carret de fotos.

# PhotoLibrary.FirefoxWouldLikeAccessTitle
source: Firefox would like to access your Photos
an: Firefox quiere acceder a las tuyas fotos

# PhotonMenu.close
source: Close
an: Zarrar

source: Privacy
an: Privacidat

source: Privacy Policy
an: Politica de privacidat

source: Quick-Search Engines
an: Motors de busqueda rapida

source: Reader View
an: Vista de lectura

# ReaderMode.Available.VoiceOverAnnouncement
source: Reader Mode available
an: Vista de lectura disponible

source: Reading list
an: Lista de lectura

# RecentlyClosedTabsPanel.Title
source: Recently Closed
an: Zarradas fa poco

source: Reload
an: Recargar

source: Remove
an: Eliminar

source: Remove from Reading List
an: Eliminar d'a lista de lectura

# ReopenAlert.Actions.Cancel
source: Cancel
an: Cancelar

# ReopenAlert.Actions.Reopen
source: Reopen
an: Reubrir

# ReopenAlert.Title
source: Reopen Last Closed Tab
an: Reubrir la zaguer pestanya zarrada

# ReopenClosedTab.KeyCodeTitle
source: Reopen Closed Tab
an: Reubrir una pestanya zarrada

source: Reset text size
an: Restablir la mida de texto

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
an: Alza pachinas en a lista de lectura pretando l'icono de libro en os controls de vista de lectura.

# ScanQRCode.Error.OK.Button
source: OK
an: Vale

# ScanQRCode.Instructions.Label
source: Align QR code within frame to scan
an: Achusta lo codigo QR a lo marco pa escaniar-lo

# ScanQRCode.InvalidDataError.Message
source: The data is invalid
an: Los datos no son validos

# ScanQRCode.PermissionError.Message
source: Please allow Firefox to access your device’s camera in ‘Settings’ -> ‘Privacy’ -> ‘Camera’.
an: Permite que Firefox acceda a la camera d'o tuyo dispositivo en 'Achustes' -> 'Privacidat' -> 'Camera'.

# ScanQRCode.View.Title
source: Scan QR Code
an: Escaniar codigo QR

source: Search
an: Busqueda

source: Search or enter address
an: Termin de busqueda u adreza

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
an: Lo nuevo buscador amaneixerá en a barra de busqueda rapida.

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
an: Buscador adhibiu!

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
an: Adhibir buscador?

# Search.ThirdPartyEngines.Cancel
source: Cancel
an: Cancelar

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: A search engine with this title or URL has already been added.
an: Ya s'heba adhibiu un buscador con este titol u URL.

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Failed
an: Falliu

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
an: No s'ha puesto anyader lo fornidor de busquedas.

# Search.ThirdPartyEngines.FailedTitle
source: Failed
an: Error

# Search.ThirdPartyEngines.FormErrorMessage
source: Please fill all fields correctly.
an: Per favor, replena los campos correctament.

# Search.ThirdPartyEngines.FormErrorTitle
source: Failed
an: Error

# Search.ThirdPartyEngines.OK
source: OK
an: Acceptar

source: Searches for the suggestion
an: Busquedas pa la sucherencia

source: Secure connection
an: Connexión segura

source: Send Feedback
an: Ninviar comentarios

source: Send Report
an: Ninviar un reporte

source: Send a crash report so Mozilla can fix the problem?
an: Ninviar un informe d'o fallo pa que Mozilla resuelta lo problema?

# SendTo.Cancel.Button
source: Cancel
an: Cancelar

# SendTo.DeviceList.Text
source: Available devices:
an: Dispositivos disponibles:

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
an: Nomás se puede compartir vinclos HTTP y HTTPS.

# SendTo.Error.OK.Button
source: OK
an: Acceptar

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
an: No se puede compartir ixe vinclo.

# SendTo.NavBar.Title
source: Send Tab
an: Ninviar pestanya

# SendTo.NoDevicesFound.Message
source: You don’t have any other devices connected to this Firefox Account available to sync.
an: No tiens garra atro dispositivo connectau a esta cuenta de Firefox disponible pa sincronizar-se.

# SendTo.NotSignedIn.Message
source: Please open Firefox, go to Settings and sign in to continue.
an: Ubre Firefox, ves ta Achustes y inicia una sesión pa continar.

# SendTo.NotSignedIn.Title
source: You are not signed in to your Firefox Account.
an: No has iniciau sesión en a tuya cuenta de Firefox.

# SendTo.SendAction.Text
source: Send
an: Ninviar

# SentTab.AddToReadingListAction.Title
source: Add to Reading List
an: Anyadir a la lista de lectura

# SentTab.BookmarkAction.title
source: Bookmark
an: Marcapachinas

# SentTab.NoTabArrivingNotification.body
source: Tap to begin
an: Selecciona pa empecipiar

# SentTab.ViewAction.title
source: View
an: Veyer

# SentTab_TabArrivingNotification_NoDevice_body
source: New tab arrived from another device.
an: Nueva pestanya adhibida dende unatro dispositivo.

# SentTab_TabArrivingNotification_NoDevice_title
source: Tab received
an: Pestanya recibida

# SentTab_TabArrivingNotification_WithDevice_body
source: New tab arrived in %@
an: S'ha adhibiu una nueva pestanya en %@

# SentTab_TabArrivingNotification_WithDevice_title
source: Tab received from %@
an: S'ha recibiu una pestanya dende %@

source: Settings
an: Achustes

# Settings.AddCustomEngine
source: Add Search Engine
an: Adhibir motor de busqueda

# Settings.AddCustomEngine.SaveButtonText
source: Save
an: Alzar

# Settings.AddCustomEngine.Title
source: Add Search Engine
an: Adhibir motor de busqueda

# Settings.AddCustomEngine.TitleLabel
source: Title
an: Titol

# Settings.AddCustomEngine.TitlePlaceholder
source: Search Engine
an: Motor de busqueda

# Settings.AddCustomEngine.URLPlaceholder
source: URL (Replace Query with %s)
an: URL (Substituye la busqueda per %s)

# Settings.ClearAllWebsiteData.Clear.Button
source: Clear All Website Data
an: Limpiar totz los datos de puestos web

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
an: Borrar datos privaus

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
an: Borrar datos privaus

# Settings.ClearPrivateData.Title
source: Clear Private Data
an: Borrar datos privaus

# Settings.CopyAppVersion.Title
source: Copied to clipboard
an: S'ha copiau en o portafuellas.

# Settings.DNT.OptionAlwaysOn
source: Always
an: Siempre

# Settings.DNT.OptionOnWithTP
source: Only when using Tracking Protection
an: Nomás quan utilice la Protección contra seguimiento

# Settings.DNT.Title
source: Send websites a Do Not Track signal that you don’t want to be tracked
an: Ninvia sinyals de No seguir a las pachinas que no quiers que te fagan seguimiento

# Settings.DataManagement.SearchLabel
source: Filter Sites
an: Filtrar los puestos

# Settings.DataManagement.SectionName
source: Data Management
an: Chestión d'os datos

# Settings.DataManagement.Title
source: Data Management
an: Chestión d'os datos

# Settings.Disconnect.Body
source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
an: Firefox aturará la sincronización con a tuya cuenta, pero no borrará garra dato de navegación en este dispositivo.

# Settings.Disconnect.Button
source: Disconnect Sync
an: Desconnectar Sync

# Settings.Disconnect.CancelButton
source: Cancel
an: Cancelar

# Settings.Disconnect.DestructiveButton
source: Disconnect
an: Desconnectar

# Settings.Disconnect.Title
source: Disconnect Sync?
an: Desconnectar Sync?

# Settings.DisplayTheme.BrightnessThreshold.SectionHeader
source: Threshold
an: Branquil

# Settings.DisplayTheme.Manual.SwitchSubtitle
source: Pick which theme you want
an: Tría qué tema quiers

# Settings.DisplayTheme.Manual.SwitchTitle
source: Manually
an: Manualment

# Settings.DisplayTheme.OptionDark
source: Dark
an: Fosco

# Settings.DisplayTheme.OptionLight
source: Light
an: Claro

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display's current brightness.
an: Lo tema cambiará automaticament en función d'a brilor d'a pantalla. Puetz definir lo branquil a partir d'o qual lo tema cambia. Lo cerclo indica la brilor actual.

# Settings.DisplayTheme.SwitchMode.SectionHeader
source: Switch Mode
an: Cambiar modo

# Settings.DisplayTheme.SwitchSubtitle
source: Switch automatically based on screen brightness
an: Cambiar de modo automaticament en función d'a brilor d'a pantalla

# Settings.DisplayTheme.SwitchTitle
source: Automatically
an: Automaticament

# Settings.DisplayTheme.SystemTheme.SectionHeader
source: System Theme
an: Tema d'o sistema

# Settings.DisplayTheme.SystemTheme.SwitchTitle
source: Use System Light/Dark Mode
an: Usar lo modo claro u fosco d'o sistema

# Settings.DisplayTheme.ThemePicker.SectionHeader
source: Theme Picker
an: Triador de tema

# Settings.DisplayTheme.Title.v2
source: Theme
an: Tema

# Settings.FxA.DeviceName
source: Device Name
an: Nombre d'o dispositivo

# Settings.FxA.Sync.SectionName
source: Sync Settings
an: Achustes de sincronización

# Settings.FxA.Title
source: Firefox Account
an: Cuenta de Firefox

# Settings.General.SectionName
source: General
an: Cheneral

# Settings.HomePage.Clear.Button
source: Clear
an: Borrar

# Settings.HomePage.SectionName
source: Homepage
an: Pachina d'inicio

# Settings.HomePage.Title
source: Homepage Settings
an: Achustes d'a pachina d'inicio

# Settings.HomePage.URL.Placeholder
source: Enter a webpage
an: Introducir una pachina web

# Settings.HomePage.URL.Title
source: Current Homepage
an: Pachina d'inicio actual

# Settings.HomePage.UseCopiedLink.Button
source: Use Copied Link
an: Usar vinclo copiau

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
an: Usar pachina actual

# Settings.HomePage.UseDefault.Button
source: Use Default
an: Usar la pachina predeterminada

# Settings.LoginsAndPasswordsTitle
source: Logins & Passwords
an: Inicios de sesión y claus

# Settings.NewTab.CustomURL
source: Custom URL
an: Personalizar URL

# Settings.NewTab.Description
source: When you open a New Tab:
an: Quan ubres una nueva pestanya:

# Settings.NewTab.Option.ASTitle
source: Customize Top Sites
an: Personalizar los puestos populars

# Settings.NewTab.Option.BlankPage
source: Blank Page
an: Pachina en blanco

# Settings.NewTab.Option.Bookmarks
source: Bookmarks
an: Marcapachinas

# Settings.NewTab.Option.CustomizeFooter
source: The sites you visit most
an: Los puestos que mas vesitas

# Settings.NewTab.Option.CustomizeTitle
source: Customize Firefox Home
an: Personaliza Firefox Home

# Settings.NewTab.Option.HighlightsBookmarks
source: Recent Bookmarks
an: Marcapachinas recients

# Settings.NewTab.Option.HighlightsHistory
source: Visited
an: Vesitau

# Settings.NewTab.Option.History
source: History
an: Historial

# Settings.NewTab.Option.HomePage
source: Homepage
an: Pachina d'inicio

# Settings.NewTab.Option.Pocket
source: Trending on Pocket
an: Popular en Pocket

# Settings.NewTab.Option.PocketFooter
source: Great content from around the web.
an: Conteniu cheneral de tot lo web.

# Settings.NewTab.Option.ReadingList
source: Show your Reading List
an: Amostrar lista de lectura

# Settings.NewTab.SectionName
source: New Tab
an: Nueva pestanya

# Settings.NewTab.Title
source: New Tab
an: Nueva pestanya

# Settings.NewTab.TopSectionName
source: Show
an: Amostrar

# Settings.NewTab.TopSectionNameFooter
source: Choose what to load when opening a new tab
an: Triar qué cargar quan s'ubre una nueva pestanya

# Settings.OfferClipboardBar.Status
source: When Opening Firefox
an: En ubrir Firefox

# Settings.OfferClipboardBar.Title
source: Offer to Open Copied Links
an: Proposar ubrir los vinclos copiaus

# Settings.OpenWith.PageTitle
source: Open mail links with
an: Ubrir los vinclos de correu en

# Settings.OpenWith.SectionName
source: Mail App
an: Aplicación de Correu

# Settings.SaveLogins.Title
source: Save Logins
an: Alzar inicios de sesión

# Settings.Search.Done.Button
source: Done
an: Feito

# Settings.Search.Edit.Button
source: Edit
an: Editar

# Settings.SendUsage.Link
source: Learn More.
an: Saber-ne mas.

# Settings.SendUsage.Message
source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
an: Mozilla s'esfuerza a recopilar nomás lo que fa falta pa poder executar y amillorar Firefox pa totz.

# Settings.SendUsage.Title
source: Send Usage Data
an: Ninviar datos d'uso

# Settings.ShowLinkPreviews.Status
source: When Long-pressing Links
an: Quan se preta un vinclo per tiempo prolongau

# Settings.ShowLinkPreviews.Title
source: Show Link Previews
an: Previsualizar los vinclos

# Settings.ShowLoginsInAppMenu.Title
source: Show in Application Menu
an: Amostrar en o menú d'aplicación

# Settings.Siri.OpenTabShortcut
source: Open New Tab
an: Ubrir una nueva pestanya

# Settings.Siri.SectionDescription
source: Use Siri shortcuts to quickly open Firefox via Siri
an: Usar alcorces de Siri pa ubrir rapidament Firefox vía Siri

# Settings.Siri.SectionName
source: Siri Shortcuts
an: Alcorces de Siri

# Settings.TrackingProtection.Alert.Button
source: OK, Got It
an: Vale, entendiu

# Settings.TrackingProtection.Alert.Description
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
an: Si un puesto no funciona com oye esperable, toca lo escudo en a barra d'adrezas y desactiva la protección contra lo seguimiento millorada pa ixa pachina.

# Settings.TrackingProtection.Alert.Title
source: Heads up!
an: Atención!

# Settings.TrackingProtection.BlockListsHeader
source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
an: Puetz trigar qué lista fara servir Firefox pa blocar elementos web que puedan fer-te seguimiento mientres navegas.

# Settings.TrackingProtection.Info.BasicTitle
source: Balanced for protection and performance.
an: Equilibrau entre la protección y lo rendimiento.

# Settings.TrackingProtection.Info.BlocksTitle
source: BLOCKS
an: BLOQUEYOS

# Settings.TrackingProtection.Info.StrictTitle
source: Offers stronger protection, but may cause some sites to break.
an: Ofreix una protección mas fueerte, pero puede fer que bell puesto no funcione bien.

# Settings.TrackingProtection.LearnMore
source: Learn more
an: Saber-ne mas

# Settings.TrackingProtection.MoreInfo
source: More Info…
an: Mas información…

# Settings.TrackingProtection.ProtectionCellFooter
source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
an: Reduce los anuncios personalizaus y aduya a privar que los anunciants fagan seguimiento d'a tuya navegación.

# Settings.TrackingProtection.ProtectionLevel.Footer
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
an: Si un puesto no funciona como s'espera, toca lo escudio d'a barra d'adrezas y desactiva la protecció contra lo seguimiento millorada pa ixa pachina.

# Settings.TrackingProtection.ProtectionLevelStandard.Description
source: Allows some ad tracking so websites function properly.
an: Permite bell seguimiento publicitario pa que as webs funcionen correctament.

# Settings.TrackingProtection.ProtectionLevelStrict.Description
source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
an: Bloca mas elementos de seguimiento, anuncios y finestras emerchents. Las pachinas se cargan mas aprisa, anque puede que bella caracteristica no marche.

# Settings.TrackingProtection.ProtectionLevelTitle
source: Protection Level
an: Nivel de protección

# Settings.TrackingProtection.SectionName
source: Tracking Protection
an: Protección contra lo seguimiento

# Settings.TrackingProtection.StrictLevelInfoFooter
source: Blocking trackers could impact the functionality of some websites.
an: Lo bloqueyo d'elementos de seguimiento puede influyir en as funcionalidatz de bells puestos web.

# Settings.TrackingProtectionOption.BasicBlockList
source: Standard (default)
an: Estandard (per defecto)
