Repository: mozilla-l10n/firefoxios-l10n
Catalog: an/firefox-ios.xliff
Languages: an

source: Add to Bookmarks
an: Anyader en marcapachinas

source: Close Tab
an: Zarrar pestanya

source: Copy URL
an: Copiar URL

source: Open Last Bookmark
an: Ubrir lo zaguer marcapachinas

source: Open Last Tab
an: Ubrir la zaguera pestanya

source: Preview of %@
an: Vista previa de %@

source: Send to Device
an: Ninviar a lo dispositivo

source: After 1 hour
an: Dimpués d'una hora

source: After 1 minute
an: Dimpués d'un minuto

source: After 5 minutes
an: Dimpués de 5 minutos

source: After 10 minutes
an: Dimpués de 10 minutos

source: After 15 minutes
an: Dimpués de 15 minutos

source: Change Passcode
an: Cambiar codigo d'acceso

source: Enter Passcode
an: Escribe lo codigo d'acceso

source: Enter a new passcode
an: Escribe un nuevo codigo d'acceso

source: Enter a passcode
an: Escribe un codigo d'acceso

source: Enter passcode
an: Escribe lo codigo d'acceso

# Face ID &amp; Passcode
source: Face ID & Passcode
an: ID de cara y codigo

source: Immediately
an: Agora

source: Incorrect passcode. Try again (Attempts remaining: %d).
an: Codigo d'acceso incorrecto. Torna-lo a prebar (intentos restants: %d).

source: Incorrect passcode. Try again.
an: Codigo d'acceso incorrecto. Torna-lo a prebar.

source: Maximum attempts reached. Please try again in an hour.
an: Has alcanzau lo numero maximo d'intentos. Preba dentro d'una hora.

source: Maximum attempts reached. Please try again later.
an: Has alcanzaau lo numero maximo d'intentos. Preba mas tarde.

source: New passcode must be different than existing code.
an: Lo codigo d'acceso nuevo ha d'estar diferent a l'anterior.

source: Passcode For Logins
an: Codigo d'acceso pa inicios de sesión

source: Passcodes didn’t match. Try again.
an: Los codigos d'acceso no coinciden. Torna-lo a prebar.

source: Re-enter passcode
an: Torna a escribir lo codigo d'acceso

source: Require Passcode
an: Solicitar codigo d'acceso

source: Set Passcode
an: Establir codigo d'acceso

# Touch ID &amp; Passcode
source: Touch ID & Passcode
an: Touch ID y codigo d'acceso

source: Turn Passcode Off
an: Desactivar lo codigo d'acceso

source: Turn Passcode On
an: Activar lo codigo d'acceso

source: Use Face ID
an: Usar lo Face ID

source: Use Touch ID
an: Usar lo Touch ID

source: Use your fingerprint to access Logins now.
an: Usa agora la tuya ditalada pa acceder a los inicios de sesión.

# touchid.disable.reason.label
source: Use your fingerprint to disable Touch ID.
an: Usa la tuya ditalada pa desactivar lo Touch ID.

# touchid.require.passcode.reason.label
source: Use your fingerprint to access configuring your required passcode interval.
an: Usa la tuya ditalada pa acceder a la configuración de l'intervalo de petición de codigo d'acceso.

source: Cancel
an: Cancelar

source: OK
an: Acceptar

source: This action will clear all of your private data, including history from your synced devices.
an: Esta acción borrará totz los tuyos datos privaus, incluyindo l'historial d'os tuyos dispositivos sincronizaus.

source: Browsing History
an: Historial de navegación

source: Cache
an: Caché

source: Downloaded Files
an: Fichers descargaus

source: Offline Website Data
an: Datos de webs sin connexión

source: Saved Logins
an: Inicios de sesión alzaus

source: This action will clear all of your private data. It cannot be undone.
an: Esta acción borrará totz los tuyos datos privaus. No se puede desfer.

source: Open in Safari
an: Ubrir en Safari

source: Try again
an: Tornar-lo a prebar

source: Done
an: Feito

source: Find in Page
an: Trobar en a pachina

source: Next in-page result
an: Siguient resultau en a pachina

source: Previous in-page result
an: Resultau anterior en a pachina

source: Delete
an: Borrar

# NSCameraUsageDescription
source: This lets you take and upload photos.
an: Esto te permite de fer fotos y de puyar-las.

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
an: Los puestos web que vesites pueden solicitar conoixer lo tuyo plazamiento.

# NSMicrophoneUsageDescription
source: This lets you take and upload videos.
an: Esto te permitede fer y puyar videos.

# NSPhotoLibraryAddUsageDescription
source: This lets you save photos.
an: Esto te permite d'alzar fotos.

# NSPhotoLibraryUsageDescription
source: This lets you save and upload photos.
an: Esto te permite d'alzar fotos y puyar-las.

# ShortcutItemTitleNewPrivateTab
source: New Private Tab
an: Nueva pestanya privada

# ShortcutItemTitleNewTab
source: New Tab
an: Nueva pestanya

# ShortcutItemTitleQRCode
source: Scan QR Code
an: Escaniar codigo QR

source: A username and password are being requested by %@.
an: %@ ye solicitando un nombre d'usuario y una clau.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
an: %1$@ ye solicitando un nombre d'usuario y una clau. Lo puesto diz: %2$@

source: About
an: Quanto a

# ActivityStream.ContextMenu.PinTopsite
source: Pin to Top Sites
an: Punchar en Puestos populars

# ActivityStream.ContextMenu.RemovePinTopsite
source: Remove Pinned Site
an: Eliminar puesto punchau

# ActivityStream.Highlights.Bookmark
source: Bookmarked
an: Adhibiu a los marcapachinas

# ActivityStream.Highlights.Visited
source: Visited
an: Vesitau

# ActivityStream.NewRecentBookmarks.Title
source: Recent Bookmarks
an: Marcapachinas recients

# ActivityStream.Pocket.MoreLink
source: More
an: Mas

# ActivityStream.Pocket.SectionTitle
source: Trending on Pocket
an: Popular en Pocket

# ActivityStream.Pocket.Trending
source: Trending
an: D'actualidat

# ActivityStream.RecentHistory.Title
source: Recently Visited
an: Visitadas fa poco

# ActivityStream.TopSites.RowCount
source: Rows: %d
an: Ringleras: %d

# ActivityStream.TopSites.RowSettingFooter
source: Set Rows
an: Establir las ringleras

# ActivityStream.TopSites.SectionTitle
source: Top Sites
an: Freqüents

source: Add Tab
an: Adhibir pestanya

source: Add to Reading List
an: Adhibir a lista de lectura

# AddPass.Error.Dismiss
source: OK
an: Acceptar

# AddPass.Error.Message
source: An error occured while adding the pass to Wallet. Please try again later.
an: S'ha produciu una error en adhibir lo pase a Passbook. Torna-lo a prebar mas tarde.

# AddPass.Error.Title
source: Failed to Add Pass
an: Error en adhibir pase

source: Added page to Reading List
an: Pachina adhibida a la lista de lectura

source: Address and Search
an: Adreza y busqueda

source: Always Send
an: Ninviar siempre

source: Authentication required
an: Identificación requiesta

source: Back
an: Enta zaga

source: Block Pop-up Windows
an: Blocar finestras emerchents

# Bookmark.BookmarkDetail.FieldsHeader.Bookmark.Title
source: Bookmark
an: Marcapachinas

# Bookmark.BookmarkDetail.FieldsHeader.Folder.Title
source: Folder
an: Carpeta

# Bookmark.DetailFieldTitle.Label
source: Title
an: Titol

source: Bookmarks
an: Marcapachinas

# Bookmarks.EditBookmark.Label
source: Edit Bookmark
an: Editar marcapachinas

# Bookmarks.EditFolder.Label
source: Edit Folder
an: Editar carpeta

# Bookmarks.Folder.Label
source: Folder
an: Carpeta

# Bookmarks.FolderLocation.Label
source: Location
an: Plazamiento

# Bookmarks.FolderName.Label
source: Folder Name
an: Nombre d'a carpeta

# Bookmarks.NewBookmark.Label
source: New Bookmark
an: Nuevo marcapachinas

# Bookmarks.NewFolder.Label
source: New Folder
an: Nueva carpeta

# Bookmarks.NewSeparator.Label
source: New Separator
an: Nuevo separador

# Bookmarks.Title.Label
source: Title
an: Titol

# BookmarksPanel.EmptyState.Title
source: Bookmarks you save will show up here.
an: Os marcadors que alces s'amostrarán aquí.

source: Brightness
an: Claror

source: Changes color theme.
an: Cambia lo tema de colors.

source: Changes font type.
an: Cambia la fuent.

# ClipboardToast.GoToCopiedLink.Button
source: Go
an: Ir

# ClipboardToast.GoToCopiedLink.Title
source: Go to copied link?
an: Ir a lo vinclo copiau?

source: Close
an: Zarrar

source: Closing tab
an: Zarrando pestanya

# ContextMenu.BookmarkLinkButtonTitle
source: Bookmark Link
an: Vinclo a marcapachinas

# ContextMenu.ButtonToast.NewPrivateTabOpened.ButtonText
source: Switch
an: Cambiar

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
source: New Private Tab opened
an: S'ha ubierto una nueva pestanya privada

# ContextMenu.ButtonToast.NewTabOpened.ButtonText
source: Switch
an: Cambiar

# ContextMenu.ButtonToast.NewTabOpened.LabelText
source: New Tab opened
an: S'ha ubierto una nueva pestanya

# ContextMenu.CopyImageButtonTitle
source: Copy Image
an: Copiar la imachen

# ContextMenu.CopyImageLinkButtonTitle
source: Copy Image Link
an: Copiar lo vinclo d'a imachen

# ContextMenu.CopyLinkButtonTitle
source: Copy Link
an: Copiar lo vinclo

# ContextMenu.DownloadLinkButtonTitle
source: Download Link
an: Descargar lo vinclo

# ContextMenu.OpenInNewTabButtonTitle
source: Open in New Tab
an: Ubrir en una pestanya nueva

# ContextMenu.SaveImageButtonTitle
source: Save Image
an: Alza la imachen

# ContextMenu.ShareLinkButtonTitle
source: Share Link
an: Compartir lo vinclo

source: Could not add page to Reading List. Maybe it’s already there?
an: No s'ha puesto adhibir la pachina a la lista de lectura. Puede que haiga estau adhibida previament.

source: Could not add page to Reading list
an: No s'ha puesto adhibir la pachina a la lista de lectura

source: Could not load page.
an: No s'ha puesto cargar la pachina.

# CoverSheet.v22.DarkMode.Description
source: For iOS 13 users, Firefox now automatically switches to a dark theme when your phone is set to Dark Mode. To change this behavior, go to Settings > Theme.
an: Pa los usuarios de l’iOS 13, agora lo Firefox cambia automaticament a un tema fosco quan lo telefono ye configurau en modo fosco. Pa cambiar este comortamiento, vaiga ta Parametros > Tema.

# CoverSheet.v22.DarkMode.Title
source: Dark theme now includes a dark keyboard and dark splash screen.
an: Agora lo tema fosco incluye un teclau fosco y una pantalla d'inicio fosca.

# CoverSheet.v24.ETP.Description
source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
an: La protección contra lo seguimiento millorada integrada priva que los anuncios tos fagan seguimiento. Activa la protección estricta pa blocar encara mas elementos de seguimiento, anuncios y finestras emerchents.

# CoverSheet.v24.ETP.Settings.Button
source: Go to Settings
an: Ir ta los achustes

# CoverSheet.v24.ETP.Title
source: Protection Against Ad Tracking
an: Protección contra lo seguimiento de anuncios

source: Create an account
an: Creyar una cuenta

source: Dark
an: Fosco

source: Decrease text size
an: Reducir la mida d'o texto

source: Default Search Engine
an: Buscador predeterminau

source: Display Settings
an: Preferencias de visualización

source: Don’t Send
an: No ninviar

source: Downloads
an: Descargas

# Downloads.Alert.DownloadNow
source: Download Now
an: Descargar agora

# Downloads.CancelDialog.Cancel
source: Cancel
an: Cancelar

# Downloads.CancelDialog.Message
source: Are you sure you want to cancel this download?
an: Yes seguro que quiers cancelar esta descarga?

# Downloads.CancelDialog.Resume
source: Resume
an: Continar

# Downloads.CancelDialog.Title
source: Cancel Download
an: Cancelar la descarga

# Downloads.Error.Message
source: Downloads aren’t supported in Firefox yet.
an: Encara no s'admiten descargas en Firefox.

# Downloads.Toast.Cancelled.LabelText
source: Download Cancelled
an: Descarga cancelada

# Downloads.Toast.Failed.LabelText
source: Download Failed
an: Descarga fallida

# Downloads.Toast.Failed.RetryButton
source: Retry
an: Tornar a intentar

# Downloads.Toast.GoToDownloads.Button
source: Downloads
an: Descargas

# Downloads.Toast.MultipleFiles.DescriptionText
source: 1 of %d files
an: 1 de %d fichers

# DownloadsPanel.Delete.Title
source: Delete
an: Eliminar

# DownloadsPanel.EmptyState.Title
source: Downloaded files will show up here.
an: Los fichers descargaus s'amostrarán aquí.

# DownloadsPanel.Share.Title
source: Share
an: Compartir

source: Enter your password to connect
an: Escribe la tuya clau pa connectar

# ErrorPages.Advanced.Button
source: Advanced
an: Abanzau

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can’t confirm your connection to this website is secure.
an: Alvertencia: no podemos confirmar que la tuya connexión a este puesto web sía segura.

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
an: Puede estar una mala configuración u una falsificación d'un atacant. Sigue enta debant si acceptas lo risgo potencial.

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
an: Lo duenyo de %@ ha configurau lo suyo puesto web incorrectament. Pa privar que furten la tuya información, Firefox no s'ha connectau a este puesto web.

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
an: La tuya connexión no ye verificada

# ErrorPages.GoBack.Button
source: Go Back
an: Tornar

# ErrorPages.VisitOnce.Button
source: Visit site anyway
an: Vesitar de totz modos

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store?
an: Quiers ubrir este vinclo en l'App Store?

# ExternalLink.AppStore.GenericConfirmationTitle
source: Open this link in external app?
an: Quiers ubrir este vinclo en l'aplicación externa?

# Firefox.HomePage.Title
source: Firefox Home Page
an: Pachina d'inicio de Firefox

source: Forward
an: Enta debant

# FxA.AccountVerificationDetails
source: Wrong email? Disconnect below to start over.
an: Correu incorrecto? Zarra sesión mas enta abaixo y empecipia de nuevo.

# FxA.AccountVerificationRequired
source: Account Verification Required
an: Has de verificar la cuenta

# FxA.AccountVerificationRequiredSurface
source: You need to verify %@. Check your email for the verification link from Firefox.
an: Has de verificar %@. Compreba lo tuyo correu pa veyer si has recibiu un vinclo de confirmación de Firefox.

# FxA.ConnectAnotherDevice
source: Connect Another Device
an: Connectar con belatro dispositivo

# FxA.FirefoxAccount
source: Firefox Account
an: Cuenta de Firefox

# FxA.ManageAccount
source: Manage Account & Devices
an: Administrar la cuenta y los dispositivos

# FxA.NoInternetConnection
source: No Internet Connection
an: Sin connexión a Internet

# FxA.OpenSyncPreferences
source: Open Sync Preferences
an: Ubrir las preferencias de sincronización

# FxA.RemoveAccount
source: Remove
an: Borrar

# FxA.RemoveAccountAlertMessage
source: Remove the Firefox Account associated with this device to sign in as a different user.
an: Borrar la cuenta de Firefox asociada a este dispostivivo pa iniciar la sesión con unatro usuarios.

# FxA.RemoveAccountAlertTitle
source: Remove Account
an: Borrar la cuenta

# FxA.ResendEmail
source: Resend Email
an: Reninviar correu

# FxA.SignIntoSync
source: Sign in to Sync
an: Iniciar sesión en Sync

# FxA.SyncExplain
source: Get your tabs, bookmarks, and passwords from your other devices.
an: Obtiene las tuyas pestanyas, marcapachinas y claus d'as tuyas atros dispositivos.

# FxA.SyncNow
source: Sync Now
an: Sincronizar agora

# FxA.TakeYourWebWithYou
source: Take Your Web With You
an: Leva-te la Web con tu

# FxAPush_DeviceConnected_body
source: Firefox Sync has connected to %@
an: Firefox Sync s'ha connectau a %@

# FxAPush_DeviceConnected_title
source: Sync Connected
an: Sync connectau

# FxAPush_DeviceDisconnected_ThisDevice_body
source: This device has been successfully disconnected from Firefox Sync.
an: Este dispositivo s'ha desconnectau correctament de Firefox Sync.

# FxAPush_DeviceDisconnected_ThisDevice_title
source: Sync Disconnected
an: Sync desconnectau

# FxAPush_DeviceDisconnected_UnknownDevice_body
source: A device has disconnected from Firefox Sync
an: S'ha desconnectau un dispositivo de Firefox Sync

# FxAPush_DeviceDisconnected_body
source: %@ has been successfully disconnected.
an: %@ s'ha desconnectau correctament.

# FxAPush_DeviceDisconnected_title
source: Sync Disconnected
an: Sync desconnectau

source: Get your open tabs, bookmarks, and passwords from your other devices.
an: Accede a los marcapachinas, pestanyas ubiertas y claus d'as tuyas atros dispositivos.

source: Help
an: Aduya

source: History
an: Historial

# HistoryPanel.ClearHistoryButtonTitle
source: Clear Recent History…
an: Limpiar l'historial recient…

# HistoryPanel.ClearHistoryMenuOptionEverything
source: Everything
an: Tot

# HistoryPanel.ClearHistoryMenuOptionTheLastHour
source: The Last Hour
an: La zaguera hora

# HistoryPanel.ClearHistoryMenuOptionToday
source: Today
an: Hue

# HistoryPanel.ClearHistoryMenuOptionTodayAndYesterday
source: Today and Yesterday
an: Hue y ahiere

# HistoryPanel.ClearHistoryMenuTitle
source: Clearing Recent History will remove history, cookies, and other browser data.
an: Si limpias l'historial drecient se borrarán l'historial, las cookies y atros datos d'o navegador.

# HistoryPanel.EmptyState.Title
source: Websites you’ve visited recently will show up here.
an: Aquí s'amostrarán las pachinas que has visitau recientment.

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
an: Aquí s'amostrarán las pestanyas d'atros dispositivos.

# HistoryPanel.EmptySyncedTabsPanelNotSignedInState.Description
source: Sign in to view a list of tabs from your other devices.
an: Dentrar pa veyer una lista de pestanyas d'os atros tuyos dispositivos.

# HistoryPanel.EmptySyncedTabsPanelNotYetVerifiedState.Description
source: Your account needs to be verified.
an: La tuya cuenta ha d'estar verificada.

# HistoryPanel.EmptySyncedTabsPanelSingleDeviceSyncState.Description
source: Want to see your tabs from other devices here?
an: Quiers veyer aquí las tuyas pestanyas d'atros dispositivos?

# HistoryPanel.EmptySyncedTabsPanelTabSyncDisabledState.Description
source: Turn on tab syncing to view a list of tabs from your other devices.
an: Activar la sincronización de pestanyas pa veyer un listau de pestanyas d'os tuyos atros dispositivos.

# HistoryPanel.HistoryBackButton.Title
source: History
an: Historial

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently Closed
an: Zarradas fa poco

# HistoryPanel.SyncedTabsCell.Description.Pluralized
source: %d device(s) connected
an: %d dispositivo(s) connectau(s)

# HistoryPanel.SyncedTabsCell.Title
source: Synced Devices
an: Dispositivos sincronizaus

# HomePage.Set.Dialog.Cancel
source: Cancel
an: Cancelar

# HomePage.Set.Dialog.Message
source: You can change this at any time in Settings
an: Puetz cambiar-lo quan quieras en Achustes

# HomePage.Set.Dialog.OK
source: Set Homepage
an: Establir pachina d'inicio

# HomePage.Set.Dialog.Title
source: Do you want to use this web page as your home page?
an: Quiers establir este puesto como pachina d'inicio?

# HomePanel.ContextMenu.Bookmark
source: Bookmark
an: Marcapachinas

# HomePanel.ContextMenu.DeleteFromHistory
source: Delete from History
an: Eliminar de l'historial

# HomePanel.ContextMenu.OpenInNewPrivateTab
source: Open in New Private Tab
an: Ubrir en Nueva pestanya privada

# HomePanel.ContextMenu.OpenInNewTab
source: Open in New Tab
an: Ubrir en Nueva pestanya

# HomePanel.ContextMenu.Remove
source: Remove
an: Eliminar

# HomePanel.ContextMenu.RemoveBookmark
source: Remove Bookmark
an: Eliminar marcapachinas

# HomePanel.ContextMenu.Share
source: Share
an: Compartir

# Hotkeys.Back.DiscoveryTitle
source: Back
an: Enta zaga

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
an: Zarrar pestanya

# Hotkeys.Find.DiscoveryTitle
source: Find
an: Trobar

# Hotkeys.Forward.DiscoveryTitle
source: Forward
an: Enta debant

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
an: Nueva pestanya privada

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
an: Nueva pestanya

# Hotkeys.NormalMode.DiscoveryTitle
source: Normal Browsing Mode
an: Modo de navegación normal

# Hotkeys.PrivateMode.DiscoveryTitle
source: Private Browsing Mode
an: Modo de navegación privada

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
an: Recargar pachina

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
an: Seleccionar barra d'adrezas

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
an: Amostrar pestanya siguient

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
an: Amostrar pestanya anterior

source: Increase text size
an: Aumentar la mida d'o texto

source: Last month
an: Zaguer mes

source: Last synced: %@
an: Zaguera sincronización: %@

source: Last week
an: Zaguera semana

source: Licenses
an: Licencias

source: Light
an: Claro

source: Load original page
an: Cargar pachina orichinal

source: Loading content…
an: Cargando lo conteniu…

source: Log in
an: Iniciar la sesión

source: Logins
an: Inicios de sesión

# LoginsDetailView.LoginModified
source: Modified
an: Modificau

# LoginsDetailView.LoginTitle
source: Login
an: Inicio de sesión

# LoginsHelper.DontSave.Button
source: Don’t Save
an: No alzar

# LoginsHelper.DontUpdate.Button
source: Don’t Update
an: No actualizar

# LoginsHelper.PromptSaveLogin.Title
source: Save login %1$@ for %2$@?
an: Alzar inicio de sesión %1$@ pa %2$@?

# LoginsHelper.PromptSavePassword.Title
source: Save password for %@?
an: Alzar clau pa %@?

# LoginsHelper.PromptUpdateLogin.Title.OneArg
source: Update login for %@?
an: Actualizar inicio de sesión pa %@?

# LoginsHelper.PromptUpdateLogin.Title.TwoArg
source: Update login %1$@ for %2$@?
an: Esviellar inicio de sesión %1$@ pa %2$@?

# LoginsHelper.SaveLogin.Button
source: Save Login
an: Alzar

# LoginsHelper.Update.Button
source: Update
an: Esviellar

# LoginsList.LoginsListFilterLogin
source: Login
an: Inicio de sesión

# LoginsList.LoginsListFilterSearchAll
source: All
an: Tot

# LoginsList.LoginsListFilterWebsite
source: Website
an: Puesto web

# LoginsList.LoginsListSearchPlaceholder
source: Filter
an: Filtro

# LoginsList.Title
source: SAVED LOGINS
an: INICIOS DE SESIÓN ALZAUS

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
an: Firefox s'ha zarrau inesperadament. Te faría goyo de restaurar las tuyas pestanyas?

source: Mark as Read
an: Marcar como leito

source: Mark as Unread
an: Marcar como no leito

# Menu.AddBookmark.Confirm
source: Bookmark Added
an: S'ha anyadiu lo marcapachinas

# Menu.AddPin.Confirm
source: Pinned To Top Sites
an: Penchada en os puestos favoritos

# Menu.AddToReadingList.Confirm
source: Added To Reading List
an: S'ha adhibiu en a Lista de lectura

# Menu.Copy.Title
source: Copy Address
an: Copiar l'adreza

# Menu.CopyURL.Confirm
source: URL Copied To Clipboard
an: URL copiada en o portafuellas

# Menu.EnhancedTrackingProtectionOff.Title
source: Enhanced Tracking Protection is OFF for this site.
an: La protección contra seguimiento amillorada ye desactivada pa este puesto.

# Menu.EnhancedTrackingProtectionOn.Title
source: Enhanced Tracking Protection is ON for this site.
an: La protección contra seguimiento amillorada ye desactiva pa este puesto.

# Menu.NightModeTurnOn.Label
source: Enable Night Mode
an: Activar lo modo nocturno

# Menu.NoImageModeBlockImages.Label
source: Block Images
an: Blocar imachens

# Menu.PageActions.Title
source: Page Actions
an: Accions de pachina

# Menu.Paste.Title
source: Paste
an: Apegar

# Menu.PasteAndGo.Title
source: Paste & Go
an: Apegar-lo y ubrir-lo

# Menu.ReloadWithTrackingProtection.Title
source: Reload With Tracking Protection
an: Recargar-lo con protección contra seguimiento

# Menu.ReloadWithoutTrackingProtection.Title
source: Reload Without Tracking Protection
an: Recargar sin protección contra seguimiento
