Repository: mozilla-l10n/firefoxios-l10n
Catalog: an/firefox-ios.xliff
Languages: an

# Settings.TrackingProtectionOption.BlockListBasicDescription
source: Allows some trackers so websites function properly.
an: Permitir bells trazadors pa que los puestos web funcionen correctament.

# Settings.TrackingProtectionOption.BlockListStrict
source: Strict
an: Estricta

# Settings.TrackingProtectionOption.BlockListStrictDescription
source: Blocks known trackers. Some websites may not function properly.
an: Bloca los trazadors conoixius. Puede pasar que qualques puestos web no funcionen correctament.

# Settings.TrackingProtectionOption.EnabledStateFooterLabel
source: Tracking is the collection of your browsing data across multiple websites.
an: Lo seguimiento ye la replega d'os tuyos datos de navegación a traviés de multiples puestos web.

# Settings.TrackingProtectionOption.NormalBrowsingLabelOn
source: Enhanced Tracking Protection
an: Protección reforzada contra seguimiento

# Settings.TranslateSnackBar.SectionFooter
source: The web page language is detected on the device, and a translation from a remote service is offered.
an: Se detecta la luenga d'a pachina en o dispositivo, y se'n ofreix una traducción dende un servicio remoto.

# Settings.TranslateSnackBar.SectionHeader
source: Services
an: Servicios

# Settings.TranslateSnackBar.SwitchSubtitle
source: Offer to translate any site written in a language that is different from your default language.
an: T'ofreix una traducción de qualsequier puesto escrito en un idioma diferent a lo tuyo idioma per defecto.

# Settings.TranslateSnackBar.SwitchTitle
source: Offer Translation
an: Ofrir traducción

# Settings.TranslateSnackBar.Title
source: Translation
an: Traducción

# Settings.TroubleShootSync.Title
source: Troubleshoot
an: Información pa solucionar problemas

# Settings.WebsiteData.ButtonDelete
source: Delete
an: Eliminar

# Settings.WebsiteData.ButtonDone
source: Done
an: Feito

# Settings.WebsiteData.ButtonEdit
source: Edit
an: Editar

# Settings.WebsiteData.ButtonShowMore
source: Show More
an: Amostrar-ne mas

# Settings.WebsiteData.ConfirmPrompt
source: This action will clear all of your website data. It cannot be undone.
an: Esta acción borrará totz los tuyos datos de puestos web. No se puede desfer.

# Settings.WebsiteData.Title
source: Website Data
an: Datos d'o puesto web

# ShareExtension.AddToReadingListAction.Title
source: Add to Reading List
an: Anyadir a la lista de lectura

# ShareExtension.AddToReadingListActionDone.Title
source: Added to Reading List
an: Anyadiu a la lista de lectura

# ShareExtension.BookmarkThisPageAction.Title
source: Bookmark This Page
an: Marcar esta pachina

# ShareExtension.BookmarkThisPageActionDone.Title
source: Bookmarked
an: Pachina marcada

# ShareExtension.LoadInBackgroundAction.Title
source: Load in Background
an: Cargar en segundo plano

# ShareExtension.LoadInBackgroundActionDone.Title
source: Loading in Firefox
an: Cargando en Firefox

# ShareExtension.OpenInFirefoxAction.Title
source: Open in Firefox
an: Ubrir en Firefox

# ShareExtension.OpenInPrivateModeAction.Title
source: Open in Private Mode
an: Ubrir en o Modo Privau

# ShareExtension.SeachInFirefoxAction.Title
source: Search in Firefox
an: Mirar en Firefox

source: Show Search Suggestions
an: Amostrar las sucherencias de busqueda

source: Show Tabs
an: Amostrar las pestanyas

source: Show Tour
an: Amostrar la visita guiada

source: Stop
an: Aturar

source: Support
an: Aduya

source: Swipe right or left with three fingers to close the tab.
an: Esliza enta la dreita u enta la zurda con tres didos pa zarrar la pestanya.

# SwitchToNonPBM.KeyCodeTitle
source: Normal Browsing Mode
an: Modo de navegación normal

# SwitchToPBM.KeyCodeTitle
source: Private Browsing Mode
an: Modo de navegación privada

source: Sync your tabs, bookmarks, passwords and more.
an: Sincroniza las tuyas pestanyas, marcapachinas, claus y muito mas.

source: Sync your tabs, passwords and more.
an: Sincroniza las tuyas pestanyas, claus y muito mas.

# Sync.FirstTimeMessage.Label
source: Your first sync may take a while
an: Puede que la primera sincronización leve un tiempo

# Sync.Syncing.Label
source: Syncing
an: Sincronizando

# Sync.SyncingEllipsis.Label
source: Syncing…
an: Sincronizando…

# SyncState.Bookmark.Title
source: Bookmarks
an: Marcapachinas

# SyncState.Clients.Title
source: Remote Clients
an: Clients remotos

# SyncState.Failed.Title
source: Syncing has failed
an: La sincronización ha fallau

# SyncState.History.Title
source: History
an: Historial

# SyncState.Logins.Title
source: Logins
an: Inicios de sesión

# SyncState.NotStarted.Title
source: Sync is unavailable
an: Lo Sync no ye disponible

# SyncState.Offline.Title
source: Sync is offline
an: Lo Sync ye sin connexión

# SyncState.Partial.Title
source: Sync is experiencing issues syncing %@
an: Lo Sync ye tenendo problemas en sincronizar %@

# SyncState.Tabs.Title
source: Tabs
an: Pestanyas

source: Synced Tabs
an: Pestanyas sincronizadas

# Tab %@ of %@
source: Tab %1$@ of %2$@
an: Pestanya %1$@ de %2$@

# Tab.ShowTabTray.KeyCodeTitle
source: Show All Tabs
an: Amostrar totas las pestanyas

# TabTray.AddTab.Button
source: Add Tab
an: Anyadir pestanya

# TabTray.CloseAllTabs.KeyCodeTitle
source: Close All Tabs
an: Zarrar totas las pestanyas

# TabTray.CloseTab.KeyCodeTitle
source: Close Selected Tab
an: Zarrar la pestanya triada

# TabTray.OpenNewTab.KeyCodeTitle
source: Open New Tab
an: Ubrir la nueva pestanya

# TabTray.OpenSelectedTab.KeyCodeTitle
source: Open Selected Tab
an: Ubrir la pestanya triada

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
an: Pestanyas %1$@ a %2$@ de %3$@

source: Tabs Tray
an: Servilla de pestanyas

# Tabs.DeleteAllUndo.Button
source: Undo
an: Desfer

# Tabs.DeleteAllUndo.Title
source: %d tab(s) closed
an: %d pestanya(s) zarrada(s)

# Tabs.Search.PlaceholderText
source: Search Tabs
an: Buscar pestanyas

source: The page could not be displayed in Reader View.
an: No s'ha puesto amostrar la pachina en vista de lectura.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
an: Ha ocurriu un problema en intentar acceder a pestanyas d'os atros dispositivos tuyos. Aguarda un ratet y torna-lo a intentar.

source: There was an error converting the page
an: I ha habiu una error en convertir la pachina

# Toasts.NotNow
source: Not Now
an: No pas agora

# Toasts.OpenAppStore
source: Open App Store
an: Ubrir l'App Store

# Toasts.Undo
source: Undo
an: Desfer

source: Today
an: Hue

# Toolbar.Menu.AccessibilityLabel
source: Menu
an: Menú

# Toolbar.Menu.CloseAllTabs
source: Close All Tabs
an: Zarrar todas las pestanyas

# TopSites.EmptyState.Description
source: Your most visited sites will show up here.
an: Aquí s'amostrarán los puestos que mas vesitas.

# TopSites.EmptyState.Title
source: Welcome to Top Sites
an: Puestos mas vesitaus

# TopSites.RemovePage.Button
source: Remove page — %@
an: Eliminar la pachina - %@

# TranslationToastHandler.PromptTranslate.OK
source: Yes
an: Sí

# TranslationToastHandler.PromptTranslate.Title
source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
an: Pareix que esta ye en %1$@. La quiers traducir ta %2$@ con %3$@?

# UIMenuItem.PasteGo
source: Paste & Go
an: Apegar y ir-ie

# UIMenuItem.SearchWithFirefox
source: Search with Firefox
an: Mirar con Firefox

source: Upgrade Firefox to connect
an: Esviellar lo Firefox pa connectar

source: Use stage servers
an: Emplega los servidors de simulación

source: Username
an: Nombre d'usuario

source: Verify your email address
an: Verificar la tuya adreza de correu-e

# Version %@ (%@)
source: Version %1$@ (%2$@)
an: Versión %1$@ (%2$@)

source: Web content
an: Conteniu web

source: Welcome to your Reading List
an: Bienveniu a la tuya lista de lectura

source: Well, this is embarrassing.
an: Vai, qué vergüenya.

source: Yesterday
an: Ahiere

source: You don’t have any tabs open in Firefox on your other devices.
an: No tiens garra pestanya ubierta en Firefox en as tuyas demás dispositivos.

source: Your Rights
an: Los tuyos dreitos

source: computer
an: equipo

# fxa.qr-scanning-view.instructions
source: Scan the QR code shown at firefox.com/pair
an: Escaneya lo codigo QR amostrau en firefox.com/pair

# fxa.signin.camera-signin
source: Sign In with Your Camera
an: Inicia sesión con a tuya camara

# fxa.signin.qr-link-instruction
source: On your computer open Firefox and go to firefox.com/pair
an: En o tuyo equipo, ubre Firefox y ves ta firefox.com/pair

# fxa.signin.ready-to-scan
source: Ready to Scan
an: Listo pa escaniar

# fxa.signin.turn-on-sync
source: Turn on Sync
an: Activar Sync

# fxa.signin.use-email-instead
source: Use Email Instead
an: Usa lo correu electronico

source: just now
an: agora mesmo

source: mobile device
an: dispositivo mobil

source: more than a month ago
an: en fa mas d'un mes

source: more than a week ago
an: en fa mas d'una semana

source: read
an: leito

source: this week
an: esta semana

source: today at %@
an: hue a las %@

source: unread
an: no leito

source: yesterday
an: ahiere

source: Are you sure?
an: En yes seguro?

source: Clear Search
an: Borrar busqueda

source: Copy
an: Copiar

source: Created %@
an: Creyau %@

source: Deselect All
an: Desmarcar-lo tot

source: Enter Search Mode
an: Acceder a lo modo de busqueda

source: Hide
an: Amagar

source: Logins will be permanently removed.
an: Los inicios de sesión s'eliminarán pa cutio.

source: Logins will be removed from all connected devices.
an: Los inicios de sesión s'eliminarán de totz los dispositivos connectaus.

source: Modified %@
an: Modificau %@

source: No logins found
an: No s'ha trobau inicios de sesión

# Open &amp; Fill
source: Open & Fill
an: Ubrir y replenar

source: Reveal
an: Amostrar

source: Search Input Field
an: Campo de texto de busqueda

source: Select All
an: Seleccionar-lo tot

source: Website
an: Puesto web

source: Close Private Tabs
an: Zarrar pestanyas privadas

# ContextMenu.OpenInNewPrivateTabButtonTitle
source: Open in New Private Tab
an: Ubrir en Nueva pestanya privada

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
an: Firefox no recordará lo tuyo historial ni los tuyos cookies, pero alzará los marcadors nuevos.

source: Learn More
an: Saber-ne mas

source: Off
an: Desactivau

source: On
an: Activau

source: Private Browsing
an: Navegación privada

source: Private Mode
an: Modo privau

source: Turns private mode on or off
an: Activa u desactiva lo modo privau

source: When Leaving Private Browsing
an: Quan salgas d'a navegación privada

source: %@ search
an: Busqueda de %@

source: Search Settings
an: Preferencias de busqueda

source: Search suggestions from %@
an: Sucherencias de busqueda de %@

# Bookmarks.DeleteFolderWarning.CancelButton.Label
source: Cancel
an: Cancelar

# Bookmarks.DeleteFolderWarning.DeleteButton.Label
source: Delete
an: Eliminar

# Bookmarks.DeleteFolderWarning.Description
source: Are you sure you want to delete it and its contents?
an: De seguras que quiers borrar esta carpeta y lo suyo conteniu?

# Bookmarks.DeleteFolderWarning.Title
source: This folder isn’t empty.
an: Esta carpeta no ye vueda.

# Intro.Slides.Automatic.Privacy.Description
source: Enhanced Tracking Protection blocks malware and stops trackers.
an: La protección contra lo seguimiento millorada bloca lo software malicioso y atura los elementos de seguimiento.

# Intro.Slides.Automatic.Privacy.Title
source: Automatic Privacy
an: Privacidat automatica

# Intro.Slides.Button.Next
source: Next
an: Siguient

# Intro.Slides.Button.SignIn
source: Sign In
an: Iniciar la sesión

# Intro.Slides.Button.SignUp
source: Sign Up
an: Rechistrar-se

# Intro.Slides.Fast.Search.Description
source: Search suggestions get you to websites faster.
an: Las sucherencias de busqueda te leva mas aprisa ta las webs.

# Intro.Slides.Fast.Search.Title
source: Fast Search
an: Busqueda rapida

# Intro.Slides.Firefox.Account.Sync.Description
source: Bring bookmarks, history, and passwords to Firefox on this device.
an: Imparta los marcapachinas, historial y claus a lo Firefox d'este dispositivo.

# Intro.Slides.Firefox.Account.Sync.Title
source: Sync Firefox Between Devices
an: Sincroniza Firefox entre dispositivos

# Intro.Slides.Mail.Description
source: Use any email app — not just Mail — with Firefox.
an: Utiliza qualsiquier aplicación de correu - no nomás Mail - con Firefox.

# Intro.Slides.Mail.Title
source: You’ve got mail… options
an: Tiens nuevas... opcions de correu

# Intro.Slides.Private.Description
source: Tap the mask icon to slip into Private Browsing mode.
an: Preta l'icono d'a mascareta pa cambiar a lo modo de navegación privada.

# Intro.Slides.Private.Title
source: Browse like no one’s watching
an: Navega como si dengún no t'observase

# Intro.Slides.Safe.Sync.Description
source: Protect your logins and data everywhere you use Firefox.
an: Proteche los tuyos identificadors d'usuario y datos en totz os puestos que emplegues Firefox.

# Intro.Slides.Safe.Sync.Title
source: Safe Sync
an: Sincronización segura

# Intro.Slides.Search.Description
source: Searching for something different? Choose another default search engine (or add your own) in Settings.
an: Buscas bella cosa diferent? Triga unatro motor de busqueda predeterminau (u anyade uno propio) en Achustes.

# Intro.Slides.Search.Title
source: Your search, your way
an: Las tuyas busquedas, a la tuya traza

# Intro.Slides.TrailheadSync.Description
source: Sign in to your account to sync and access more features.
an: Inicia sesión pa sincronizar y acceder a mas funcions.

# Intro.Slides.TrailheadSync.Title.v2
source: Sync your bookmarks, history, and passwords to your phone.
an: Sincroniza los tuyos marcapachinas, historial y claus con o tuyo telefono.

# Intro.Slides.Welcome.Description.v2
source: Fast, private, and on your side.
an: Rapido, privau y a lo tuyo cosau.

# Intro.Slides.Welcome.Title.v2
source: Welcome to Firefox
an: Bienveniu ta Firefox

source: Start Browsing
an: Empecipia a navegar

source: Turn on Sync…
an: Activat la sincronización…

# Menu.AddBookmarkAction.Title
source: Bookmark This Page
an: Adhibir a marcapachinas

# Menu.AddToReadingList.Title
source: Add to Reading List
an: Adhibir a la lista de lectura

# Menu.CloseAllTabsAction.Title
source: Close All Tabs
an: Zarrar todas las pestanyas

# Menu.CopyAddress.Title
source: Copy Address
an: Copiar l'adreza

# Menu.FindInPageAction.Title
source: Find in Page
an: Trobar en a pachina

# Menu.Library.Reload
source: Reload
an: Recargar

# Menu.Library.Title
source: Your Library
an: La tuya biblioteca

# Menu.NewPrivateTabAction.Title
source: Open New Private Tab
an: Ubrir una nueva pestanya privada

# Menu.NewTabAction.Title
source: Open New Tab
an: Ubrir una nueva pestanya

# Menu.OpenBookmarksAction.AccessibilityLabel.v2
source: Bookmarks
an: Marcapachinas

# Menu.OpenDownloadsAction.AccessibilityLabel.v2
source: Downloads
an: Descargas

# Menu.OpenHistoryAction.AccessibilityLabel.v2
source: History
an: Historial

# Menu.OpenHomePageAction.Title
source: Home
an: Inicio

# Menu.OpenReadingListAction.AccessibilityLabel.v2
source: Reading List
an: Lista de lectura

# Menu.OpenSettingsAction.Title
source: Settings
an: Achustes

# Menu.OpenSyncedTabsAction.AccessibilityLabel.v2
source: Synced Tabs
an: Pestanyas sincronizadas

# Menu.OpenTopSitesAction.AccessibilityLabel
source: Top Sites
an: Puestos web favoritos

# Menu.PageSourceAction.Title
source: View Page Source
an: Veyer codigo fuent d'a pachina

# Menu.RemoveBookmarkAction.Title
source: Remove Bookmark
an: Eliminar marcapachinas

# Menu.ScanQRCodeAction.Title
source: Scan QR Code
an: Escaniar codigo QR

# Menu.SeeAllAction.Title
source: See All
an: Veyer-lo tot

# Menu.SharePageAction.Title
source: Share Page With…
an: Compartir pachina con…

# Menu.ShowTabs.Title
source: Show Tabs
an: Amostrar pestanyas

# Menu.TranslatePageAction.Title
source: Translate Page
an: Traducir pachina

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
an: Solicitar versión d'escritorio

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
an: Solicitar versión pa mobils

# %@ on %@
source: %1$@ on %2$@
an: %1$@ war %2$@

source: Bookmarks Menu
an: Menú de marcapachinas

source: Bookmarks Toolbar
an: Barra de ferramientas de marcapachinas

source: Mobile Bookmarks
an: Marcapachinas mobils

source: Unsorted Bookmarks
an: Marcapachinas sin ordenar

# TodayWidget.CopiedLinkLabelFromPasteBoardV1
source: Copied Link from clipboard
an: Vinclo copiau dende lo portafuellas

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
an: Ir ta lo vinclo copiau

# TodayWidget.NewTabButtonLabelV1
source: New Search
an: Nueva busqueda

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
an: Busqueda privada
