Repository: mozilla-l10n/firefoxios-l10n
Catalog: su/firefox-ios.xliff
Languages: su

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
su: Kawasna mah Firefox geus ruksak saméméhna. Anjeun rék malikkeun deui tabna?

source: Mark as Read
su: Cirian geus Dibaca

source: Mark as Unread
su: Cirian can Dibaca

# Menu.AddBookmark.AlternateLabel.v99
source: Add Bookmark
su: Tambah Markah

# Menu.AddBookmark.Confirm
source: Bookmark Added
su: Markah Ditambahkeun

# Menu.AddBookmark.Label.v99
source: Add
su: Tambah

# Menu.AddPin.Confirm2
source: Added to Shortcuts
su: Ditambahkeun ka Takulan

# Menu.AddReadingList.Label.v99
source: Add
su: Tambah

# Menu.AddToReadingList.Confirm
source: Added To Reading List
su: Ditambahkeun kana Daptar Bacaeun

# Menu.AddToShortcuts.v99
source: Add to Shortcuts
su: Tambah ka Takulan

# Menu.Bookmarks.Label
source: Bookmarks
su: Markah

# Menu.Copy.Title
source: Copy Address
su: Tiron Alamat

# Menu.CopyURL.Confirm
source: URL Copied To Clipboard
su: URL Ditiron kana Sabak

# Menu.CustomizeHomePage.v99
source: Customize Homepage
su: Kustomkeun Tepas

# Menu.Downloads.Label
source: Downloads
su: Undeuran

# Menu.EnhancedTrackingProtectionOff.Title
source: Protections are OFF for this site
su: Salindung PAREUM pikeun ieu loka

# Menu.EnhancedTrackingProtectionOn.Title
source: Protections are ON for this site
su: Salindung HURUNG pikeun ieu loka

# Menu.Help.v99
source: Help
su: Pitulung

# Menu.History.Label
source: History
su: Jujutan

# Menu.NewTab.v99
source: New Tab
su: Tab Anyar

# Menu.NightModeTurnOff.Label2
source: Turn off Night Mode
su: Pareuman Modeu Peuting

# Menu.NightModeTurnOn.Label2
source: Turn on Night Mode
su: Hurungkeun Mode Peuting

# Menu.Passwords.Label
source: Passwords
su: Kecap Sandi

# Menu.Paste.Title
source: Paste
su: Terap

# Menu.PasteAndGo.Title
source: Paste & Go
su: Terap & Indit

# Menu.ReadingList.Label
source: Reading List
su: Daptar Bacaeun

# Menu.ReloadWithTrackingProtection.Title
source: Reload With Tracking Protection
su: Muat Ulang Kalawan Kilung Palacakan

# Menu.ReloadWithoutTrackingProtection.Title
source: Reload Without Tracking Protection
su: Muat Ulang Tanpa Kilung Palacakan

# Menu.RemoveBookmark.Confirm
source: Bookmark Removed
su: Markah Dipiceun

# Menu.RemoveBookmark.Label.v99
source: Remove
su: Piceun

# Menu.RemovePin.Confirm2.v99
source: Removed from Shortcuts
su: Dipiceun tina Takulan

# Menu.RemoveReadingList.AlternateLabel.v99
source: Remove from Reading List
su: Piceun tina Daptar Bacaeun

# Menu.RemoveReadingList.Confirm.v99
source: Removed from Reading List
su: Dipiceun tina Daptar Bacaeun

# Menu.RemoveReadingList.Label.v99
source: Remove
su: Piceun

# Menu.RemovedFromShortcuts.v99
source: Remove from Shortcuts
su: Piceun tina Takulan

# Menu.Share.v99
source: Share
su: Bagikeun

# Menu.SyncAndSaveData.v103
source: Sync and Save Data
su: Singkronkeun jeung Simpen Data

# Menu.TabSent.Confirm
source: Tab Sent
su: Tab Dikirim

# Menu.Toolbar.Bookmarks.AccessibilityLabel.v99
source: Bookmarks
su: Markah

# Menu.Toolbar.Home.AccessibilityLabel.v99
source: Home
su: Tepas

# Menu.TrackingProtection.Details.Verifier
source: Verified by %@
su: Dipéripikasi ku %@

# Menu.TrackingProtection.ProtectionSettings.Title
source: Protection Settings
su: Setélan perlindungan

# Menu.TrackingProtectionBlockedContent.Title
source: Tracking content
su: Kontén palacak

# Menu.TrackingProtectionBlockedSocial.Title
source: Social Trackers
su: Palacak Sosial

# Menu.TrackingProtectionCrossSiteTrackers.Title
source: Cross-Site Trackers
su: Palacak Meuntas-Loka

# Menu.TrackingProtectionCryptominersBlocked.Title
source: Cryptominers
su: Gurandil kripto

# Menu.TrackingProtectionDescription.ContentTrackers
source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
su: Raramatloka bisa dimuat tanpa iklan, pidéo, jeung eusi lianna anu ngandung palacak nyamuni. Ku meungpeuk ieu, raramat bisa dimuat leuwih gancang, ngan kalan-kalan aya tombol, formulir, jeung kolom login nu jadi teu jalan.

# Menu.TrackingProtectionDescription.CrossSiteNew
source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
su: Ieu réréméh nuturkeun ti loka ka loka pikeun ngumpulkeun data ngeunaan naon anu dipigawé daring ku anjeun. Éta kabéh dijieun ku pihak katilu sarupaning tukang iklan jeung maskapé analitika.

# Menu.TrackingProtectionDescription.CryptominersNew
source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
su: Cryptominer susulumputan maké daya komputer anjeun pikeun ngagali duit digital. Skrip cryptomining matak meres batré, komputer ngeyeted, sarta bisa nambahan tagihan listrik anjeun.

# Menu.TrackingProtectionDescription.Fingerprinters
source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
su: Setélan dina panyungsi jeung komputer anjeun téh unik. Fingerprinter ngumpulkeun rupa-rupa setélan unik ieu pikeun nyiptakeun propil anjeun, anu bisa dipaké pikeun ngalacak anjeun nalika nyungsi.

# Menu.TrackingProtectionDescription.SocialNetworksNew
source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
su: Jajaring sosial masang palacak di raramatloka séjén pikeun ngawangun profil anjeun anu leuwih lengkep. Meungpeuk palacak siga kieu bisa ngurangan pangawasan maskapé média sosial kana naon anu dipigawé ku anjeun dina jaringan.

# Menu.TrackingProtectionFingerprintersBlocked.Title
source: Fingerprinters
su: Fingerprinter

# Menu.WhatsNew.Title
source: What’s New
su: Anu Anyar

source: Navigation Toolbar
su: Wilah Parabot Navigasi

source: No
su: Ulah

source: No tabs
su: Euweuh tab

source: Okay
su: Okéh lah

# Onboarding.IntroAction.v102
source: Get Started
su: Mitembeyan

# Onboarding.IntroDescriptionPart1.v102
source: Indie. Non-profit. For good.
su: Indi. Nirlaba. Salilana.

# Onboarding.IntroDescriptionPart2.v102
source: Committed to the promise of a better Internet for everyone.
su: Komitmen kana jangji Internét anu leuwih hadé pikeun sadayana.

# Onboarding.LaterAction.v102
source: Not Now
su: Moal Waka

# Onboarding.Sync.Description.v106
source: Grab tabs and passwords from your other devices to pick up where you left off.
su: Cokot tab jeung kecap sandi ti parabot anjeun lianna anu panungtung dipaké.

# Onboarding.Sync.Skip.Action.v106
source: Skip
su: Liwat

# Onboarding.Sync.Title.v106
source: Hop from phone to laptop and back
su: Luncat tina telepon ka laptop jeung sabalikna

# Onboarding.SyncAction.v102
source: Sign Up and Log In
su: Daptar jeung Asup

# Onboarding.SyncDescription.v102
source: Automatically sync tabs and bookmarks across devices for seamless screen-hopping.
su: Otomatis singkronkeun tab jeung markah dina sakabéh paranti ngarah bisa ngageuleuyeung pundah-pindah layar.

# Onboarding.SyncTitle.v102
source: Sync to Stay In Your Flow
su: Singkronkeun pikeun Tetep dina Hanca

# Onboarding.Wallpaper.Accessibility.Classic.v106
source: Classic Wallpaper
su: Latar Klasik

# Onboarding.Wallpaper.Accessibility.LimitedEdition.v106
source: Limited Edition Wallpaper
su: Latar Édisi Diwates

# Onboarding.Wallpaper.Description.v106
source: Choose a wallpaper that speaks to you.
su: Pilih latar anu nyarita ka anjeun.

# Onboarding.Wallpaper.Title.v106
source: Try a splash of color
su: Cobaan képrétkeun kelir

# Onboarding.WallpaperAction.v102
source: Set Wallpaper
su: Atur Latar

# Onboarding.WallpaperTitle.v102
source: Choose a Firefox Wallpaper
su: Pilih Latar Firefox

# Onboarding.Welcome.Description.v106
source: Firefox puts people over profits and defends your privacy by default.
su: Firefox merenahkeun jalma batan bati tur mélaan pripasi anjeun sacara baku.

# Onboarding.Welcome.Title.v106
source: Welcome to an independent internet
su: Wilujeng sumping di internét mandiri

# Onboarding.WhatsNew.Button.Title
source: Start Browsing
su: Mitembeyan Ngalanglang

source: Oops! Firefox crashed
su: Euleuh! Firefoxna ruksak ning

source: Open Settings
su: Buka Setélan

source: Open Tabs
su: Buka Tab

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
su: Buka artikel di Pidangan Baca ku cara noél ikon buku nalika éta bijil di wilah judul.

# OpenURL.Error.Message
source: Firefox cannot open the page because it has an invalid address.
su: Firefox teu bisa muka ieu kaca lantaran alamatna henteu sohéh.

# OpenURL.Error.Title
source: Cannot Open Page
su: Teu Bisa Muka Kaca

source: Password
su: Kecap sandi

# PhotoLibrary.FirefoxWouldLikeAccessMessage
source: This allows you to save the image to your Camera Roll.
su: Ku ieu anjeun bisa neundeun gambar kana Camera Roll anjeun.

# PhotoLibrary.FirefoxWouldLikeAccessTitle
source: Firefox would like to access your Photos
su: Firefox hayang ngaksés Poto anjeun

# PhotonMenu.close
source: Close
su: Tutup

source: Privacy
su: Salindungan

source: Privacy Policy
su: Kawijakan Salindungan

# ProtectionStatus.NotSecure
source: Connection is not secure
su: Sambungan teu aman

# ProtectionStatus.Secure
source: Connection is secure
su: Sambungan aman

source: Quick-Search Engines
su: Mesin Pamaluruh Gancang

# Ratings.Settings.RateOnAppStore
source: Rate on App Store
su: Peunteun dina App Store

source: Reader View
su: Pidangan Baca

# ReaderMode.Available.VoiceOverAnnouncement
source: Reader Mode available
su: Modeu Baca sayaga

# ReaderModeBar.MarkAsRead.v106
source: Mark as Read
su: Cirian geus Dibaca

# ReaderModeBar.MarkAsUnread.v106
source: Mark as Unread
su: Cirian can Dibaca

source: Reading list
su: Daptar bacaeun

# RecentlyClosedTabsPanel.Title
source: Recently Closed
su: Cik Kénéh Ditutup

# RecentlySaved.Actions.More
source: Show All
su: Témbongkeun Sadayana

source: Reload
su: Muat ulang

source: Reload page
su: Muat ulang kaca

source: Remove
su: Piceun

source: Remove from Reading List
su: Piceun tina Daptar Bacaeun

# ReopenAlert.Actions.Cancel
source: Cancel
su: Bolay

# ReopenAlert.Actions.Reopen
source: Reopen
su: Buka deui

# ReopenAlert.Title
source: Reopen Last Closed Tab
su: Buka Deui Tab Katutup Panungtung

source: Reset text size
su: Setél deui ukuran téks

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
su: Teundeun kaca kana Daptar Bacaeun ku cara noél ikon plus buku dina kontrol Pidangan Baca,

# ScanQRCode.Error.OK.Button
source: OK
su: OKÉH

# ScanQRCode.Instructions.Label
source: Align QR code within frame to scan
su: Adumaniskeun Kodeu QR kana pigura pikeun mindéy

# ScanQRCode.InvalidDataError.Message
source: The data is invalid
su: Data henteu sohéh

# ScanQRCode.PermissionError.Message.v100
source: Go to device ‘Settings’ > ‘Firefox’. Allow Firefox to access camera.
su: Buka ‘Setélan’ > ‘Firefox’. Idinan Firefox ngaksés kaméra.

# ScanQRCode.View.Title
source: Scan QR Code
su: Pindéy kodeu QR

source: Search
su: Paluruh

source: Search or enter address
su: Paluruh atawa asupkeun alamat

# Search.Awesomebar.SwitchToTab
source: Switch to tab
su: Pindah ka tab

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
su: Mesin pamaluruhan anyar bakal bijil dina wilah pamaluruhan gancang.

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
su: Tambah Mesin pamaluruh!

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
su: Tambah Panyayaga Pamaluruhan?

# Search.ThirdPartyEngines.Cancel
source: Cancel
su: Bolay

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: A search engine with this title or URL has already been added.
su: Mesin pamaluruh kalawan ieu judul atawa URL geus ditambahkeun.

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Failed
su: Gagal

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
su: Panyayaga pamaluruhan teu bisa ditambahkeun.

# Search.ThirdPartyEngines.FailedTitle
source: Failed
su: Gagal

# Search.ThirdPartyEngines.FormErrorMessage
source: Please fill all fields correctly.
su: Mangga eusian kabéh sing bener.

# Search.ThirdPartyEngines.FormErrorTitle
source: Failed
su: Gagal

# Search.ThirdPartyEngines.OK
source: OK
su: OKÉH

# SearchSettings.Accessibility.DefaultSearchEngine.v106
source: Default Search Engine
su: Mesin Pamaluruh Baku

# SearchSettings.Title.DefaultSearchEngine.v106
source: Default Search Engine
su: Mesin Pamaluruh Baku

# SearchSettings.Title.Search.v106
source: Search
su: Paluruh

source: Send Feedback
su: Kirim Pangdeudeul

source: Send Report
su: Kirim Laporan

source: Send a crash report so Mozilla can fix the problem?
su: Kirim laporan karuksakan sangkan Mozilla bisa ngoméan masalahna?

# SendTo.Cancel.Button
source: Cancel
su: Bolay

# SendTo.Close.Button
source: Close
su: Tutup

# SendTo.DeviceList.Text
source: Available devices:
su: Paranti sayaga:

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
su: Ukur tutumbu HTTP jeung HTTPS nu bisa dibagikeun mah.

# SendTo.Error.OK.Button
source: OK
su: OKÉH

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
su: Tutumbu nu ku anjeun mecak dibagikeun téh horéng teu bisa dibagikeun.

# SendTo.NavBar.Title
source: Send Tab
su: Kirim Tab

# SendTo.NoDevicesFound.Message
source: You don’t have any other devices connected to this Firefox Account available to sync.
su: Anjeun teu boga parangkat séjén anu nyambung kana Akun Firefox ieu anu bisa disaluyukeun.

# SendTo.NotSignedIn.Message
source: Please open Firefox, go to Settings and sign in to continue.
su: Mangga buka Firefox, buka Setélan sarta asup pikeun neruskeun.

# SendTo.NotSignedIn.Title
source: You are not signed in to your Firefox Account.
su: Anjeun can asup ka Akun Firefox.

# SendTo.SendAction.Text
source: Send
su: Kirim

# SentTab.NoTabArrivingNotification.body
source: Tap to begin
su: Toél jang ngamimitian

# SentTab.NoTabArrivingNotification.title
source: Firefox Sync
su: Singkronisasi Firefox

# SentTab.ViewAction.title
source: View
su: Témbong

# SentTab_TabArrivingNotification_NoDevice_body
source: New tab arrived from another device.
su: Tab anyar geus nepi ti parangkat séjén.

# SentTab_TabArrivingNotification_NoDevice_title
source: Tab received
su: Tab katampa

# SentTab_TabArrivingNotification_WithDevice_body
source: New tab arrived in %@
su: Tab anyar geus nepi di %@

# SentTab_TabArrivingNotification_WithDevice_title
source: Tab received from %@
su: Tab katampa ti %@

source: Settings
su: Setélan

# Settings.AddCustomEngine
source: Add Search Engine
su: Tambah Mesin Pamaluruh

# Settings.AddCustomEngine.SaveButtonText
source: Save
su: Teundeun

# Settings.AddCustomEngine.Title
source: Add Search Engine
su: Tambah Mesin Pamaluruh

# Settings.AddCustomEngine.TitleLabel
source: Title
su: Judul

# Settings.AddCustomEngine.TitlePlaceholder
source: Search Engine
su: Mesin Pamaluruh

# Settings.AddCustomEngine.URLPlaceholder
source: URL (Replace Query with %s)
su: URL (Ganti Kuery ku %s)

# Settings.ClearAllWebsiteData.Clear.Button
source: Clear All Website Data
su: Hapusan Sakur Data Raramatloka

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
su: Beresihan Data Salindungan

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
su: Beresihan Data Salindungan

# Settings.ClearSelectedWebsiteData.ClearSelected.Button
source: Clear Items: %1$@
su: Hapus barang: %1$@

# Settings.CopyAppVersion.Title
source: Copied to clipboard
su: Ditiron kana papan klip

# Settings.DataManagement.SearchLabel
source: Filter Sites
su: Saring Loka

# Settings.DataManagement.SectionName
source: Data Management
su: Manajemén Data

# Settings.DataManagement.Title
source: Data Management
su: Manajemén Data

# Settings.Disconnect.Body
source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
su: Firefox bakal eureun nyingkronkeun jeung akun anjeun, ngan moal mupus sakur data langlangan anjeun dina ieu parangkat.

# Settings.Disconnect.Button
source: Disconnect Sync
su: Pegatkeun Singkronan

# Settings.Disconnect.CancelButton
source: Cancel
su: Bolay

# Settings.Disconnect.DestructiveButton
source: Disconnect
su: Pegatkeun

# Settings.Disconnect.Title
source: Disconnect Sync?
su: Pegatkeun Singkronan?

# Settings.DisplayTheme.BrightnessThreshold.SectionHeader
source: Threshold
su: Ambang

# Settings.DisplayTheme.Manual.SwitchSubtitle
source: Pick which theme you want
su: Pilih téma anu cocog

# Settings.DisplayTheme.Manual.SwitchTitle
source: Manually
su: Manual

# Settings.DisplayTheme.OptionDark
source: Dark
su: Poék

# Settings.DisplayTheme.OptionLight
source: Light
su: Caang

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display’s current brightness.
su: Téma bakal otomatis robah dumasar caangna pidangan anjeun. Anjeun bisa setél wates parobahanana. Buleudanna téh ciri caangna pidangan anjeun kiwari.

# Settings.DisplayTheme.StatusTitle
source: Automatic
su: Otomatis

# Settings.DisplayTheme.SwitchMode.SectionHeader
source: Switch Mode
su: Pindah Modeu

# Settings.DisplayTheme.SwitchSubtitle
source: Switch automatically based on screen brightness
su: Gilir otomatis dumasar caangna layar

# Settings.DisplayTheme.SwitchTitle
source: Automatically
su: Otomatis

# Settings.DisplayTheme.SystemTheme.SectionHeader
source: System Theme
su: Téma Sistem

# Settings.DisplayTheme.SystemTheme.SwitchTitle
source: Use System Light/Dark Mode
su: Paké Modeu Caang/Poék Sistem

# Settings.DisplayTheme.ThemePicker.SectionHeader
source: Theme Picker
su: Pilih Téma

# Settings.DisplayTheme.Title.v2
source: Theme
su: Téma

# Settings.FxA.DeviceName
source: Device Name
su: Ngaran Parangkat

# Settings.FxA.Sync.SectionName
source: Sync Settings
su: Setélan Singkronan

# Settings.FxA.Title
source: Firefox Account
su: Akun Firefox

# Settings.General.SectionName
source: General
su: Umum

# Settings.Home.Current.Description.v101
source: Choose what displays as the homepage.
su: Pilih naon anu némbogan salaku kaca tepas.

# Settings.Home.Option.Description.v101
source: Choose what’s included on the Firefox homepage.
su: Pilih naon anu diasupkeun dina kaca tepas Firefox.

# Settings.Home.Option.JumpBackIn
source: Jump Back In
su: Asup Deui

# Settings.Home.Option.Pocket
source: Recommended by Pocket
su: Disarankeun ku Pocket

# Settings.Home.Option.RecentlySaved
source: Recently Saved
su: Anyar Diteundeun

# Settings.Home.Option.RecentlyVisited
source: Recently Visited
su: Anyar Dianjangan

# Settings.Home.Option.Shortcuts
source: Shortcuts
su: Takulan

# Settings.Home.Option.SponsoredPocket.v103
source: Sponsored stories
su: Carita anu disponsoran

# Settings.Home.Option.StartAtHome.AfterFourHours
source: Homepage after four hours of inactivity
su: Tepas sanggeus opat jam teu aktip

# Settings.Home.Option.StartAtHome.Always
source: Homepage
su: Tepas

# Settings.Home.Option.StartAtHome.Description
source: Choose what you see when you return to Firefox.
su: Pilih naon anu katempo nalika balik deui ka Firefox.

# Settings.Home.Option.StartAtHome.Never
source: Last tab
su: Tab panungtung

# Settings.Home.Option.StartAtHome.Title
source: Opening screen
su: Layar pamuka

# Settings.Home.Option.Title.v101
source: Include on Homepage
su: Asupkeun kana Kaca Tepas

# Settings.Home.Option.Wallpaper
source: Wallpaper
su: Latar

# Settings.Home.Option.Wallpaper.Accessibility.AmethystWallpaper.v99
source: Firefox wallpaper, amethyst pattern.
su: Latar Firefox, pola kucubung.

# Settings.Home.Option.Wallpaper.Accessibility.BeachHillsWallpaper.v100
source: Firefox wallpaper, beach hills pattern.
su: Latar Firefox, pola pasir basisir.

# Settings.Home.Option.Wallpaper.Accessibility.CeruleanWallpaper.v99
source: Firefox wallpaper, cerulean pattern.
su: Latar Firefox, pola biru langit.

# Settings.Home.Option.Wallpaper.Accessibility.DefaultWallpaper.v99
source: Default clear wallpaper.
su: Latar polos baku.

# Settings.Home.Option.Wallpaper.Accessibility.SunriseWallpaper.v99
source: Firefox wallpaper, sunrise pattern.
su: Latar Firefox, pola balébat.

# Settings.Home.Option.Wallpaper.Accessibility.ToggleButton
source: Homepage wallpaper cycle toggle
su: Atur daur latar tepas

# Settings.Home.Option.Wallpaper.Accessibility.TwilightHillsWallpaper.v100
source: Firefox wallpaper, twilight hills pattern.
su: Latar Firefox, pola pasir layung.

# Settings.Home.Option.Wallpaper.Classic.Title.v106
source: Classic %@
su: %@ klasik

# Settings.Home.Option.Wallpaper.CollectionTitle
source: OPENING SCREEN
su: LAYAR BUBUKA

# Settings.Home.Option.Wallpaper.LearnMore.v106
source: Learn more
su: Leuwih teleb

# Settings.Home.Option.Wallpaper.LimitedEdition.Default.Description.v106
source: Try the new collection.
su: Cobaan koléksi anyar.

# Settings.Home.Option.Wallpaper.LimitedEdition.IndependentVoices.Description.v106
source: The new Independent Voices collection.
su: Kumpulan Independent Voices anyar.

# Settings.Home.Option.Wallpaper.LimitedEdition.Title.v106
source: Limited Edition
su: Édisi Diwates

# Settings.Home.Option.Wallpaper.SwitchTitle.v99
source: Change wallpaper by tapping Firefox homepage logo
su: Robah latar ku cara noél logo tepas Firefox

# Settings.Home.Option.Wallpaper.Title
source: Wallpaper
su: Latar

# Settings.Home.Option.Wallpaper.UpdatedToast
source: Wallpaper Updated!
su: Latar Diropéa!

# Settings.Home.Option.Wallpaper.UpdatedToastButton
source: View
su: Témbongkeun

# Settings.HomePage.SectionName
source: Homepage
su: Tepas

# Settings.HomePage.URL.Title
source: Current Homepage
su: Tepas Kiwari

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
su: Paké Kaca Kiwari

# Settings.Homepage.Shortcuts.Rows.v100
source: Rows
su: Jajaran

# Settings.Homepage.Shortcuts.RowsPageTitle.v100
source: Rows
su: Jajaran

# Settings.Homepage.Shortcuts.ShortcutsPageTitle.v100
source: Shortcuts
su: Takulan

# Settings.Homepage.Shortcuts.ShortcutsToggle.v100
source: Shortcuts
su: Takulan

# Settings.Homepage.Shortcuts.SponsoredShortcutsToggle.v100
source: Sponsored Shortcuts
su: Takulan anu Disponsoran

# Settings.Homepage.Shortcuts.ToggleOff.v100
source: Off
su: Pareum

# Settings.Homepage.Shortcuts.ToggleOn.v100
source: On
su: Hurung

# Settings.LoginsAndPasswordsTitle
source: Logins & Passwords
su: Login & Sandi

# Settings.NewTab.CustomURL
source: Custom URL
su: URL Sakahayang

# Settings.NewTab.Option.BlankPage
source: Blank Page
su: Kaca Kosong

# Settings.NewTab.Option.FirefoxHome
source: Firefox Home
su: Tepas Firefox

# Settings.NewTab.Option.HomePage
source: Homepage
su: Tepas

# Settings.NewTab.SectionName
source: New Tab
su: Tab Anyar

# Settings.NewTab.Title
source: New Tab
su: Tab Anyar

# Settings.NewTab.TopSectionName
source: Show
su: Témbongkeun

# Settings.NewTab.TopSectionNameFooter
source: Choose what to load when opening a new tab
su: Pilih naon nu rék dimuat nalika muka tab anyar

# Settings.NoImageModeBlockImages.Label.v99
source: Block Images
su: Peungpeuk Gambar

# Settings.OfferClipboardBar.Status
source: When Opening Firefox
su: Nalika Muka Firefox

# Settings.OfferClipboardBar.Title
source: Offer to Open Copied Links
su: Tawaran Muka Tutumbu Tironan

# Settings.OpenWith.PageTitle
source: Open mail links with
su: Buka surélék maké

# Settings.OpenWith.SectionName
source: Mail App
su: Aplikasi Surélék
