Repository: mozilla-l10n/firefoxios-l10n
Catalog: su/firefox-ios.xliff
Languages: su

# Settings.Passwords.FingerPrintReason.v103
source: Use your fingerprint to access passwords now.
su: Paké sidik ramo pikeun muka kecap sandi ayeuna.

# Settings.Passwords.OnboardingMessage.v103
source: Your passwords are now protected by Face ID, Touch ID or a device passcode.
su: Kecap sandi anjeun ayeuna geus dijaga ku Face ID, Touch ID, atawa sandi paranti.

# Settings.Passwords.SavePasswords.v103
source: Save Passwords
su: Simpen Kecap Sandi

# Settings.Passwords.Title.v103
source: Passwords
su: Kecap Sandi

# Settings.SaveLogins.Title
source: Save Logins
su: Teundeung Asup Log

# Settings.Search.Done.Button
source: Done
su: Anggeus

# Settings.Search.Edit.Button
source: Edit
su: Édit

# Settings.SendUsage.Link
source: Learn More.
su: Lenyepan.

# Settings.SendUsage.Message
source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
su: Mozilla bakal kukumpul data nu diperlukeun hungkul jang nyadiakeun jeung ngoméan Firefox pikeun balaréa.

# Settings.SendUsage.Title
source: Send Usage Data
su: Kirim Data Pamakéan

# Settings.ShowLinkPreviews.Status
source: When Long-pressing Links
su: Nalika Mencét-lila Tutumbu

# Settings.ShowLinkPreviews.Title
source: Show Link Previews
su: Témbongkeun Pratayang Tutumbu

# Settings.ShowLoginsInAppMenu.Title
source: Show in Application Menu
su: Tembongkeun dina Ménu Aplikasi

# Settings.Siri.OpenTabShortcut
source: Open New Tab
su: Buka Tab Anyar

# Settings.Siri.SectionDescription
source: Use Siri shortcuts to quickly open Firefox via Siri
su: Paké tarabas Siri pikeun gancang muka Firefox tina Siri

# Settings.Siri.SectionName
source: Siri Shortcuts
su: Tarabas Siri

# Settings.Studies.Toggle.Link
source: Learn More.
su: Lenyepan.

# Settings.Studies.Toggle.Message
source: Firefox may install and run studies from time to time.
su: Firefox bisa masang jeung ngajalankeun studi iraha baé.

# Settings.Studies.Toggle.Title
source: Studies
su: Studi

# Settings.Sync.ButtonDescription.v103
source: Sign in to sync tabs, bookmarks, passwords, and more.
su: Asup pikeun nyingkronkeun tab, markah, kecap sandi, jeung lianna.

# Settings.Sync.ButtonTitle.v103
source: Sync and Save Data
su: Singkronkeun tur Simpen Data

# Settings.Sync.SignInView.Title.v103
source: Sync and Save Data
su: Singkronkeun tur Simpen Data

# Settings.Tabs.CustomizeTabsSection.InactiveTabs
source: Inactive Tabs
su: Tab Teu Aktip

# Settings.Tabs.CustomizeTabsSection.InactiveTabsDescription.v101
source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
su: Tab anu teu dibuka salila dua minggu dipindahkeun ka bagian nganggur.

# Settings.Tabs.CustomizeTabsSection.TabGroups
source: Tab Groups
su: Grup Tab

# Settings.Tabs.CustomizeTabsSection.Title
source: Customize Tab Tray
su: Kustomkeun Dulang Tab

# Settings.Tabs.Title
source: Tabs
su: Tab

# Settings.Toolbar.Bottom
source: Bottom
su: Handap

# Settings.Toolbar.SettingsTitle
source: Toolbar
su: Tulbar

# Settings.Toolbar.Top
source: Top
su: Luhur

# Settings.TrackingProtection.Alert.Button
source: OK, Got It
su: Okéh, Ngarti

# Settings.TrackingProtection.Alert.Title
source: Heads up!
su: Awas!

# Settings.TrackingProtection.Info.BlocksTitle
source: BLOCKS
su: PEUNGPEUK

# Settings.TrackingProtection.LearnMore
source: Learn more
su: Lenyepan

# Settings.TrackingProtection.ProtectionCellFooter
source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
su: Ngurangan iklan ditargét sarta mantuan ngeureunan pangiklan ngalacak pamaluruhan anjeun.

# Settings.TrackingProtection.ProtectionLevelStandard.Description
source: Allows some ad tracking so websites function properly.
su: Idinan sababaraha palacak iklan sangkan raramatloka bisa bener midang.

# Settings.TrackingProtection.ProtectionLevelStrict.Description
source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
su: Peungpeuk palacak, iklan, jeung popup leuwih loba. Kaca muka leuwih gancang, tapi sababaraha pungsionalitas bisa teu jalan.

# Settings.TrackingProtection.ProtectionLevelTitle
source: Protection Level
su: Tingkat Perlindungan

# Settings.TrackingProtection.SectionName
source: Tracking Protection
su: Kilung Palacakan

# Settings.TrackingProtectionOption.BasicBlockList
source: Standard (default)
su: Baku (bawaan)

# Settings.TrackingProtectionOption.BlockListStrict
source: Strict
su: Pereketkeun

# Settings.TrackingProtectionOption.NormalBrowsingLabelOn
source: Enhanced Tracking Protection
su: Protéksi Palacakan Tingkat Lanjut

# Settings.TroubleShootSync.Title
source: Troubleshoot
su: Bongbolongan

# Settings.WebsiteData.ButtonShowMore
source: Show More
su: Pidangkeun Leuwih Loba

# Settings.WebsiteData.ConfirmPrompt
source: This action will clear all of your website data. It cannot be undone.
su: Ieu peta bakal meresihan sakur data raramatloka anjeun. Ieu teu bisa dibedokeun.

# Settings.WebsiteData.SelectedConfirmPrompt
source: This action will clear the selected items. It cannot be undone.
su: Ieu peta bakal meresihan sakur nu dipilih. Teu bisa dibedokeun.

# Settings.WebsiteData.Title
source: Website Data
su: Data Raramatloka

# ShareExtension.AddToReadingListAction.Title
source: Add to Reading List
su: Tambah ka Daptar Bacaeun

# ShareExtension.AddToReadingListActionDone.Title
source: Added to Reading List
su: Ditambahkeun ka Daptar Bacaeun

# ShareExtension.BookmarkThisPageAction.Title
source: Bookmark This Page
su: Markahkeun Ieu Kaca

# ShareExtension.BookmarkThisPageActionDone.Title
source: Bookmarked
su: Dimarkahkeun

# ShareExtension.LoadInBackgroundAction.Title
source: Load in Background
su: Muat di Kasangtukang

# ShareExtension.LoadInBackgroundActionDone.Title
source: Loading in Firefox
su: Ngamuat di Firefox

# ShareExtension.OpenInFirefoxAction.Title
source: Open in Firefox
su: Buka di Firefox

# ShareExtension.SeachInFirefoxAction.Title
source: Search in Firefox
su: Paluruh di Firefox

# ShareSheet.Copy.Title.v108
source: Copy
su: Tiron

# ShareSheet.SendToDevice.Title.v108
source: Send Link to Device
su: Kirim Tutumbu ka Parabot

source: Show Search Suggestions
su: Témbongkeun Anjuran Maluruh

source: Show Tabs
su: Témbongkeun Tab

source: Show Tour
su: Pidangkeun tur

source: Stop
su: Eureun

source: Support
su: Pangrojong

source: Swipe right or left with three fingers to close the tab.
su: Ésér ka katuhu atawa kénca maké tilu ramo pikeun nutup tab.

# Sync.SyncingEllipsis.Label
source: Syncing…
su: Nyingkronkeun…

# SyncState.Offline.Title
source: Sync is offline
su: Singkronan keur oflén

# Tab %@ of %@
source: Tab %1$@ of %2$@
su: Tab %1$@ ti %2$@

# Tab.ShowTabTray.KeyCodeTitle
source: Show All Tabs
su: Témbongkeun Kabéh Tab

# TabToolbar.Accessibility.Search.v106
source: Search
su: Paluruh

# TabTray.AddTab.Button
source: Add Tab
su: Tambah Tab

# TabTray.CloseAllTabs.KeyCodeTitle
source: Close All Tabs
su: Tutup Kabéh Tab

# TabTray.CurrentSelectedTab.A11Y
source: Currently selected tab.
su: Tab anu kiwari dipilih.

# TabTray.Header.FilteredTabs.SectionHeader
source: Others
su: Lianna

# TabTray.InactiveTabs.SectionTitle
source: Inactive Tabs
su: Tab Teu Aktip

# TabTray.OpenNewTab.KeyCodeTitle
source: Open New Tab
su: Buka Tab Anyar

# TabTray.SegmentedControlTitles.PrivateTabs
source: Private
su: Nyamuni

# TabTray.SegmentedControlTitles.SyncedTabs
source: Synced
su: Singkron

# TabTray.SegmentedControlTitles.Tabs
source: Tabs
su: Tab

# TabTray.Title
source: Open Tabs
su: Buka Tab

# TabTrayButtons.Accessibility.ShowTabs.v106
source: Show Tabs
su: Témbongkeun Tab

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
su: Tab %1$@ nika %2$@ ti %3$@

source: Tabs Tray
su: Baki Tab

# Tabs.DeleteAllUndo.Button
source: Undo
su: Bedo

# Tabs.DeleteAllUndo.Title
source: %d tab(s) closed
su: %d tab ditutup

# TabsTray.InactiveTabs.SectionTitle.Closed.Accessibility.v103
source: View Inactive Tabs
su: Tempo Tab Teu Aktip

# TabsTray.InactiveTabs.SectionTitle.Opened.Accessibility.v103
source: Hide Inactive Tabs
su: Sumputkeun Tab Teu Aktip

source: The page could not be displayed in Reader View.
su: Kaca teu bisa dipidangkeun dina Modeu Baca

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
su: Aya masalah sabet ngaksés tab ti parangkat anjeun nu séjén. Pecakan deui engké sakeudeung.

source: There was an error converting the page
su: Aya éror nalika ngonvérsi ieu kaca

# TimeConstants.Yesterday.v106
source: yesterday
su: kamari

# Toasts.NotNow
source: Not Now
su: Moal Waka

# Toasts.OpenAppStore
source: Open App Store
su: Buka App Store

# Toasts.Undo
source: Undo
su: Bedo

source: Today
su: Poé ieu

# Toolbar.Menu.CloseAllTabs
source: Close All Tabs
su: Tutup Kabéh Tab

# TopSites.RemovePage.Button
source: Remove page — %@
su: Piceun kaca — %@

# TranslationToastHandler.PromptTranslate.Cancel
source: No
su: Ulah

# TranslationToastHandler.PromptTranslate.OK
source: Yes
su: Enya

# TranslationToastHandler.PromptTranslate.Title
source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
su: Ieu kaca sigana maké basa %1$@. Tarjamahkeun ka %2$@ maké %3$@?

# UIMenuItem.PasteGo
source: Paste & Go
su: Terap & Indit

# UIMenuItem.SearchWithFirefox
source: Search with Firefox
su: Paluruh ku Firefox

# Upgrade.SyncSign.Action.v106
source: Sign In
su: Asup

# Upgrade.SyncSign.Description.v106
source: Pick up where you left off with tabs from other devices now on your homepage.
su: Buka ti panungtung anu ditinggalkeun maké tab ti séjén parabot ayeuna dina kaca tepas.

# Upgrade.SyncSign.Title.v106
source: Switching screens is easier than ever
su: Ngagilirkeun layar leuwih babari ti nu atos-atos

# Upgrade.Welcome.Action.v106
source: Get Started
su: Mitembeyan

# Upgrade.Welcome.Description.v106
source: New colors. New convenience. Same commitment to people over profits.
su: Kelir anyar. Kagenah anyar. Komitmen anu sarua pikeun jalma batan bati.

# Upgrade.Welcome.Title.v106
source: Welcome to a more personal internet
su: Wilujeng sumping di internét anu leuwih pribadi

source: Use stage servers
su: Paké serper hambalan

source: Username
su: Sandiasma

# Wallpaper.Change.Error.Body.v106
source: Something went wrong with this wallpaper.
su: Aya anu salah dina ieu latar.

# Wallpaper.Change.Error.Title.v106
source: Couldn’t Change Wallpaper
su: Teu Bisa Ngarobah Latar

# Wallpaper.Download.Error.Body.v106
source: Something went wrong with your download.
su: Aya nu salah dina undeuran anjeun.

# Wallpaper.Download.Error.Title.v106
source: Couldn’t Download Wallpaper
su: Teu Bisa Ngundeur Latar

# Wallpaper.Error.Dismiss.v106
source: Cancel
su: Bolay

# Wallpaper.Error.TryAgain.v106
source: Try Again
su: Pecakan Deui

source: Web content
su: Kontén raramat

source: Welcome to your Reading List
su: Wilujeng Sumping di Daptar Bacaeun anjeun

source: Well, this is embarrassing.
su: Enya, ngérakeun ieu mah.

source: Yesterday
su: Kamari

source: You don’t have any tabs open in Firefox on your other devices.
su: Anjeun teu miboga tab bukaeun na Firefox di parangkat séjén.

source: Your Rights
su: Hak Anjeun

# fxa.signin.camera-signin
source: Sign In with Your Camera
su: Asup Maké Kaméra Anjeun

# fxa.signin.qr-link-instruction
source: On your computer open Firefox and go to firefox.com/pair
su: Dina komputer anjeun buka Firefox terus buka firefox.com/pair

# fxa.signin.ready-to-scan
source: Ready to Scan
su: Siap Mindai

# fxa.signin.use-email-instead
source: Use Email Instead
su: Maké Surél Wéh

source: just now
su: cik kénéh

source: mobile device
su: parangkat ider

source: more than a month ago
su: leuwih ti sabulan kalarung

source: more than a week ago
su: leuwih ti saminggu kalarung

source: read
su: baca

source: this week
su: minggu ieu

source: today at %@
su: poé ieu di %@

source: unread
su: can dibaca

source: yesterday
su: kamari

source: Are you sure?
su: Anjeun yakin?

source: Clear Search
su: Beresihan Pamaluruhan

source: Copy
su: Tiron

source: Created %@
su: Dijieun %@

source: Deselect All
su: Pilih Kabéh

source: Enter Search Mode
su: Asup Modeu Pamaluruhan

source: Hide
su: Samunikeun

source: Logins will be permanently removed.
su: Asup log rék dipupus kalawan permanén

source: Logins will be removed from all connected devices.
su: Asup log bakal dipiceun ti sakumna parangkat nu nyambung.

source: Modified %@
su: Dirobah %@

source: No logins found
su: Taya login kapanggih

# Open &amp; Fill
source: Open & Fill
su: Buka & Eusian

source: Reveal
su: Bolékérkeun

source: Search Input Field
su: Widang Eusian Pamaluruhan

# SearchInput.Title.Search.v106
source: Search
su: Paluruh

source: Select All
su: Pilih Kabéh

source: Website
su: Raramatloka

# Menu.AddToReadingList.AlternateLabel.v99
source: Add to Reading List
su: Tambah ka Daptar Bacaeun

# Menu.CloseAllTabsAction.Title
source: Close All Tabs
su: Tutup Kabéh Tab

# Menu.CopyLink.Title
source: Copy Link
su: Tiron Tutumbu

# Menu.FindInPageAction.Title
source: Find in Page
su: Téangan dina Kaca

# Menu.NewPrivateTabAction.Title
source: Open New Private Tab
su: Buka Tab Nyamuni Anyar

# Menu.NewTabAction.Title
source: Open New Tab
su: Buka Tab Anyar

# Menu.OpenBookmarksAction.AccessibilityLabel.v2
source: Bookmarks
su: Tanggeran

# Menu.OpenDownloadsAction.AccessibilityLabel.v2
source: Downloads
su: Undeuran

# Menu.OpenHistoryAction.AccessibilityLabel.v2
source: History
su: Jujutan

# Menu.OpenReadingListAction.AccessibilityLabel.v2
source: Reading List
su: Daptar Bacaeun

# Menu.OpenSettingsAction.Title
source: Settings
su: Setélan

# Menu.OpenSyncedTabsAction.AccessibilityLabel.v2
source: Synced Tabs
su: Tab Singkron

# Menu.RemoveBookmark.AlternateLabel.v99
source: Remove Bookmark
su: Piceun Markah

# Menu.ReportSiteIssueAction.Title
source: Report Site Issue
su: Laporkeun Masalah Loka

# Menu.SeeAllAction.Title
source: See All
su: Tempo Kabéh

# Menu.SharePageAction.Title
source: Share Page With…
su: Bagikeun Kaca Kana…

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
su: Pénta Loka Déstop

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
su: Pundut Loka Ider

# SettingsMenu.OpenHomePageAction.Title
source: Homepage
su: Tepas

source: Close Private Tabs
su: Tutup Tab Nyamuni

# ContextMenu.OpenInNewPrivateTabButtonTitle
source: Open in New Private Tab
su: Buka dina Tab Nyamuni Anyar

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
su: Firefox moal nginget jujutan jeung réréméh anjeun, anu diteundeun ukur markah anyar.

source: Learn More
su: Lenyepan

source: Off
su: Pareum

source: On
su: Hurung

source: Private Browsing
su: Langlangan Nyamuni

source: Private Mode
su: Modeu Nyamuni

source: Turns private mode on or off
su: Hurungkeun atawa pareuman modeu nyamuni

source: When Leaving Private Browsing
su: Nalika Ninggalkeun Langlangan Nyamuni

source: %@ search
su: %@ paluruh

source: Search Settings
su: Setélan Pamaluruhan

# %@ on %@
source: %1$@ on %2$@
su: %1$@ dina %2$@

source: Bookmarks Menu
su: Markah Menu

source: Bookmarks Toolbar
su: Markah Wilah Parabot

source: Mobile Bookmarks
su: Markah Ider

source: Unsorted Bookmarks
su: Markah Acak-acakan

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
su: Tutup Tab Nyamuni

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
su: Tutup Tab Nyamuni

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Firefox shortcuts to your Home screen.
su: Tambah takulan Firefox ka layar Tepas anjeun.

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
su: Indit ka tutumbu tironan

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
su: Indit ka Tutumbu Tironan

# TodayWidget.MoreTabsLabel
source: +%d More…
su: +%d Lianna…

# TodayWidget.NewTabButtonLabelV1
source: New Search
su: Pamaluruhan Anyar

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
su: Taya tab muka.

# TodayWidget.OpenFirefoxLabel
source: Open Firefox
su: Buka Firefox

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
su: Pamaluruhan Nyamuni

# TodayWidget.QuickActionGalleryDescription
source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
su: Tambahkeun takulan Firefox ka layar Tepas anjeun. Sanggeus nambahkeun wijet, toél jeung tahan pikeun ngédit sarta milih takulan anu béda.

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
su: Lampah gancang

# TodayWidget.QuickActionsGalleryTitleV2
source: Firefox Shortcuts
su: Takulan Firefox

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
su: Tambah takulan ka tab anu muka.

# TodayWidget.QuickViewGalleryTitle
source: Quick View
su: Témbongan Gancang

# TodayWidget.SearchInFirefoxV2
source: Search in Firefox
su: Paluruh di Firefox

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
su: Paluruh dina Tab Nyamuni

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
su: Tambahkeun takulan ka loka anu mindeng jeung anyar dibuka.

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
su: Loka Punclut

# TodayWidget.TopSitesGalleryTitleV2
source: Website Shortcuts
su: Takulan Raramatloka

# Alerts.RestoreTabs.Button.No.v109
source: No
su: Ulah

# Alerts.RestoreTabs.Button.Yes.v109
source: Restore tabs
su: Balikkeun tab

# Alerts.RestoreTabs.Message.v109
source: Sorry about that. Restore tabs to pick up where you left off.
su: Hampura. Pulangkeun tab pikeun muka nu cikénéh ditinggalkeun.

# Alerts.RestoreTabs.Title.v109.v2
source: %@ crashed. Restore your tabs?
su: %@ ruksak. Buka deui tab anjeun?

# Bookmarks.DeleteFolderWarning.CancelButton.Label
source: Cancel
su: Bolay

# Bookmarks.DeleteFolderWarning.DeleteButton.Label
source: Delete
su: Pupus

# Bookmarks.DeleteFolderWarning.Description
source: Are you sure you want to delete it and its contents?
su: Nyaan yeuh rek mupus nu ieu jeung sagala eusina?

# Bookmarks.DeleteFolderWarning.Title
source: This folder isn’t empty.
su: Ieu carangka hanteu kosong.

# ContextualHints.FirefoxHomepage.JumpBackIn.PersonalizedHome
source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
su: Nepangkeun kaca tepas pribadi anjeun. Tab mutahir, markah, jeung hasil maluruh bakal némbongan di dieu.

# ContextualHints.FirefoxHomepage.JumpBackIn.SyncedTab.v106
source: Your tabs are syncing! Pick up where you left off on your other device.
su: Tab anjeun keur disingkronkeun! Pilih ti nu ditinggalkeun dina séjén parabot anjeun.

# Search.EngineSection.Title.v108
source: %@ search
su: Pamaluruhan %@

# Search.Google.Title.v108
source: Google Search
su: Pamaluruhan Google

# TabsTray.SyncTabs.SyncTabsButton.Title.v109
source: Sync Tabs
su: Singkronkeun Tab

# ContextualHints.Toolbar.Bottom.Description.v107
source: Move the toolbar to the top if that’s more your style.
su: Pindahkeun tulbar ka luhur sakapalay.

# ContextualHints.Toolbar.Top.Description.v107
source: Move the toolbar to the bottom if that’s more your style.
su: Pindahkeun tulbar ka handap sakapalay.

# 2GqvPe
source: Go to Copied Link
su: Indit ka Tutumbu Tironan

# PzSrmZ-2GqvPe
source: Just to confirm, you wanted ‘Go to Copied Link’?
su: Ngayakinkeun, anjeun badé ‘Indit ka Tutumbu Tironan’?

# PzSrmZ-eHmH1H
source: Just to confirm, you wanted ‘Clear Private Tabs’?
su: Ngayakinkeun, anjeun badé ‘Meresihan Tab Nyamuni’?

# PzSrmZ-scEmjs
source: Just to confirm, you wanted ‘New Private Search’?
su: Ngayakinkeun, anjeun badé ‘Pamaluruhan Nyamuni Anyar’?

# PzSrmZ-xRJbBP
source: Just to confirm, you wanted ‘New Search’?
su: Ngayakinkeun, anjeun badé ‘Pamaluruhan Anyar’?

# ctDNmu
source: Quick access to various Firefox actions
su: Aksés téréh kana sagala rupa peta Firefox

# eHmH1H
source: Clear Private Tabs
su: Beresihan Tab Nyamuni

# eV8mOT
source: Quick Action Type
su: Tipeu Peta Gancang

# eqyNJg
source: Quick Action
su: Peta Gancang

# fi3W24-2GqvPe
source: There are ${count} options matching ‘Go to Copied Link’.
su: Aya ${count} pilihan nu cocog jeung ‘Indit ka Tutumbu Tironan’.

# fi3W24-eHmH1H
source: There are ${count} options matching ‘Clear Private Tabs’.
su: Aya ${count} pilihan nu cocog jeung ‘Beresihan Tab Nyamuni’.

# fi3W24-scEmjs
source: There are ${count} options matching ‘New Private Search’.
su: Aya ${count} pilihan nu cocog jeung ‘Pamaluruhan Nyamuni Anyar’.

# fi3W24-xRJbBP
source: There are ${count} options matching ‘New Search’.
su: Aya ${count} pilihan nu cocog jeung ‘Pamaluruhan Anyar’.

# scEmjs
source: New Private Search
su: Pamaluruhan Nyamuni Anyar

# w9jdPK
source: Quick Action
su: Peta Gancang

# xRJbBP
source: New Search
su: Pamaluruhan Anyar

source: Open Firefox
su: Buka Firefox
