Repository: mozilla-l10n/firefoxios-l10n
Catalog: su/firefox-ios.xliff
Languages: su

# NSCameraUsageDescription
source: Firefox uses your camera to scan QR codes and take photos and video.
su: Ieu bisa anjeun paké jang nyomot sarta ngunjalkeun poto.

# NSFaceIDUsageDescription
source: Firefox requires Face ID to access your saved logins.
su: Firefox butuh Face ID pikeun muka login simpenan anjeun.

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
su: Raramatloka nu disorang ku anjeun sigana ménta lokasi anjeun.

# NSMicrophoneUsageDescription
source: Firefox uses your microphone to record and upload audio.
su: Ieu bisa anjeun paké jang nyomot sarta ngunjalkeun vidéo.

# NSPhotoLibraryAddUsageDescription
source: This lets you save photos.
su: Ieu bisa anjeun paké jang neundeun poto.

source: New Private Tab
su: Tab Nyamuni Anyar

source: New Tab
su: Tab Anyar

source: Scan QR Code
su: Pindéy kodeu QR

source: Add to Bookmarks
su: Tambahkeun kana Markah

source: Close Tab
su: Tutup Tab

source: Copy URL
su: Tiron URL

# Menu.SendLinkToDevice
source: Send Link to Device
su: Kirim Tutumbu ka Parabot

source: Open Last Bookmark
su: Buka Markah Panungtung

source: Preview of %@
su: Pramidang tina %@

source: Send to Device
su: Kirim ka Parangkat

source: Enter passcode
su: Asupkeun kodeu rusiah

source: Use your fingerprint to access Logins now.
su: Paké sidik ramo pikeun Asup log ayeuna.

source: Cancel
su: Bolay

source: OK
su: OKÉH

source: This action will clear all of your private data, including history from your synced devices.
su: Ieu peta bakal meresihan sakumna data pribadi anjeun, kaasup jujutan ti parangkat anjeun nu geus disaluyukeun.

source: Browsing History
su: Jujutan Langlangan

source: Cache
su: Telih

source: Cookies
su: Réréméh

source: Downloaded Files
su: Koropak Undeuran

source: Offline Website Data
su: Data Raramatloka Oflén

source: Saved Logins
su: Asup log Kasimpen

source: Spotlight Index
su: Indéx Sorotan

source: This action will clear all of your private data. It cannot be undone.
su: Ieu peta rék meresihan sakumna data pribadi anjeun. Ieu teu bisa dibedokeun.

# DefaultBrowserCard.BetterInternet.Description.v108
source: Making Firefox your default browser is a vote for an open, accessible internet.
su: Ngajadikeun Firefox panyungsi baku téh minangka pangrojong kana internét anu nembrak & kahontal.

# DefaultBrowserCard.BetterInternet.Title.v108
source: Default to a Better Internet
su: Baku pikeun Internét anu Leuwih Hadé

# DefaultBrowserCard.Button.v2
source: Learn How
su: Lenyepan Carana

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Firefox.
su: Setél tutumbu ti raramatloka, surélék, jeung Surat pikeun muka otomatis dina Firefox.

# DefaultBrowserCard.NextLevel.Description.v108
source: Choose Firefox as your default browser to make speed, safety, and privacy automatic.
su: Pilih Firefox salaku panyungsi baku pikeun ngarah otomatis gancang, aman, jeung pripasi.

# DefaultBrowserCard.NextLevel.Title.v108
source: Elevate Everyday Browsing
su: Ronjatkeun Nyungsi Sapopoé

# DefaultBrowserCard.PeaceOfMind.Description.v108
source: Firefox blocks 3,000+ trackers per user each month on average. Make us your default browser for privacy peace of mind.
su: Firefox meungpeuk rata-rata 3,000+ palacak unggal pamaké unggal bulan. Jadikeun kami panyungsi baku anjeun pikeun katengtreman pripasi.

# DefaultBrowserCard.PeaceOfMind.Title.v108
source: Firefox Has Privacy Covered
su: Firefox Ngajaga Pripasi

# DefaultBrowserCard.Title
source: Switch Your Default Browser
su: Alihkeun Panyungsi Baku Anjeun

# DefaultBrowserOnboarding.Button
source: Go to Settings
su: Buka Setélan

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
su: 1. Buka Setélan

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
su: 2. Toél Aplikasi Panyungsi Baku

# DefaultBrowserOnboarding.Description3
source: 3. Select Firefox
su: 3. Pilih Firefox

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
su: Aplikasi Panyungsi Baku

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
su: Jadikeun Panyungsi Baku

source: Open in Safari
su: Buka dina Safari

source: Try again
su: Pecakan deui

source: Done
su: Anggeus

source: Find in Page
su: Téangan dina Kaca

source: Next in-page result
su: Hasil satuluyna dina kaca

source: Previous in-page result
su: Hasil saméméhna dina kaca

source: Delete
su: Pupus

# Intro.Slides.Button.SignIn
source: Sign In
su: Asup

# Intro.Slides.Welcome.Title.v2
source: Welcome to Firefox
su: Wilujeng sumping di Firefox

source: Start Browsing
su: Mitembeyan Ngalanglang

source: A username and password are being requested by %@.
su: Sandiasma jeung kecap sandi keur dipénta ku %@.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
su: Sandiasma jeung kecap sandi keur dipénta ku %1$@. Ceuk loka téh: %2$@

source: About
su: Ngeunaan

# ActivityStream.ContextMenu.AddToShortcuts
source: Add to Shortcuts
su: Tambah ka Takulan

# ActivityStream.ContextMenu.UnpinTopsite
source: Unpin
su: Cabut pin

# ActivityStream.JumpBackIn.SectionTitle
source: Jump Back In
su: Asup Deui

# ActivityStream.JumpBackIn.TabGroup.SiteCount
source: Tabs: %d
su: Tab: %d

# ActivityStream.Library.Title
source: Recently Saved
su: Anyar Diteundeun

# ActivityStream.RecentHistory.Title
source: Recently Visited
su: Anyar Dianjangan

# ActivityStream.Shortcuts.SectionTitle
source: Shortcuts
su: Takulan

# ActivityStream.TopSites.RowSettingFooter
source: Set Rows
su: Atur Baris

source: Add Tab
su: Tambah Tab

source: Add to Reading List
su: Tambah ka Daptar Bacaeun

# AddPass.Error.Dismiss
source: OK
su: OKÉH

# AddPass.Error.Message
source: An error occured while adding the pass to Wallet. Please try again later.
su: Aya kasalahan nalika nambahkeun pass kana Wallet. Pecakan deui engké.

# AddPass.Error.Title
source: Failed to Add Pass
su: Gagal Nambahan Pass

source: Added page to Reading List
su: Kaca geus ditambahkeun kana Daptar Bacaeun

source: Address and Search
su: Alamat jeung Paluruh

# Address.Bar.ReadingList.v106
source: Add to Reading List
su: Tambah ka Daptar Bacaeun

# Address.Bar.v99
source: Address Bar
su: Palang Alamat

source: Always Send
su: Kirim Salawasna

source: Authentication required
su: Diperlukeun oténtikasi

source: Back
su: Mundur

source: Block Pop-up Windows
su: Peungpeuk Jandéla Pucunghul

# Bookmark.DetailFieldTitle.Label
source: Title
su: Judul

source: Bookmarks
su: Markah

# Bookmarks.Edit.Button
source: Edit
su: Ropéa

# Bookmarks.EditBookmark.Label
source: Edit Bookmark
su: Édit Markah

# Bookmarks.EditFolder.Label
source: Edit Folder
su: Édit Carangka

# Bookmarks.Folder.Label
source: Folder
su: Carangka

# Bookmarks.Menu.DesktopBookmarks
source: Desktop Bookmarks
su: Markah Déstop

# Bookmarks.NewBookmark.Label
source: New Bookmark
su: Markah Anyar

# Bookmarks.NewFolder.Label
source: New Folder
su: Carangka Anyar

# Bookmarks.NewSeparator.Label
source: New Separator
su: Pamisah Anyar

# Bookmarks.Title.Label
source: Title
su: Judul

# BreachAlerts.BreachDate
source: This breach occurred on
su: Rumpakan ieu lumangsung ping

# BreachAlerts.Description
source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
su: Kecap konci bocor atawa dipaling saprak anjeun ngarobah kecap konci. Pikeun ngajaga ieu akun, login ka lokana laju ganti kecap konci anjeun.

# BreachAlerts.LearnMoreButton
source: Learn more
su: Lenyepan

# BreachAlerts.Link
source: Go to
su: Miang ka

# BreachAlerts.Title
source: Website Breach
su: Rumpakan Raramatloka

source: Brightness
su: Caangan

source: Changes color theme.
su: Robah warna téma

source: Changes font type.
su: Ganti modél fon.

# ClipboardToast.GoToCopiedLink.Button
source: Go
su: Indit

# ClipboardToast.GoToCopiedLink.Title
source: Go to copied link?
su: Indit ka tutumbu meunang niron?

source: Close
su: Tutup

source: Closing tab
su: Tutup tab

# ContextMenu.BookmarkLinkButtonTitle
source: Bookmark Link
su: Cirian Tutumbu

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
source: New Private Tab opened
su: Tab Salindungan anyar dibuka

# ContextMenu.ButtonToast.NewTabOpened.ButtonText
source: Switch
su: Gilir

# ContextMenu.ButtonToast.NewTabOpened.LabelText
source: New Tab opened
su: Tab Anyar dibuka

# ContextMenu.CopyImageButtonTitle
source: Copy Image
su: Tiron Gambar

# ContextMenu.CopyImageLinkButtonTitle
source: Copy Image Link
su: Tiron Tutumbu Gambar

# ContextMenu.CopyLinkButtonTitle
source: Copy Link
su: Tiron Tutumbu

# ContextMenu.DownloadLinkButtonTitle
source: Download Link
su: Undeur Tutumbu

# ContextMenu.OpenInNewTabButtonTitle
source: Open in New Tab
su: Buka dina Tab Anyar

# ContextMenu.SaveImageButtonTitle
source: Save Image
su: Teundeun Gambar

# ContextMenu.ShareLinkButtonTitle
source: Share Link
su: Bagikeun Tutumbu

# ContextualHints.SearchBarPlacement.CallToAction
source: Toolbar Settings
su: Setélan Tulbar

# ContextualHints.TabTray.InactiveTabs
source: Tabs you haven’t viewed for two weeks get moved here.
su: Tab anu geus dua minggu teu dibuka dipindahkeun ka dieu.

# ContextualHints.TabTray.InactiveTabs.CallToAction
source: Turn off in settings
su: Pareuman dina setélan

# ContextualHintsCloseButtonAccessibility.v105
source: Close
su: Tutup

source: Could not add page to Reading List. Maybe it’s already there?
su: Teu bisa nambahkeun kaca kana Daptar Bacaan. Geus aya sugan?

source: Could not add page to Reading list
su: Teu bisa nambahkeun kaca kana Daptar bacaan

source: Could not load page.
su: Teu bisa muat kaca.

# CoverSheet.v24.ETP.Description
source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
su: Enhanced Tracking Protection bawaan mantuan ngeureunan iklan nunutur anjeun. Hurungkeun Strict pikeun meungpeuk leuwih loba palacak, iklan, jeung popap.

# CoverSheet.v24.ETP.Settings.Button
source: Go to Settings
su: Buka Setélan

# CoverSheet.v24.ETP.Title
source: Protection Against Ad Tracking
su: Perlindungan Ngalawan Palacakan Iklan

source: Create an account
su: Jieun akun

source: Dark
su: Poék

source: Decrease text size
su: Badagan ukuran téks

source: Default Search Engine
su: Mesin Pamaluruh Baku

# DefaultBrowserCloseButtonAccessibility.v102
source: Close
su: Tutup

source: Display Settings
su: Setélan Pidangan

source: Don’t Send
su: Ulah Ngirim

source: Downloads
su: Undeuran

# Downloads.Alert.DownloadNow
source: Download Now
su: Undeur Ayeuna

# Downloads.CancelDialog.Cancel
source: Cancel
su: Bolay

# Downloads.CancelDialog.Message
source: Are you sure you want to cancel this download?
su: Yakin anjeun rék ngabolaykeun ieu undeuran?

# Downloads.CancelDialog.Resume
source: Resume
su: Ngahanca

# Downloads.CancelDialog.Title
source: Cancel Download
su: Bolaykeun Ngundeur

# Downloads.Toast.Cancelled.LabelText
source: Download Cancelled
su: Undeuran Dibolaykeun

# Downloads.Toast.Failed.LabelText
source: Download Failed
su: Gagal Ngundeur

# Downloads.Toast.GoToDownloads.Button
source: Downloads
su: Undeuran

# Downloads.Toast.MultipleFiles.DescriptionText
source: 1 of %d files
su: 1 ti %d koropak

# DownloadsPanel.Delete.Title
source: Delete
su: Pupus

# DownloadsPanel.EmptyState.Title
source: Downloaded files will show up here.
su: Koropak undeuran bakal némbongan di dieu.

# DownloadsPanel.Share.Title
source: Share
su: Bagikeun

source: Enter your password to connect
su: Asupkeun kecap sandi jang nyambungkeun

# ErrorPages.Advanced.Button
source: Advanced
su: Terusan

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can’t confirm your connection to this website is secure.
su: Awas: kami cangcaya sambungan anjeun ka ieu raramatloka téh aman.

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
su: Ieu téh meureun salah setélan atawa diruksak ku panarajang. Tuluykeun wé mun anjeun narima kana poténsi résikona.

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
su: Pamilik %@ nyetél raramatlokana teu mantes. Pikeun ngilungan sangkan émbaran anjeun teu dipaling, Firefox henteu nyambungkeun ka ieu raramatloka.

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
su: Ieu Sambungan Teu Kapercaya

# ErrorPages.GoBack.Button
source: Go Back
su: Balik deui

# ErrorPages.VisitOnce.Button
source: Visit site anyway
su: Sorang loka engké deui

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store?
su: Buka ieu tutumbu di App Store?

# ExternalLink.AppStore.GenericConfirmationTitle
source: Open this link in external app?
su: Buka ieu tutumbu di apl éksternal?

# Firefox.HomePage.Title
source: Firefox Home Page
su: Kaca Tepas Firefox

# FirefoxHome.CustomizeHomeButton.Title
source: Customize Homepage
su: Kustomkeun Tepas

# FirefoxHome.Pocket.DiscoverMore
source: Discover more
su: Panggihan nu lianna

# FirefoxHome.Pocket.Minutes.v99
source: %d min
su: %d menit

# FirefoxHome.Pocket.SectionTitle
source: Thought-Provoking Stories
su: Carita Pikiraneun

# FirefoxHome.RecentHistory.Remove
source: Remove
su: Piceun

# FirefoxHomepage.ContextualMenu.Settings.v101
source: Settings
su: Setélan

# FirefoxHomepage.ContextualMenu.SponsoredContent.v101
source: Our Sponsors & Your Privacy
su: Sponsor Kami & Pripasi Anjeun

# FirefoxHomepage.JumpBackIn.TabPickup.OpenTab.A11y.v106
source: Open synced tab
su: Buka tab singkron

# FirefoxHomepage.JumpBackIn.TabPickup.ShowAll.ButtonTitle.v104
source: See all synced tabs
su: Tingali sadaya tab singkron

# FirefoxHomepage.JumpBackIn.TabPickup.v104
source: Tab pickup
su: Jemput tab

# FirefoxHomepage.Pocket.Sponsored.v103
source: Sponsored
su: Disponsoran

# FirefoxHomepage.Shortcuts.Sponsored.v100
source: Sponsored
su: Disponsoran

source: Forward
su: Maju

# FxA.FirefoxAccount
source: Firefox Account
su: Akun Firefox

# FxA.ManageAccount
source: Manage Account & Devices
su: Atur Akun & Parangkat

# FxA.NoInternetConnection
source: No Internet Connection
su: Euweuh Konéksi Internét

# FxA.SyncNow
source: Sync Now
su: Singkronkeun Ayeuna

# FxAPush_DeviceConnected_body
source: Firefox Sync has connected to %@
su: Singkronan Firefox geus nyambung ka %@

# FxAPush_DeviceConnected_title
source: Sync Connected
su: Singkronan Nyambung

# FxAPush_DeviceDisconnected_ThisDevice_body
source: This device has been successfully disconnected from Firefox Sync.
su: Ieu parangkat geus laksana dipegatkeun ti Singkronan Firefox

# FxAPush_DeviceDisconnected_ThisDevice_title
source: Sync Disconnected
su: Singkronan Pegat

# FxAPush_DeviceDisconnected_UnknownDevice_body
source: A device has disconnected from Firefox Sync
su: Parangkat geus dipegarkeun tina Singkronan Firefox

# FxAPush_DeviceDisconnected_body
source: %@ has been successfully disconnected.
su: %@ geus laksana dipegatkeun.

# FxAPush_DeviceDisconnected_title
source: Sync Disconnected
su: Singkronan Pegat

# FxHomepage.Wallpaper.ButtonLabel.v99
source: Firefox logo, change the wallpaper.
su: Logo Firefox, ganti latar.

source: Help
su: Pitulung

source: History
su: Jujutan

# HistoryPanel.ClearHistoryButtonTitle
source: Clear Recent History…
su: Hapus Jujutan…

# HistoryPanel.ClearHistoryMenuOptionEverything
source: Everything
su: Sagalana

# HistoryPanel.ClearHistoryMenuOptionTheLastHour
source: The Last Hour
su: Sajam Panungtung

# HistoryPanel.ClearHistoryMenuOptionToday
source: Today
su: Poé Ieu

# HistoryPanel.ClearHistoryMenuOptionTodayAndYesterday
source: Today and Yesterday
su: Poé Ieu jeung Kamari

# HistoryPanel.EmptyState.Title
source: Websites you’ve visited recently will show up here.
su: Raramatloka nu geus anjeun sorang bakal némbongan di dieu.

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
su: Tab anjeun ti parangkat séjén némbongan di dieu.

# HistoryPanel.EmptySyncedTabsPanelNotSignedInState.Description
source: Sign in to view a list of tabs from your other devices.
su: Asup log pikeun nénjo daptar tab ti parangkat anjeun nu séjén.

# HistoryPanel.EmptySyncedTabsState.Title
source: Firefox Sync
su: Singkronan Firefox

# HistoryPanel.HistoryBackButton.Title
source: History
su: Jujutan

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently Closed
su: Cik Kénéh Ditutup

source: Home
su: Tepas

# HomePanel.ContextMenu.Bookmark
source: Bookmark
su: Markah

# HomePanel.ContextMenu.DeleteFromHistory
source: Delete from History
su: Pupus tina Jujutan

# HomePanel.ContextMenu.OpenInNewPrivateTab.v101
source: Open in a Private Tab
su: Buka dina Tab Nyamuni

# HomePanel.ContextMenu.OpenInNewTab
source: Open in New Tab
su: Buka dina Tab Anyar

# HomePanel.ContextMenu.Remove
source: Remove
su: Piceun

# HomePanel.ContextMenu.RemoveBookmark
source: Remove Bookmark
su: Piceun Markah

# HomePanel.ContextMenu.Share
source: Share
su: Bagikeun

# Hotkeys.Back.DiscoveryTitle
source: Back
su: Mundur

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
su: Tutup Tab

# Hotkeys.Find.DiscoveryTitle
source: Find
su: Téangan

# Hotkeys.Forward.DiscoveryTitle
source: Forward
su: Maju

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
su: Tab Salindungan Anyar

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
su: Tab Anyar

# Hotkeys.NormalMode.DiscoveryTitle
source: Normal Browsing Mode
su: Modeu Langlangan Normal

# Hotkeys.PrivateMode.DiscoveryTitle
source: Private Browsing Mode
su: Modeu Langlangan Nyalindung

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
su: Muat Ulang Kaca

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
su: Pilih Wilah Lokasi

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
su: Tempokeun Tab Satuluyna

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
su: Tempokeun Tab Saméméhna

# InactiveTabs.TabTray.CloseButtonTitle
source: Close All Inactive Tabs
su: Tutup Sakabéh Tab Nganggur

source: Increase text size
su: Gedéan ukuran téks

# Keyboard.Shortcuts.ActualSize
source: Actual Size
su: Ukuran Sabenerna

# Keyboard.Shortcuts.AddBookmark
source: Add Bookmark
su: Tambah Markah

# Keyboard.Shortcuts.ClearRecentHistory
source: Clear Recent History
su: Hapus Jujutan

# Keyboard.Shortcuts.FindAgain
source: Find Again
su: Paluruh Deui

# Keyboard.Shortcuts.RefreshWithoutCache.v108
source: Reload Ignoring Cache
su: Muat Ulang Tanpa Tetelih

# Keyboard.Shortcuts.Section.Bookmark
source: Bookmarks
su: Markah

# Keyboard.Shortcuts.Section.History
source: History
su: Jujutan

# Keyboard.Shortcuts.Section.Tools
source: Tools
su: Parabot

# Keyboard.Shortcuts.Section.Window
source: Window
su: Jandéla

# Keyboard.Shortcuts.Settings
source: Settings
su: Setélan

# Keyboard.Shortcuts.ShowBookmarks
source: Show Bookmarks
su: Témbongkeun Markah

# Keyboard.Shortcuts.ShowDownloads
source: Show Downloads
su: Témbongkeun Undeuran

# Keyboard.Shortcuts.ShowFirstTab
source: Show First Tab
su: Témbongkeun Tab Kahiji

# Keyboard.Shortcuts.ShowHistory
source: Show History
su: Témbongkeun Jujutan

# Keyboard.Shortcuts.ShowLastTab
source: Show Last Tab
su: Témbongkeun Tab Panungtung

# Keyboard.Shortcuts.ZoomIn
source: Zoom In
su: Gedéan

# Keyboard.Shortcuts.ZoomOut
source: Zoom Out
su: Leutikan

source: Last month
su: Bulan Kamari

source: Last week
su: Minggu Kamari

# LibraryPanel.Accessibility.Bookmarks.v106
source: Bookmarks
su: Markah

# LibraryPanel.Accessibility.History.v106
source: History
su: Jujutan

# LibraryPanel.History.ClearGroupedTabsCancel.v100
source: Cancel
su: Bolay

# LibraryPanel.History.ClearGroupedTabsDelete.v100
source: Delete
su: Pupus

# LibraryPanel.History.ClearGroupedTabsTitle.v100
source: Delete all sites in %@?
su: Pupus sadaya loka dina %@?

# LibraryPanel.History.ClearHistoryMenuTitle.v100
source: Removes history (including history synced from other devices), cookies and other browsing data.
su: Mupus jujutan (kaasup jujutan anu disingkronkeun ti séjén parabot), réréméh, jeung data nyungsi lianna.

# LibraryPanel.History.DeleteGroupedItem.v104
source: Delete
su: Pupus

# LibraryPanel.History.NoHistoryFound.v99
source: No history found
su: Taya jujutan kapanggih

# LibraryPanel.History.RecentlyClosedTabs.v99
source: Recently Closed Tabs
su: Tab Anyar Ditutup

# LibraryPanel.History.SearchHistoryPlaceholder.v99
source: Enter search terms
su: Asupkeun istilah pamaluruhan

# LibraryPanel.History.SyncedHistory.v100
source: Synced History
su: Jujutan anu Disingkronkeun

# LibraryPanel.Section.Older
source: Older
su: Lawas

source: Licenses
su: Lisénsi

source: Light
su: Caang

source: Load original page
su: Muat kaca asli

source: Loading content…
su: Ngamuat kontén…

source: Log in
su: Asup log

source: Logins
su: Asup log

# Logins.DevicePasscodeRequired.LearnMoreButtonTitle
source: Learn More
su: Lenyepan

# Logins.DevicePasscodeRequired.Message
source: To save and autofill logins and passwords, enable Face ID, Touch ID or a device passcode.
su: Pikeun nyimpen jeung otomatis ngeusian login & kecap sandi, aktipkeun Face ID, Touch ID, atawa kecap sandi perangkat.

# Logins.Onboarding.ContinueButtonTitle
source: Continue
su: Tuluykeun

# Logins.Onboarding.LearnMoreButtonTitle
source: Learn More
su: Lenyepan

# Logins.PasscodeRequirement.Warning
source: To use the AutoFill feature for Firefox, you must have a device passcode enabled.
su: Pikeun maké pitur AutoFill dina Firefox, anjeun kudu ngaktipkeun kode konci perangkat.

# Logins.WelcomeView.Tagline
source: Take your passwords everywhere
su: Bawa kecap sandi anjeun kamanana

# Logins.WelcomeView.Title2
source: AutoFill Firefox Passwords
su: AutoFill Kecap Konci Firefox

# Logins.WelcomeView.TurnOnAutoFill
source: Turn on AutoFill
su: Aktipkeun AutoFill

# LoginsHelper.DontSave.Button
source: Don’t Save
su: Ulah neundeun

# LoginsHelper.DontUpdate.Button
source: Don’t Update
su: Ulang Ngapdét

# LoginsHelper.PromptSaveLogin.Title
source: Save login %1$@ for %2$@?
su: Teundeun asup log %1$@ pikeun %2$@?

# LoginsHelper.PromptSavePassword.Title
source: Save password for %@?
su: Teundeun kecap sandi pikeun %@?

# LoginsHelper.PromptUpdateLogin.Title.OneArg
source: Update login for %@?
su: Apdét login pikeun %@?

# LoginsHelper.PromptUpdateLogin.Title.TwoArg
source: Update login %1$@ for %2$@?
su: Apdét login %1$@ pikeun %2$@?

# LoginsHelper.SaveLogin.Button
source: Save Login
su: Teundeun Asup log

# LoginsHelper.Update.Button
source: Update
su: Apdét

# LoginsList.LoginsListSearchPlaceholder
source: Filter
su: Ayak

# LoginsList.NoLoginsFound.Description
source: Saved logins will show up here. If you saved your logins to Firefox on a different device, sign in to your Firefox Account.
su: Login anu diteundeun bakal némbongan di dieu. Lamun anjeun neundeun login ka Firefox di séjén paranti, asup ka Firefox Account.

# LoginsList.NoLoginsFound.Title
source: No logins found
su: Taya login kapanggih

# LoginsList.NoMatchingResult.Subtitle
source: There are no results matching your search.
su: Taya hasil anu cocog jeung pamaluruhan anjeun.

# LoginsList.NoMatchingResult.Title
source: No matching logins
su: Taya login anu cocog

# LoginsList.Search.Cancel
source: Cancel
su: Bolay

# LoginsList.Search.Placeholder
source: Search logins
su: Paluruh login

# LoginsList.SelectPassword.Title
source: Select a password to fill
su: Pilih kecap konci pikeun ngeusian

# LoginsList.Title
source: SAVED LOGINS
su: ASUP LOG DITEUNDEUN
