Repository: mozilla-l10n/firefoxios-l10n
Catalog: ab/firefox-ios.xliff
Languages: ab

# Menu.AddReadingList.Label.v99
source: Add
ab: Ацҵара

# Menu.AddToReadingList.Confirm
source: Added To Reading List
ab: Аԥхьара ахьӡынҵа иацҵоуп

# Menu.AddToShortcuts.v99
source: Add to Shortcuts
ab: Аҿацәқәа рахь иацҵатәуп

# Menu.Bookmarks.Label
source: Bookmarks
ab: Адыргақәа

# Menu.Copy.Title
source: Copy Address
ab: Адрес ақәҭыхра

# Menu.CopyURL.Confirm
source: URL Copied To Clipboard
ab: URL ақәҭыхга таблицахь иқәҭыхуп

# Menu.CustomizeHomePage.v99
source: Customize Homepage
ab: Ухатә даҟьа рхиала

# Menu.Downloads.Label
source: Downloads
ab: Аҭагаларақәа

# Menu.EnhancedTrackingProtectionOff.Title
source: Protections are OFF for this site
ab: Ари асаит ашәарҭадара аҿыхуп

# Menu.EnhancedTrackingProtectionOn.Title
source: Protections are ON for this site
ab: Ари асаит азы ашәарҭадара аус арууп

# Menu.Help.v99
source: Help
ab: Ацхыраара

# Menu.History.Label
source: History
ab: Ахҭыс

# Menu.NewPrivateTab.Label
source: New Private Tab
ab: Ахатә абӷьыц ҿыц

# Menu.NewTab.v99
source: New Tab
ab: Абларҭа ҿыц

# Menu.NightModeTurnOff.Label2
source: Turn off Night Mode
ab: Уахынлатәи арежим аҿыхтәуп

# Menu.NightModeTurnOn.Label2
source: Turn on Night Mode
ab: Уахынлатәи арежим аус арутәуп

# Menu.Passwords.Label
source: Passwords
ab: Амаӡажәақәа

# Menu.Paste.Title
source: Paste
ab: Алаҵара

# Menu.PasteAndGo.Title
source: Paste & Go
ab: Иҷабланы уца

# Menu.ReadingList.Label
source: Reading List
ab: Аԥхьара ахьӡынҵа

# Menu.ReloadWithTrackingProtection.Title
source: Reload With Tracking Protection
ab: Ашьҭаҵара ахьчарала ҿыц аҭагалара

# Menu.ReloadWithoutTrackingProtection.Title
source: Reload Without Tracking Protection
ab: Ашьҭаҵара ахьчарада ҿыц аҭагалара

# Menu.RemoveBookmark.Confirm
source: Bookmark Removed
ab: Аҭыжьымҭақәа аныхуп

# Menu.RemoveBookmark.Label.v99
source: Remove
ab: Аныхра

# Menu.RemovePin.Confirm2.v99
source: Removed from Shortcuts
ab: Аҿацәқәа рҟынтә иаԥыхуп

# Menu.RemoveReadingList.Confirm.v99
source: Removed from Reading List
ab: Аԥхьара ахьӡынҵа аҟынтәи иаԥыхуп

# Menu.RemoveReadingList.Label.v99
source: Remove
ab: Аныхра

# Menu.RemovedFromShortcuts.v99
source: Remove from Shortcuts
ab: Аҿацәқәа рҟынтә иаԥыхтәуп

# Menu.Share.v99
source: Share
ab: Ашара

# Menu.SyncAndSaveData.v103
source: Sync and Save Data
ab: Адыррақәа рсинхронизациеи рыхьчареи

# Menu.TabSent.Confirm
source: Tab Sent
ab: Абларҭа ашьҭуп

# Menu.Toolbar.Bookmarks.AccessibilityLabel.v99
source: Bookmarks
ab: Адыргақәа

# Menu.Toolbar.Home.AccessibilityLabel.v99
source: Home
ab: Аҩны

# Menu.TrackingProtection.Details.Verifier
source: Verified by %@
ab: Ишьақәырӷәӷәоуп: %@

# Menu.TrackingProtection.ProtectionSettings.Title
source: Protection Settings
ab: Ашәарҭадара архиарақәа

# Menu.TrackingProtectionBlockedContent.Title
source: Tracking content
ab: Аҵакы ашьҭаҵара

# Menu.TrackingProtectionBlockedSocial.Title
source: Social Trackers
ab: Асоциалтә медиа ашьҭаҵаҩцәа

# Menu.TrackingProtectionCrossSiteTrackers.Title
source: Cross-Site Trackers
ab: Асаитқәа рыбжьаратәи ашьҭаҵагақәа

# Menu.TrackingProtectionCryptominersBlocked.Title
source: Cryptominers
ab: Акриптоминерцәа

# Menu.TrackingProtectionDescription.ContentTrackers
source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
ab: Асаитқәа рҿы адәныҟатәи аӡыргақәа, авидео, насгьы иҵәаху ашьҭаҵагақәа зҵоу егьырҭ аконтентқәа рҭагалара ауеит. Абас еиԥш иҟоу аҵакы аблокада асаитқәа еиҳа ирласны рҭагалара иацхраауеит, аха џьоукы агәыҵәҟьақәа, аформақәа, насгьы алогин аҭыԥқәа аус руамзар ауеит.

# Menu.TrackingProtectionDescription.CrossSiteNew
source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
ab: Арҭ акукиқәа шәара ишәышьҭоуп еиуеиԥшым асаитқәа рҿы, интернетла иҟашәҵо иазку адыррақәа реизгаразы. Урҭ шьақәдыргылоит ахԥатәи аганқәа, иаҳҳәап, аӡыргаҩцәеи аналитикатә компаниақәеи.

# Menu.TrackingProtectionDescription.CryptominersNew
source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
ab: Акриптомаинерцәа маӡала рхы иадырхәоит шәсистема аҳасабратә мчра адиджиталтә ԥарақәа рыԥшааразы. Арҭ аскриптқәа убатареиа рцәырыргоит, ухы иаурхәо аус армаҷуеит, насгьы амчхаразы аԥара узҭо еиҳар алшоит.

# Menu.TrackingProtectionDescription.Fingerprinters
source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
ab: Убраузери укомпиутери рырхиарақәа зеиԥшыҟам. Анацәашьҭақәа рхы иадырхәоит абарҭ иҷыдоу апараметрқәа реизга, уара упрофиль аԥҵаразы, уи ахархәара алшоит ауеб аҿы уахьнеиуа ушьҭаҵаразы.

# Menu.TrackingProtectionDescription.SocialNetworksNew
source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
ab: Асоциалтә еимадарақәа егьырҭ асаитқәа рҿы ашьҭаҵагақәа шьақәдыргылоит, еиҳа инарҭбаау, хықәкылатәи упрофиль аԥҵаразы. Абарҭ ашьҭаҵагақәа раанкылара онлаинтәи уусқәа ирызкны еизырго адыррақәа рхыԥхьаӡара армаҷуеит.

# Menu.TrackingProtectionFingerprintersBlocked.Title
source: Fingerprinters
ab: Адиджиталтә нацәашьҭақәа реизгагақәа

# Menu.WhatsNew.Title
source: What’s New
ab: Иҿыцу

# Menu.ZoomPage.Title.v113
source: Zoom (%@)
ab: Амҽхакрбага (%@)

source: Navigation Toolbar
ab: Анавигациа апанель

source: No
ab: Мамоу

source: No tabs
ab: Агәылаҵақәа ыҟам

source: Okay
ab: Ибзиаӡоуп

# Onboarding.WhatsNew.Button.Title
source: Start Browsing
ab: Аинтернет аҭаара алагара

source: Oops! Firefox crashed
ab: Оҳ! Firefox еилабгеит

source: Open Settings
ab: Аиқәыршәарақәа аарттәуп

source: Open Tabs
ab: Иаарттәуп абларҭақәа

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
ab: Астатиақәа аԥхьаҩцәа рҭеиҭыԥш аҿы иаарттәуп, адресқәа рбар аҿы ашәҟәы аҵакы ақәыӷәӷәарала.

# OpenURL.Error.Message
source: Firefox cannot open the page because it has an invalid address.
ab: Firefox адаҟьа аартра ауам, избан акәзар уи адрес иашам.

# OpenURL.Error.Title
source: Cannot Open Page
ab: Адаҟьа аартра алымшеит

source: Password
ab: Апароль

# PhotoLibrary.FirefoxWouldLikeAccessMessage
source: This allows you to save the image to your Camera Roll.
ab: Уи асахьа укамератә роль аҿы иҵәахуеит.

# PhotoLibrary.FirefoxWouldLikeAccessTitle
source: Firefox would like to access your Photos
ab: Firefox иаҭахуп упатреҭқәа рахь анеира

# PhotonMenu.close
source: Close
ab: Аркра

source: Privacy
ab: Амаӡара

source: Privacy Policy
ab: Амаӡаратә политика

# ProtectionStatus.NotSecure
source: Connection is not secure
ab: Аимадара шәарҭам

# ProtectionStatus.Secure
source: Connection is secure
ab: Аимадара шәарҭам

source: Quick-Search Engines
ab: Ирццаку аԥшааратә системақәа

# Ratings.Settings.RateOnAppStore
source: Rate on App Store
ab: Ахәшьара App Store аҟны

source: Reader View
ab: Аԥхьара аԥшра

# ReaderMode.Available.VoiceOverAnnouncement
source: Reader Mode available
ab: Аԥхьара арежим ыҟоуп

# ReaderModeBar.MarkAsRead.v106
source: Mark as Read
ab: Иаԥхьазшәа азгәаҭа

# ReaderModeBar.MarkAsUnread.v106
source: Mark as Unread
ab: Иаԥхьам ҳәа азгәаҭа

source: Reading list
ab: Аԥхьара ахьӡынҵа

# RecentlyClosedTabsPanel.Title
source: Recently Closed
ab: Ааигәа иаркыз

# RecentlySaved.Actions.More
source: Show All
ab: Зегьы аарԥштәуп

source: Reload
ab: Арҿыцра

source: Reload page
ab: Адаҟьа ҿыц аҭагалара

source: Remove
ab: Аныхра

source: Remove from Reading List
ab: Аԥхьара ахьӡынҵа аҟынтәи ианыхтәуп

# ReopenAlert.Actions.Cancel
source: Cancel
ab: Аԥыхра

# ReopenAlert.Actions.Reopen
source: Reopen
ab: Арҿыцра

# ReopenAlert.Title
source: Reopen Last Closed Tab
ab: Аҵыхәтәантәи иарку абларҭа еиҭашьақәыргылатәуп

source: Reset text size
ab: Ашрифт ашәагаа еиҭашьақәыргылатәуп

source: Sans-serif
ab: Асерифда

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
ab: Аԥхьаратә рсиаҿы адаҟьақәа еиқәырхатәуп, аԥхьаратә ҭагылазаашьа аконтроль аҟны ашәҟәы ацҵаны аҵакы ақәыӷәӷәарала.

# ScanQRCode.Error.OK.Button
source: OK
ab: ИБЗИОУП

# ScanQRCode.Instructions.Label
source: Align QR code within frame to scan
ab: Асканертә фреим аҩныҵҟа QR-код ҭажәгал

# ScanQRCode.InvalidDataError.Message
source: The data is invalid
ab: Ииашам адыррақәа

# ScanQRCode.PermissionError.Message.v100
source: Go to device ‘Settings’ > ‘Firefox’. Allow Firefox to access camera.
ab: Шәхыхәҭа Аиқәыршәарақәа рахь шәца > Фаерфокс. Азин аҭ Firefox укамера анеиразы.

# ScanQRCode.View.Title
source: Scan QR Code
ab: Асканер QR акод

source: Search
ab: Аԥшаара

source: Search or enter address
ab: Иҭажәгал шәзыҳәара ма шәҭыӡҭыԥ

# Search.Awesomebar.SwitchToTab
source: Switch to tab
ab: Абларҭахь ииастәуп

# Search.SuggestSectionTitle.v102
source: Firefox Suggest
ab: Firefox Адгалара

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
ab: Аԥшаага ҿыц ааԥшуеит Ирццаку аԥшаара абар аҟны.

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
ab: Аԥшаага машьына ацҵоуп!

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
ab: Аԥшаага ацҵара?

# Search.ThirdPartyEngines.Cancel
source: Cancel
ab: Аԥыхра

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: A search engine with this title or URL has already been added.
ab: Аԥшаага машьына ари ахы мамзаргьы URL ацҵоуп.

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Failed
ab: Аҭабгара

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
ab: Аԥшаага ацҵара алымшеит.

# Search.ThirdPartyEngines.FailedTitle
source: Failed
ab: Аҭабгара

# Search.ThirdPartyEngines.FormErrorMessage
source: Please fill all fields correctly.
ab: Аҭыԥқәа зегьы ииашаны иҭәызароуп.

# Search.ThirdPartyEngines.FormErrorTitle
source: Failed
ab: Аҭабгара

# Search.ThirdPartyEngines.OK
source: OK
ab: ИБЗИОУП

source: Send Feedback
ab: Агәаанагара ашьҭра

source: Send Report
ab: Ацҳара ашьҭра

source: Send a crash report so Mozilla can fix the problem?
ab: Аԥхасҭа аҳасабырба ашьҭра, Мозилла апроблема аӡбара алнаршарц азы?

# SendTo.Cancel.Button
source: Cancel
ab: Аԥыхра

# SendTo.Close.Button
source: Close
ab: Аркра

# SendTo.DeviceList.Text
source: Available devices:
ab: Иҟоу ахархәагақәа:

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
ab: HTTP-еи HTTPS-еи рызхьарԥшқәа мацара роуп еицаҳзеиԥшу.

# SendTo.Error.OK.Button
source: OK
ab: ИБЗИОУП

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
ab: Ишәзеиҭашәҳәарц шәызҿу азхьарԥш еицаҳзеиҭашәҳәар ауам.

# SendTo.NavBar.Title
source: Send Tab
ab: Агәылаҵа ашьҭра

# SendTo.NoDevicesFound.Message
source: You don’t have any other devices connected to this Firefox Account available to sync.
ab: Ари Firefox Ахыԥхьаӡара иацҵоу, насгьы асинхронизациазы иҟоу ахархәагақәа шәымам.

# SendTo.NotSignedIn.Message
source: Please open Firefox, go to Settings and sign in to continue.
ab: Ҳаҳәоит, Firefox аартны, Аиқәыршәарақәа рахь шәцаны шәҭала ацҵаразы.

# SendTo.NotSignedIn.Title
source: You are not signed in to your Firefox Account.
ab: Уара Firefox Ахыԥхьаӡара уҭамлаӡеит.

# SendTo.SendAction.Text
source: Send
ab: Ашьҭра

# SentTab.NoTabArrivingNotification.body
source: Tap to begin
ab: Алагара азы шәақәыӷәӷәа

# SentTab.NoTabArrivingNotification.title
source: Firefox Sync
ab: Firefox асинхронизациа

# SentTab.ViewAction.title
source: View
ab: Асахьа

# SentTab_TabArrivingNotification_NoDevice_body
source: New tab arrived from another device.
ab: Даҽа ҳәагак аҟынтәи аҭаӡҩыра ҿыц ааит.

# SentTab_TabArrivingNotification_NoDevice_title
source: Tab received
ab: Иҳауз абларҭа

# SentTab_TabArrivingNotification_WithDevice_body
source: New tab arrived in %@
ab: %@ абӷьыц ҿыц амоуп

# SentTab_TabArrivingNotification_WithDevice_title
source: Tab received from %@
ab: Аҭаӡҩыра аагоуп %@

source: Sepia
ab: Асепиа

source: Serif
ab: Асериф

source: Settings
ab: Архиарақәа

# Settings.AddCustomEngine
source: Add Search Engine
ab: Аԥшаага ацҵатәуп

# Settings.AddCustomEngine.SaveButtonText
source: Save
ab: Ахьчара

# Settings.AddCustomEngine.Title
source: Add Search Engine
ab: Аԥшаага ацҵара

# Settings.AddCustomEngine.TitleLabel
source: Title
ab: Ахьӡ

# Settings.AddCustomEngine.TitlePlaceholder
source: Search Engine
ab: Аԥшаагатә машьына

# Settings.AddCustomEngine.URLPlaceholder
source: URL (Replace Query with %s)
ab: URL (аҳәара %s ала иԥсахтәуп)

# Settings.BlockOpeningExternalApps.Title
source: Block Opening External Apps
ab: Адәныҟатәи апрограммақәа раартра аблок

# Settings.ClearAllWebsiteData.Clear.Button
source: Clear All Website Data
ab: Асаит адыррақәа зегьы ԥыхтәуп

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
ab: Иаԥыхтәуп ахатә дыррақәа

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
ab: Ахатә дыррақәа раныхра

# Settings.ClearSelectedWebsiteData.ClearSelected.Button
source: Clear Items: %1$@
ab: Ахәҭақәа аԥыхтәуп: %1$@

# Settings.CopyAppVersion.Title
source: Copied to clipboard
ab: Аҭаӡҩыраҿы иқәҭыхуп

# Settings.DataManagement.SearchLabel
source: Filter Sites
ab: Асаит афильтр

# Settings.DataManagement.SectionName
source: Data Management
ab: Адыррақәа рнапхгара

# Settings.DataManagement.Title
source: Data Management
ab: Адыррақәа рнапхгара

# Settings.Disconnect.Body
source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
ab: Firefox ухыԥхьаӡара асинхронизациа ааннакылоит, аха уи аиқәыршәагаҿы увеб-ԥшааратә данноқәа зегьы аныхӡом.

# Settings.Disconnect.Button
source: Disconnect Sync
ab: Аиҿыхра

# Settings.Disconnect.CancelButton
source: Cancel
ab: Аԥыхра

# Settings.Disconnect.DestructiveButton
source: Disconnect
ab: Аиҿыхра

# Settings.Disconnect.Title
source: Disconnect Sync?
ab: Аиҿыхра?

# Settings.DisplayTheme.BrightnessThreshold.SectionHeader
source: Threshold
ab: Аҩаӡара

# Settings.DisplayTheme.Manual.StatusLabel
source: Manual
ab: Напыла

# Settings.DisplayTheme.Manual.SwitchSubtitle
source: Pick which theme you want
ab: Иалышәх шәтема

# Settings.DisplayTheme.Manual.SwitchTitle
source: Manually
ab: Напыла

# Settings.DisplayTheme.OptionDark
source: Dark
ab: Аиқәаҵәа

# Settings.DisplayTheme.OptionLight
source: Light
ab: Алашара

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display’s current brightness.
ab: Атема автоматла аҽаԥсахуеит аекран аҵыхәтәантәи алашара ашәахәа иабзоураны. Атема аҽанаԥсахуа аҳәаа шьақәургылар улшоит. Агьежьтә индикатор уажәтәи ашәахәа аҩаӡара унарбоит.

# Settings.DisplayTheme.StatusTitle
source: Automatic
ab: Автоматла

# Settings.DisplayTheme.SwitchMode.SectionHeader
source: Switch Mode
ab: Аиҭагаратә режим

# Settings.DisplayTheme.SwitchSubtitle
source: Switch automatically based on screen brightness
ab: Аекран аҵыхәтәантәи алашара иахәаԥшны автоматла аҽеиҭакра

# Settings.DisplayTheme.SwitchTitle
source: Automatically
ab: Автоматла

# Settings.DisplayTheme.SystemTheme.SectionHeader
source: System Theme
ab: Асистема атема

# Settings.DisplayTheme.SystemTheme.SwitchTitle
source: Use System Light/Dark Mode
ab: Асистема лашьца/лашара атема ахархәара

# Settings.DisplayTheme.ThemePicker.SectionHeader
source: Theme Picker
ab: Атема алхра

# Settings.DisplayTheme.Title.v2
source: Theme
ab: Амаҭәар

# Settings.FxA.DeviceName
source: Device Name
ab: Аиқәыршәага ахьӡ

# Settings.FxA.Sync.SectionName
source: Sync Settings
ab: Асинхронизациа архиарақәа

# Settings.FxA.Title
source: Firefox Account
ab: Firefox ахыԥхьаӡара

# Settings.General.SectionName
source: General
ab: Ихадоу

# Settings.Home.Current.Description.v101
source: Choose what displays as the homepage.
ab: Иалышәх шәхатә даҟьаны иаарԥшхо.

# Settings.Home.Option.Description.v101
source: Choose what’s included on the Firefox homepage.
ab: Иалышәх Firefox ахатә даҟьаҿы иагәылаҵатәу.

# Settings.Home.Option.JumpBackIn
source: Jump Back In
ab: Ухынҳәы

# Settings.Home.Option.Pocket
source: Recommended by Pocket
ab: Иреиӷьуп Pocket

# Settings.Home.Option.RecentlySaved
source: Recently Saved
ab: Ааигәа иацҵоу

# Settings.Home.Option.RecentlyVisited
source: Recently Visited
ab: Ааигәа дахьнеиз

# Settings.Home.Option.Shortcuts
source: Shortcuts
ab: Аҿацәқәа

# Settings.Home.Option.StartAtHome.AfterFourHours
source: Homepage after four hours of inactivity
ab: Ԥшь-сааҭк аусурадара ашьҭахь ахатә даҟьа

# Settings.Home.Option.StartAtHome.Always
source: Homepage
ab: Ахатә даҟьа

# Settings.Home.Option.StartAtHome.Description
source: Choose what you see when you return to Firefox.
ab: Иалышәх Firefox ахь шәаныхынҳәуа ижәбо.

# Settings.Home.Option.StartAtHome.Never
source: Last tab
ab: Аҵыхәтәантәи абларҭа

# Settings.Home.Option.StartAtHome.Title
source: Opening screen
ab: Ахатә екран

# Settings.Home.Option.Title.v101
source: Include on Homepage
ab: Ахатә даҟьахь иацҵатәуп

# Settings.Home.Option.Wallpaper
source: Wallpaper
ab: Аҭӡамц

# Settings.Home.Option.Wallpaper.Accessibility.AmethystWallpaper.v99
source: Firefox wallpaper, amethyst pattern.
ab: Firefox аҭӡамц, аметисттә хсаала.

# Settings.Home.Option.Wallpaper.Accessibility.BeachHillsWallpaper.v100
source: Firefox wallpaper, beach hills pattern.
ab: Firefox ауолпепер, амшын аԥшаҳәа ахәқәа рпатреҭ.

# Settings.Home.Option.Wallpaper.Accessibility.CeruleanWallpaper.v99
source: Firefox wallpaper, cerulean pattern.
ab: Firefox аҭӡамц, азуртәи ахсаала.

# Settings.Home.Option.Wallpaper.Accessibility.DefaultWallpaper.v99
source: Default clear wallpaper.
ab: Имариоу аҭӡамц стандарт.

# Settings.Home.Option.Wallpaper.Accessibility.SunriseWallpaper.v99
source: Firefox wallpaper, sunrise pattern.
ab: Firefox ауолпепер, амраҭашәара ахсаала.

# Settings.Home.Option.Wallpaper.Accessibility.ToggleButton
source: Homepage wallpaper cycle toggle
ab: Иаԥсахтәуп ахатә даҟьа аҭӡамц ацикл

# Settings.Home.Option.Wallpaper.Accessibility.TwilightHillsWallpaper.v100
source: Firefox wallpaper, twilight hills pattern.
ab: Firefox ауолпепер, ахәылбыҽха ақәцәақәа рцәаҩа.

# Settings.Home.Option.Wallpaper.Classic.Title.v106
source: Classic %@
ab: Аклассика %@

# Settings.Home.Option.Wallpaper.CollectionTitle
source: OPENING SCREEN
ab: АХАТӘИ АЕКРАН

# Settings.Home.Option.Wallpaper.LearnMore.v106
source: Learn more
ab: Еиҳаны аинформациа

# Settings.Home.Option.Wallpaper.LimitedEdition.Default.Description.v106
source: Try the new collection.
ab: Алхра ҿыц ԥышәшәа.

# Settings.Home.Option.Wallpaper.LimitedEdition.IndependentVoices.Description.v106
source: The new Independent Voices collection.
ab: Алхра ҿыц “Зхы иақәиҭу абжьқәа”.

# Settings.Home.Option.Wallpaper.LimitedEdition.Title.v106
source: Limited Edition
ab: Аҭыжьымҭа ԥку

# Settings.Home.Option.Wallpaper.SwitchTitle.v99
source: Change wallpaper by tapping Firefox homepage logo
ab: Уҭӡамц ԥсахтәуп Firefox ахатә даҟьа алого ақәыӷәӷәарала

# Settings.Home.Option.Wallpaper.Title
source: Wallpaper
ab: Аҭӡамц

# Settings.Home.Option.Wallpaper.UpdatedToast
source: Wallpaper Updated!
ab: Аҭӡамц ҿыцуп!

# Settings.Home.Option.Wallpaper.UpdatedToastButton
source: View
ab: Асахьа

# Settings.HomePage.SectionName
source: Homepage
ab: Ахатә даҟьа

# Settings.HomePage.URL.Title
source: Current Homepage
ab: Уажәтәи ахатә даҟьа

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
ab: Уажәтәи адаҟьа ахархәара

# Settings.Homepage.Shortcuts.Rows.v100
source: Rows
ab: Ацәаҳәақәа

# Settings.Homepage.Shortcuts.RowsPageTitle.v100
source: Rows
ab: Ацәаҳәақәа

# Settings.Homepage.Shortcuts.ShortcutsPageTitle.v100
source: Shortcuts
ab: Аҿацәқәа

# Settings.Homepage.Shortcuts.ShortcutsToggle.v100
source: Shortcuts
ab: Аҿацәқәа

# Settings.Homepage.Shortcuts.SponsoredShortcutsToggle.v100
source: Sponsored Shortcuts
ab: Аспонсортә дыргақәа

# Settings.Homepage.Shortcuts.ToggleOff.v100
source: Off
ab: Ирцәоу

# Settings.Homepage.Shortcuts.ToggleOn.v100
source: On
ab: Аҿк.

# Settings.LoginsAndPasswordsTitle
source: Logins & Passwords
ab: Алогинқәеи амаӡажәақәеи

# Settings.NewTab.CustomURL
source: Custom URL
ab: Иҷыдоу URL

# Settings.NewTab.Option.BlankPage
source: Blank Page
ab: Иҭацәу адаҟьа

# Settings.NewTab.Option.Custom
source: Custom
ab: Егьы

# Settings.NewTab.Option.FirefoxHome
source: Firefox Home
ab: Firefox ахатә даҟьа

# Settings.NewTab.Option.HomePage
source: Homepage
ab: Ахатә даҟьа

# Settings.NewTab.SectionName
source: New Tab
ab: Абларҭа ҿыц

# Settings.NewTab.Title
source: New Tab
ab: Абларҭа ҿыц

# Settings.NewTab.TopSectionName
source: Show
ab: Арбара

# Settings.NewTab.TopSectionNameFooter
source: Choose what to load when opening a new tab
ab: Агәылаҵа ҿыц анаартуа иҭагалатәу алышәх

# Settings.NoImageModeBlockImages.Label.v99
source: Block Images
ab: Асахьақәа рыблок

# Settings.OfferClipboardBar.Status
source: When Opening Firefox
ab: Firefox анаартуа

# Settings.OfferClipboardBar.Status.v128
source: When opening %@
ab: %@ анаартуа

# Settings.OfferClipboardBar.Title
source: Offer to Open Copied Links
ab: Иқәҭыху азхьарԥшқәа раартразы аҳәара

# Settings.OpenWith.PageTitle
source: Open mail links with
ab: Иаарттәуп аимеил азхьарԥшқәа

# Settings.OpenWith.SectionName
source: Mail App
ab: Апоштатә арзаҳал

# Settings.Passwords.FingerPrintReason.v103
source: Use your fingerprint to access passwords now.
ab: Аԥсыӡажәақәа рахь анеиразы уажәы шәнацәаҭыԥ шәхы иашәырхәа.

# Settings.Passwords.OnboardingMessage.v103
source: Your passwords are now protected by Face ID, Touch ID or a device passcode.
ab: Уажәшьҭа уԥсыӡажәақәа Face ID, Touch ID, ма ухыхәҭа аԥсыӡкод ала ихьчоуп.

# Settings.Passwords.SavePasswords.v103
source: Save Passwords
ab: Амаӡажәақәа еиқәырхатәуп

# Settings.Passwords.Title.v103
source: Passwords
ab: Амаӡажәақәа

# Settings.SaveLogins.Title
source: Save Logins
ab: Аҭаларақәа еиқәырхатәуп

# Settings.Search.Done.Button
source: Done
ab: Амазеи

# Settings.Search.Edit.Button
source: Edit
ab: Аԥсахра

# Settings.SendUsage.Link
source: Learn More.
ab: Еиҳаны уаԥхьа.

# Settings.SendUsage.Message
source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
ab: Мозилла ахаҭарнакра ауеит Firefox аус аруразы иаҭаху адыррақәа мацара реизгара, насгьы ԥхьаҟа уи аиӷьтәра.

# Settings.SendUsage.Title
source: Send Usage Data
ab: Аусуратә дыррақәа рышьҭра

# Settings.ShowLinkPreviews.Status
source: When Long-pressing Links
ab: Азхьарԥш акыраамҭа ақәыӷәӷәара

# Settings.ShowLinkPreviews.StatusV2
source: When long-pressing links
ab: Азхьарԥш акыраамҭа ақәыӷәӷәара

# Settings.ShowLinkPreviews.Title
source: Show Link Previews
ab: Азхьарԥш аԥхьахәаԥшра аарԥштәуп

# Settings.ShowLoginsInAppMenu.Title
source: Show in Application Menu
ab: Апрограмма амениу аҟны иаарԥштәуп

# Settings.Siri.OpenTabShortcut
source: Open New Tab
ab: Агәылаҵа ҿыц аарттәуп

# Settings.Siri.SectionDescription
source: Use Siri shortcuts to quickly open Firefox via Siri
ab: Siri ала Firefox ирласны аартразы Siri адҵақәа шәхы иашәырхәа

# Settings.Siri.SectionName
source: Siri Shortcuts
ab: Сири адҵақәа

# Settings.Studies.Toggle.Link
source: Learn More.
ab: Еиҳаны еилышәкаа.

# Settings.Studies.Toggle.Message
source: Firefox may install and run studies from time to time.
ab: Firefox зны-зынла ишьақәнаргылоит, насгьы аҭҵаара мҩаԥнагоит.

# Settings.Studies.Toggle.Title
source: Studies
ab: Аҭҵаара
