Repository: mozilla-l10n/firefoxios-l10n
Catalog: ab/firefox-ios.xliff
Languages: ab

# NativeErrorPage.GenericError.TitleLabel.v131
source: Be careful. Something doesn’t look right.
ab: Згәы зҽану. Акы ииашаны иҟам.

# NativeErrorPage.NoInternetConnection.Description.v131
source: Try connecting on a different device. Check your modem or router. Disconnect and reconnect to Wi-Fi.
ab: Даҽа ҳәагак ала аҽамадара шәҽазышәшәа. Умодем ма уроутер гәаҭа. Wi-Fi аҿыхны даҽазнык аҿакра.

# NativeErrorPage.NoInternetConnection.TitleLabel.v131
source: Looks like there’s a problem with your internet connection.
ab: Уинтернет аҿы апроблема ыҟоушәа ауп ишыҟоу.

# Notification.Fallback.Title.v113
source: %@ Tip
ab: Абжьгара %@ аҟынтә

# DefaultBrowserPopup.ButtonTitle.v114
source: Go to Settings
ab: Аиқәыршәарақәа рахь ацара

# DefaultBrowserPopup.DescriptionFooter.v124
source: *Is %@ already your default?* Close this message and tap Skip.
ab: *%@ стандартла ишьақәыргылоума?* Ари адырраҭара аркны Ахыҵра ақәыӷәӷәара.

# DefaultBrowserPopup.FirstLabel.v114
source: 1. Go to *Settings*
ab: 1. Еиҭаҵ *Аиқәыршәарақәа*

# DefaultBrowserPopup.SecondLabel.v114
source: 2. Tap *Default Browser App*
ab: 2. *Абраузер апликациа стандарт* ақәыӷәӷәара

# DefaultBrowserPopup.ThirdLabel.v114
source: 3. Select *%@*
ab: 3. Иалшәх *%@*

# DefaultBrowserPopup.Title.v114
source: Switch Your Default Browser
ab: Иԥсахтәуп ишыҟоу еиԥш иҟоу абраузер

# Onboarding.Customization.Intro.Continue.Action.v123
source: Customize %@
ab: Акәша-мыкәша %@

# Onboarding.Customization.Intro.Description.v123
source: Set your theme and toolbar to match your unique browsing style.
ab: Утемеи амыругақәа рпанельи рхиала уԥшааратә стиль иақәшәартә еиԥш.

# Onboarding.Customization.Intro.Skip.Action.v123
source: Start Browsing
ab: Ахәаԥшра уалага

# Onboarding.Customization.Intro.Title.v123
source: %@ puts you in control
ab: %@ анапхгара унапы ианнаҵоит

# Onboarding.Customization.Theme.Continue.Action.v123
source: Save and Continue
ab: Еиқәырханы иацҵатәуп

# Onboarding.Customization.Theme.Dark.Action.v123
source: Dark
ab: Аиқәаҵәа

# Onboarding.Customization.Theme.Description.v123
source: See the web in the best light.
ab: Интернет иреиӷьу аган ала шәахәаԥш.

# Onboarding.Customization.Theme.Light.Action.v123
source: Light
ab: Алашара

# Onboarding.Customization.Theme.Skip.Action.v123
source: Skip
ab: Абжьажьра

# Onboarding.Customization.Theme.System.Action.v123
source: System Auto
ab: Асистема автоматика

# Onboarding.Customization.Theme.Title.v123
source: Pick a theme
ab: Атема алхтәуп

# Onboarding.Customization.Toolbar.Bottom.Action.v123
source: Bottom
ab: Ҵаҟантә

# Onboarding.Customization.Toolbar.Continue.Action.v123
source: Save and Start Browsing
ab: Еиқәырханы ахәаԥшра шәалага

# Onboarding.Customization.Toolbar.Description.v123
source: Keep searches within reach.
ab: Уԥшаара унапы иану.

# Onboarding.Customization.Toolbar.Skip.Action.v123
source: Skip
ab: Абжьажьра

# Onboarding.Customization.Toolbar.Title.v123
source: Pick a toolbar placement
ab: Иалшәх амыругақәа рпанель аҭыԥ

# Onboarding.Customization.Toolbar.Top.Action.v123
source: Top
ab: Аханы

# Onboarding.IntroDescriptionPart1.v114
source: Indie. Non-profit. For good.
ab: Ихьыԥшым. Ахашәалахәы змам. Аус бзиақәа рзы.

# Onboarding.IntroDescriptionPart2.v114
source: Committed to the promise of a better Internet for everyone.
ab: Зегьы рзы интернет аиӷьтәра зызку.

# Onboarding.LaterAction.v115
source: Skip
ab: Абжьажьра

# Onboarding.Notification.Continue.Action.v114
source: Continue
ab: Ацҵара

# Onboarding.Notification.Description.v120
source: Securely send tabs between your devices and discover other privacy features in %@.
ab: Шәхыхәҭақәа рыбжьара анҵамҭақәа шәарҭада еиҭагатәуп, насгьы %@ аҟны егьырҭ амаӡаратә ҟазшьақәа ԥшаатәуп.

# Onboarding.Notification.Skip.Action.v115
source: Skip
ab: Абжьажьра

# Onboarding.Notification.Title.v120
source: Notifications help you stay safer with %@
ab: Ардыррақәа шәыцхраауеит ашәарҭадараҿы %@

# Onboarding.Notification.TurnOnNotifications.Action.v114
source: Turn On Notifications
ab: Ардыррақәа аҿактәуп

# Onboarding.Sync.Description.v123
source: %@ encrypts your passwords, bookmarks, and more when you’re synced.
ab: %@ асинхронизациа аан уԥсыӡажәақәа, уҭыжьымҭақәа уҳәа убас иҵегьы еиқәнаршәоит.

# Onboarding.Sync.SignIn.Action.v114
source: Sign In
ab: Аҭалара

# Onboarding.Sync.Skip.Action.v114
source: Skip
ab: Абжьажьра

# Onboarding.Sync.Title.v120
source: Stay encrypted when you hop between devices
ab: Аиқәыршәагақәа рыбжьара уаннеиуа ашифр еиқәырхатәуп

# Onboarding.Wallpaper.Accessibility.Classic.v114
source: Classic Wallpaper
ab: Аклассикатә ҭӡамц

# Onboarding.Wallpaper.Accessibility.LimitedEdition.v114
source: Limited Edition Wallpaper
ab: Аҭӡамц аҭыжьымҭа ԥку

# Onboarding.Wallpaper.Action.v114
source: Set Wallpaper
ab: Аҭӡамц ашьақәыргылара

# Onboarding.Wallpaper.Description.v114
source: Choose a wallpaper that speaks to you.
ab: Иалышәх шәгәаԥхарала аҭӡамц.

# Onboarding.Wallpaper.SelectorTitle.v114
source: Try a splash of color
ab: Аԥштәы ақәҭәара шәҽазышәшәа

# Onboarding.Wallpaper.Title.v114
source: Choose a %@ Wallpaper
ab: Иалхтәуп аҭӡамц %@

# Onboarding.Welcome.Action.v114
source: Get Started
ab: Алагара

# Onboarding.Welcome.ActionTreatementA.v114
source: Set as Default Browser
ab: Абраузер ишыҟоу еиԥш ишьақәыргылатәуп

# Onboarding.Welcome.Close.AccessibilityLabel.v121
source: Close and exit %@ onboarding
ab: Иаркны иҭыҵтәуп %@ аҵара

# Onboarding.Welcome.Description.TreatementA.v120
source: Our non-profit backed browser helps stop companies from secretly following you around the web.
ab: Ахашәалахәы ззыԥшым аиҿкаара адгылара азызуа ҳбраузер акомпаниақәа онлаин шәышьҭаҵара аанкылара иацхраауеит.

# Onboarding.Welcome.Description.v120
source: Our non-profit backed browser helps stop companies from secretly following you around the web.
ab: Ахашәалахәы ззыԥшым аиҿкаара адгылара азызуа ҳбраузер акомпаниақәа онлаин шәышьҭаҵара аанкылара иацхраауеит.

# Onboarding.Welcome.Link.Action.v114
source: Learn more in our privacy notice
ab: Еиҳаны еилышәкаа ҳмаӡаратә рдырраҭараҿы

# Onboarding.Welcome.Skip.v114
source: Skip
ab: Абжьажьра

# Onboarding.Welcome.Title.TreatementA.v120
source: We love keeping you safe
ab: Ҳара бзиа иаҳбоит шәыхьчара

# Onboarding.Welcome.Title.v114
source: Welcome to an independent internet
ab: Бзиала шәаабеит ихьыԥшым аинтернет ахь

# PasswordAutofill.LoginListCellNoUsername.v129
source: (no username)
ab: (ахархәаҩ ихьӡ ыҟам)

# PasswordAutofill.ManagePasswordsButton.v124
source: Manage passwords
ab: Амаӡажәа анапхгара

# PasswordAutofill.SignInWithSavedPassword.v124
source: You’ll sign into %@
ab: Уара иҭауҵоит %@

# PasswordAutofill.UseSavedPasswordFromHeader.v124
source: Use saved password?
ab: Иеиқәырхоу аԥсыӡажәа ахархәара?

# PasswordAutofill.UseSavedPasswordFromKeyboard.v124
source: Use saved password
ab: Иеиқәырхоу амаӡажәа ахархәара

# PasswordGenerator.A11yLabel.v132
source: Password Generator
ab: Амаӡажәа агенератор

# PasswordGenerator.CloseButtonA11ylabel.v132
source: Close
ab: Аркра

# PasswordGenerator.CopyPasswordButtonLabel.v132
source: Copy
ab: Ақәҭыхра

# PasswordGenerator.Description.v132
source: Protect your account by using a strong, randomly generated password.
ab: Ухыԥхьаӡара хьчатәуп иӷәӷәоу, еиԥҟьаны иҟаҵоу аԥсыӡажәала.

# PasswordGenerator.KeyboardAccessoryButtonLabel.v132
source: Use strong password
ab: Иӷәӷәоу амаӡажәа ахархәара

# PasswordGenerator.PasswordReadoutPrefaceA11y.v132
source: Generated password: %@
ab: Иаԥҵоу аԥсыӡажәа: %@

# PasswordGenerator.RefreshPasswordButtonA11yLabel.v132
source: Generate a new strong password
ab: Иҿыцу иӷәӷәоу амаӡажәа аԥҵара

# PasswordGenerator.Title.v132
source: Use a strong password?
ab: Иӷәӷәоу аԥсыӡажәа ахархәара?

# PasswordGenerator.UsePasswordButtonLabel.v132
source: Use Password
ab: Амаӡажәа ахархәара

# QRCode.Toolbar.Button.A11y.Title.v128
source: Scan QR code
ab: Асканер QR акод

# CreditCard.RememberCard.Header.v122
source: %@ encrypts your card number. Your security code won’t be saved.
ab: %@ укарта аномер еиқәнаршәоит. Ушәарҭадаратә код еиқәырхахаӡом.

# CreditCard.RememberCard.MainButtonTitle.v122
source: Save
ab: Ахьчара

# CreditCard.RememberCard.MainTitle.v122
source: Securely save this card?
ab: Ари акарта шьақәгылатәума?

# CreditCard.RememberCard.SecondaryButtonTitle.v115
source: Not Now
ab: Уажәазы ​​акәым

# CreditCard.RememberCard.SecondaryButtonTitle.v116
source: New Card Saved
ab: Ахсаала ҿыц еиқәырхоуп

# Body.Text.v112
source: Please help make %@ better by taking a short survey.
ab: Ҳаҳәоит, ҳҭҵаара кьаҿ ала %@ еиӷьтәырц шәҳацхраа.

# PrimaryButton.Label.v112
source: Take Survey
ab: Аҭҵаара амҩаԥгара

# SecondaryButton.Label.v112
source: No Thanks
ab: Мап иҭабуп

# ScanQRCode.ConfirmOpenURL.AllowButton.v129
source: Allow
ab: Алшара аҭара

# ScanQRCode.ConfirmOpenURL.DenyButton.v129
source: Deny
ab: Мап ацәкра

# ScanQRCode.ConfirmOpenURL.Message.v129
source: Allow %@ to open?
ab: Азин аартра %@?

# UnifiedSearch.SearchEngineSelection.AccessibilityLabels.CloseButton.Label.v133
source: Close
ab: Аркра

# UnifiedSearch.SearchEngineSelection.AccessibilityLabels.SearchSettings.Hint.v133
source: Opens search settings
ab: Иаанартуеит аԥшаара архиарақәа

source: Search settings
ab: Аԥшаара архиарақәа

# UnifiedSearch.SearchEngineSelection.AccessibilityLabels.TopTitle.Label.v133
source: This time search in:
ab: Уажәазы ​​аԥшаара:

# UnifiedSearch.SearchEngineSelection.SearchSettings.Title.v133
source: Search Settings
ab: Аԥшаара архиарақәа

# UnifiedSearch.SearchEngineSelection.TopTitle.Title.v133
source: This time search in:
ab: Уажәазы ​​аԥшаара:

# Search.EngineSection.Title.v108
source: %@ search
ab: Аԥшаара %@ аҟны

# Search.Google.Title.v108
source: Google Search
ab: Google Аԥшаара

# CreditCard.SelectCreditCard.MainTitle.v122
source: Use saved card
ab: Иеиқәырхоу ахсаала ахархәара

# Addresses.ManageAddressesButton.v130
source: Manage addresses
ab: Адресқәа рнапхгара

# Addresses.Settings.ListItemA11y.v130
source: Address for %@
ab: Адрес %@ азы

# Addresses.Settings.SaveToFirefox.Title.v130
source: Save Addresses to %@
ab: Адресқәа %@ аҟны иҵәахтәуп

# Addresses.Settings.SavedAddressesSectionTitle.v124
source: SAVED ADDRESSES
ab: Иҵәаху АДРЕСҚӘА

# Addresses.Settings.SecureSaveInfo.Description.v130
source: Securely save your information to get quick access to it later.
ab: Уи аинформациа шьақәыргылатәуп, ԥхьаҟа уи еиҳа имарианы иуԥшаарц азы.

# Addresses.Settings.Switch.Description.v124
source: Includes phone numbers and email addresses
ab: Иаҵанакуеит аҭел аномерқәеи ае-маил адресқәеи

# Addresses.Settings.Switch.Title.v124
source: Save and Fill Addresses
ab: Еиқәырхатәуп, адресқәа ҭашәырҭәаатәуп

# Addresses.Settings.UseSavedAddressFromKeyboard.v124
source: Use saved address
ab: Иеиқәырхоу адрес ахархәара

# CreditCard.Settings.AddCard.AccessibilityLabel.v121
source: Add Card
ab: Ахсаала ацҵатәуп

# CreditCard.Settings.EmptyListDescription.v112
source: Save your card information securely to check out faster next time.
ab: Укарта аинформациа шьақәыргылатәуп, даҽазны еиҳа ирласны ашәара улшарц азы.

# CreditCard.Settings.EmptyListTitle.v122
source: Save Cards to %@
ab: Акарточкақәа %@ ахь еиқәырхатәуп

# CreditCard.Settings.ListItemA11y.v118
source: %1$@, issued to %2$@, ending in %3$@, expires %4$@
ab: %1$@, аԥшәма %2$@, аномер анҵәамҭа %3$@, аамҭа анҵәамҭа %4$@

# CreditCard.Settings.NotNow.v122
source: Not Now
ab: Уажәазы ​​акәым

# CreditCard.Settings.RememberThisCard.v122
source: Securely save this card?
ab: Ари акарта шьақәгылатәума?

# CreditCard.Settings.UpdateThisCard.v122
source: Update card?
ab: Ахсаала рҿыцтәума?

# CreditCard.Settings.Yes.v122
source: Update
ab: Арҿыцра

# CreditCards.Settings.Done.v114
source: Done
ab: Амазеи

# CreditCards.Settings.ManageCards.v112
source: Manage cards
ab: Акартқәа рнапхгара

# CreditCards.Settings.UseASavedCard.v122
source: Use saved card
ab: Иеиқәырхоу ахсаала ахархәара

# CreditCards.Settings.UseSavedCardFromKeyboard.v112
source: Use saved card
ab: Иеиқәырхоу ахсаала ахархәара

# FxA.FirefoxAccount.v119
source: Account
ab: Аԥхьаӡара

# Settings.AddressAutofill.Title.v126
source: Addresses
ab: Адресқәа

# Settings.AutofillCreditCard.Title.v122
source: Payment Methods
ab: Ашәара аметодқәа

# Settings.FxA.Title.v119
source: Account
ab: Аԥхьаӡара

# Settings.Notifications.SyncNotificationsStatus.v112
source: This must be turned on to receive tabs and get notified when you sign in on another device.
ab: Ари архиара аус арутәуп, даҽа ҳәагак аҿы уанҭалалак, абӷьыцқәеи ардыррақәеи раиуразы.

# Settings.Notifications.SyncNotificationsTitle.v112
source: Sync
ab: Асинхронизациа

# Settings.Notifications.SystemNotificationsDisabledMessage.v112
source: You turned off all %1$@ notifications. Turn them on by going to device Settings > Notifications > %2$@
ab: Уара %1$@ ардыррақәа зегьы уаҿыхит. Урҭ аус арутәуп Аиқәыршәарақәа алхны > "Ардыррақәа" > "%2$@"

# Settings.Notifications.TipsAndFeaturesNotificationsStatus.v112
source: Learn about useful features and how to get the most out of %@.
ab: Еилышәкаа ихәарҭоу аҟазшьақәеи %@ еиҳаны ахәарҭа шшәоуа.

# Settings.Notifications.TipsAndFeaturesNotificationsTitle.v112
source: Tips and Features
ab: Ахшыҩҵакқәеи аҷыдарақәеи

# Settings.Notifications.Title.v112
source: Notifications
ab: Ардыргақәа

# Settings.Notifications.TurnOnNotificationsMessage.v112
source: Go to your device Settings to turn on notifications in %@
ab: Ардыррақәа %@ аҟны аус рурц азы шәхыхәҭа архиарақәа рахь шәца

# Settings.Notifications.TurnOnNotificationsTitle.v112
source: Turn on Notifications
ab: Ардыррақәа аҿактәуп

# Settings.Search.Accessibility.DefaultSearchEngine.v121
source: Default Search Engine
ab: Аԥшаага машьына ишыҟоу еиԥш

# Settings.Search.Accessibility.LearnAboutSuggestions.v124
source: Learn more about Firefox Suggest
ab: Еиҳаны еилкаа Firefox Suggest иазкны

# Settings.Search.AlternateSearchEngines.Title.v124.v2
source: Alternative Search Engines
ab: Альтернативтә ԥшаагақәа

# Settings.Search.DefaultSearchEngine.Title.v121
source: Default Search Engine
ab: Аԥшаага машьына ишыҟоу еиԥш

# Settings.Search.EnginesSuggestions.Title.v124
source: Suggestions from Search Engines
ab: Аԥшаагақәа рҟынтәи алабжьарақәа

# Settings.Search.PageTitle.v121
source: Search
ab: Аԥшаара

# Settings.Search.PrivateSession.Description.v125
source: Show suggestions from search engines in private sessions
ab: Ахатә сесиақәа рҿы аԥшаага машьынақәа рҟынтәи абжьгарақәа аарԥштәуп

# Settings.Search.PrivateSession.Setting.v124
source: Show in Private Sessions
ab: Ахатә ԥенџьырқәа рҿы иаарԥштәуп

# Settings.Search.ShowSuggestions.v121
source: Show Search Suggestions
ab: Аԥшааратә ажәалагалақәа аарԥштәуп

# Settings.Search.Suggest.AddressBarSetting.Title.v124
source: Address bar - Firefox Suggest
ab: Адресқәа рпанель - Firefox Адгалара

# Settings.Search.Suggest.LearnAboutSuggestions.v124
source: Learn more about Firefox Suggest
ab: Еиҳаны еилкаа Firefox Suggest иазкны

# Settings.Search.Suggest.PrivateSession.Description.v125
source: Show suggestions from Firefox Suggest in private sessions
ab: Ажәалагалақәа аарԥштәуп Firefox аҟынтәи Ажәалагала хатә сеансқәа рҿы

# Settings.Search.Suggest.SearchBrowsingHistory.Title.v124
source: Search Browsing History
ab: Аԥшаара аҭоурых ала аԥшаара

# Settings.Search.Suggest.SearchSearchBookmarks.Title.v124
source: Search Bookmarks
ab: Адыргақәа рҿы аԥшаара

# Settings.Search.Suggest.SearchSyncedTabs.Title.v124
source: Search Synced Tabs
ab: Аԥсҭҳәа абларҭақәа рыԥшаара

# Settings.Search.Suggest.ShowNonSponsoredSuggestions.Description.v124.v2
source: Get suggestions from %@ related to your search
ab: Уԥшаара иадҳәалоу аҳәарақәа %@ аҟынтә иуоур

# Settings.Search.Suggest.ShowNonSponsoredSuggestions.Title.v124.v2
source: Suggestions from the Web
ab: Интернет аҟынтәи ажәалагалақәа

# Settings.Search.Suggest.ShowSponsoredSuggestions.Description.v124
source: Support %@ with occasional sponsored suggestions
ab: Аспонсорцәа рҟынтәи аамҭа-аамҭалатәи ажәалагалақәа рыла %@ адгылара

# Settings.Search.Suggest.ShowSponsoredSuggestions.Title.v124
source: Suggestions from Sponsors
ab: Аспонсорцәа рҟынтәи ажәалагалақәа

# SendTo.NoDevicesFound.Message.v119
source: You don’t have any other devices connected to this account available to sync.
ab: Асинхронизациазы иҟоу даҽа ҳәагак шәымам ари ахыԥхьаӡара иацҵоу.

# SendTo.NotSignedIn.Title.v119
source: You are not signed in to your account.
ab: Уара ухы иаурхәаӡом.

# ContextualHints.Shopping.NotOptedIn.v120
source: Find out if you can trust this product’s reviews — before you buy.
ab: Аахәара ҟашәҵаанӡа, еилышәкаа аалыҵ азы ахҳәаақәа рыгәра шәгозар.

# ContextualHints.Shopping.NotOptedInAction.v120
source: Try Review Checker
ab: Ахҳәаа агәаҭага ԥышәшәа

# ContextualHints.Shopping.OptedInAction.v120
source: Open Review Checker
ab: Иаарттәуп ахҳәаа агәаҭара

# ContextualHints.Shopping.OptedInBody.v120
source: Are these reviews reliable? Check now to see an adjusted rating.
ab: Агәра угартә иҟоума арҭ ахҳәаақәа? Уажәы игәашәҭ ирҽеиу арейтинг шәбарц азы.

# Shopping.AdCard.Footer.v121
source: Ad by %@
ab: Аӡыргара %@ аҟынтә

# Shopping.AdCard.Title.v121
source: More to consider
ab: Уаҳа хшыҩзышьҭра зҭатәузеи

# Shopping.AdjustedRating.Description.v121
source: Based on reliable reviews
ab: Зыгәра уго ахҳәаа шьаҭас иҟаҵаны

# Shopping.AdjustedRating.StarsAccessibilityLabel.v120
source: %@ out of 5 stars
ab: %@ 5 еҵәа рҟынтә

# Shopping.AdjustedRating.Title.v120
source: Adjusted rating
ab: Ирҽеиу ареитинг

# Shopping.ConfirmationCard.Button.Text.v120
source: Got It
ab: Еилкаауп

# Shopping.ConfirmationCard.Title.v120
source: Analysis Is Up To Date
ab: Анализ актуалра амоуп

# Shopping.HighlightsCard.Competitiveness.Title.v120
source: Competitiveness
ab: Аконкуренциа

# Shopping.HighlightsCard.LessButton.Title.v120
source: Show Less
ab: Еиҵаны аарԥшра

# Shopping.HighlightsCard.MoreButton.Title.v120
source: Show More
ab: Еиҳаны аарԥшра

# Shopping.HighlightsCard.Packaging.Title.v120
source: Packaging
ab: Аҭра

# Shopping.HighlightsCard.Price.Title.v120
source: Price
ab: Ахә

# Shopping.HighlightsCard.Quality.Title.v120
source: Quality
ab: Ахаҭабзиара

# Shopping.HighlightsCard.Shipping.Title.v120
source: Shipping
ab: Азнагара

# Shopping.HighlightsCard.Title.v120
source: Highlights from recent reviews
ab: Аҵыхәтәантәи ахҳәаақәа рҟынтәи ахшыҩзышьҭра дуқәа

# Shopping.InfoCard.FakespotDoesNotAnalyzeReviews.Description.v120
source: Unfortunately, we can’t check the review quality for certain types of products. For example, gift cards and streaming video, music, and games.
ab: Рыцҳарас иҟалаз, ҳара иҳалшом аалыҵ хкқәа рзы ахҳәаа ахаҭабзиара агәаҭара. Иаҳҳәап, аҳамҭатә картақәеи авидеоқәеи, амузыкеи ахәмаррақәеи.

# Shopping.InfoCard.FakespotDoesNotAnalyzeReviews.Title.v120
source: Can’t Check These Reviews
ab: Ҳара иҳалшом арҭ ахҳәаақәа рыгәра агара

# Shopping.InfoCard.InfoComingSoon.Description.v121
source: We should have info about this product’s reviews within 24 hours. Please check back.
ab: Ҳара ари ахархәага иазкны аҭак ҳауроуп 24 сааҭ рыҩныҵҟа. Ҳаҳәоит, нас шәеиҭахәаԥш.

# Shopping.InfoCard.InfoComingSoon.Title.v121
source: Info Coming Soon
ab: Аинформациа лассы иҟалоит

# Shopping.InfoCard.NeedsAnalysis.PrimaryAction.v120
source: Check Now
ab: Уажәы игәашәҭ

# Shopping.InfoCard.NeedsAnalysis.Title.v120
source: New Info To Check
ab: Аинформациа ҿыц агәаҭара

# Shopping.InfoCard.NoInfoAvailableRightNow.Description.v120
source: We’re working to resolve this issue. Please check back soon.
ab: Ҳара ари азҵаара аӡбаразы аус ҳуеит. Ҳаҳәоит, лассы шәеиҭахәаԥш.

# Shopping.InfoCard.NoInfoAvailableRightNow.Title.v120
source: No Info Available Right Now
ab: Уажәазы ​​аинформациа ыҟаӡам

# Shopping.InfoCard.NotEnoughReviews.Description.v120
source: When this product has more reviews, we’ll be able to check their quality.
ab: Ари ахархәага еиҳаны ахҳәаа анаиулак, уи ахаҭабзиара агәаҭара ҳалшоит.

# Shopping.InfoCard.NotEnoughReviews.Title.v120
source: Not Enough Reviews Yet
ab: Ахҳәаақәа макьана иазхом

# Shopping.InfoCard.ProductNotInStock.Description.v121
source: If you see this product is back in stock, report it and we’ll work on checking the reviews.
ab: Ари ахәҭа шьҭахьҟа иҟоу жәбазар, иҳашәҳәа, ҳара ахҳәаа гәаҳҭоит.

# Shopping.InfoCard.ProductNotInStock.PrimaryAction.v121
source: Report Product Back in Stock
ab: Ашьҭаҵарҭаҿы аалыҵ шыҟоу азы адырраҭара

# Shopping.InfoCard.ProductNotInStock.Title.v121
source: Product Is Not Available
ab: Аалыҵ ыҟаӡам

# Shopping.InfoCard.ProgressAnalysis.Description.v120
source: This could take about 60 seconds.
ab: Уи 60 секунд раҟара аамҭа аҭаххар ауеит.

# Shopping.InfoCard.ProgressAnalysis.Title.v123
source: Checking review quality (%@)
ab: Ахҳәаа ахаҭабзиара агәаҭара (%@)

# Shopping.InfoCard.ReportSubmittedByCurrentUser.Description.v121
source: We should have info about this product’s reviews within 24 hours. Please check back.
ab: Ҳара ари ахархәага иазкны аҭак ҳауроуп 24 сааҭ рыҩныҵҟа. Ҳаҳәоит, нас шәеиҭахәаԥш.

# Shopping.InfoCard.ReportSubmittedByCurrentUser.Title.v121
source: Thanks for Reporting!
ab: Иҭабуп адырраҭаразы!

# Shopping.NoAnalysisCard.AnalyzerButton.Title.v120
source: Check Review Quality
ab: Ахҳәаақәа рхаҭабзиара гәашәҭ

# Shopping.NoAnalysisCard.BodyLabel.Title.v120
source: To know whether this product’s reviews are reliable, check the review quality. It only takes about 60 seconds.
ab: Ари ахархәага иазку ахҳәаақәа рыгәра угартә иҟоу-иҟаму аилкааразы, ахҳәаақәа рхаҭабзиара гәашәҭ. Уи 60 секунд раҟара аамҭа аҭаххоит.

# Shopping.NoAnalysisCard.HeadlineLabel.Title.v120
source: No info about these reviews yet
ab: Арҭ ахҳәаақәа ирызкны макьаназы адыррақәа ыҟам

# Shopping.OptInCard.Disclaimer.Text.v123
source: By selecting “Yes, Try It” you agree to these items:
ab: “Иаҳҳәап, иԥышәшәа” ҳәа иалхны, шәақәшаҳаҭуп:

# Shopping.OptInCard.FirstParagraph.AmazonOnly.Description.v122
source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser.
ab: Аахәара ҟашәҵаанӡа %1$@ аҟны аалыҵ ахҳәаа агәрагара гәашәҭ. Ахҳәаа агәаҭара, %2$@ аҟынтәи аексперименталтә ҟазшьа, ииашаҵәҟьаны абраузер аҿы иаԥҵоуп.

# Shopping.OptInCard.FirstParagraph.Description.v120
source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser. It works on %3$@ and %4$@, too.
ab: Аахәара ҟашәҵаанӡа, шәахәаԥш шаҟа игәрагоу аалыҵ ахҳәаа %1$@ аҟны. Ахҳәаа агәаҭара, %2$@ аҟынтәи аексперименталтә ҟазшьа, ииашаҵәҟьаны абраузер аҿы иаԥҵоуп. Уи %3$@-еи %4$@-еи рҿгьы аус ауеит.

# Shopping.OptInCard.HeaderLabel.Title.v120
source: Try our trusted guide to product reviews
ab: Еилышәкаа игәрагоу аалыҵ ахҳәаа азы ҳгаид

# Shopping.OptInCard.LearnMoreButtonTitle.Title.v120
source: Learn more
ab: Еиҳаны аилкаара

# Shopping.OptInCard.MainButton.Title.v120
source: Yes, Try It
ab: Ааи, иԥышәа

# Shopping.OptInCard.PrivacyPolicy.Button.Title.v123
source: %@’s privacy notice
ab: Амаӡаратә рдырраҭара %@

# Shopping.OptInCard.SecondParagraph.Description.v120
source: Using the power of %1$@ by %2$@, we help you avoid biased and inauthentic reviews. Our AI model is always improving to protect you as you shop.
ab: %1$@ амч ахархәарала %2$@ аҟынтә, ҳара шәыцхраауеит еилых ҟамҵакәа, гәрагара змам ахҳәаақәа шәҽырцәышәыхьчарц. Ҳара ҳартифициалтә интеллект амодель еснагь аиӷьтәра иаҿуп, аахәаҩцәа раан шәыхьчарц азы.

# Shopping.OptInCard.SecondaryButton.Title.v120
source: Not now
ab: Уажәазы ​​акәым

# Shopping.OptInCard.TermsOfUse.Button.Title.v123
source: %@’s terms of use
ab: Ахархәара аԥҟарақәа %@

# Shopping.ReliabilityScore.Grade.A11y.Label.v120
source: Grade %@
ab: Ахәшьара %@
