Repository: mozilla-l10n/firefoxios-l10n
Catalog: ab/firefox-ios.xliff
Languages: ab

# NSCameraUsageDescription
source: Firefox uses your camera to scan QR codes and take photos and video.
ab: Firefox акамера ахархәоит QR-кодқәа рыҭыхразы, насгьы афотосахьақәеи авидеоқәеи рҭыхразы.

# NSFaceIDUsageDescription
source: Firefox requires Face ID to access your saved passwords and payment methods.
ab: Firefox иаҭахуп Face ID еиқәырханы иҟоу алогинқәеи ишәарҭоу акартақәеи рахь анеиразы.

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
ab: Уахьнеиуа асаитқәа уахьыҟоу рҳәар рылшоит.

# NSMicrophoneUsageDescription
source: Firefox uses your microphone to record and upload audio.
ab: Firefox аудио аҭаҩреи ашьҭыхреи рзы умикрофон ахархәоит.

# NSPhotoLibraryAddUsageDescription
source: This lets you save photos.
ab: Уи шәара ишәылнаршоит афотосахьақәа рыхьчара.

source: New Private Tab
ab: Ахатә абӷьыц ҿыц

source: New Tab
ab: Абларҭа ҿыц

source: Scan QR Code
ab: Асканер QR акод

source: Add to Bookmarks
ab: Адыргақәа рахь иацҵатәуп

source: Close Tab
ab: Абларҭа арктәуп

source: Copy URL
ab: Ақәҭыхра URL

# Menu.SendLinkToDevice
source: Send Link to Device
ab: Аиқәыршәага ахь азхьарԥш ашьҭра

source: Open Last Bookmark
ab: Иаарттәуп аҵыхәтәантәи адырга

source: Send to Device
ab: Аиқәыршәага ахь ашьҭра

source: Enter passcode
ab: Иҭажәгал амашәыртә код

source: Use your fingerprint to access Logins now.
ab: Аҭаларақәа рахь анеиразы, уажәы шәнацәашьҭа шәхы иашәырхәа.

source: Cancel
ab: Аԥыхра

source: OK
ab: ИБЗИОУП

source: This action will clear all of your private data, including history from your synced devices.
ab: Ари аус ухатә даннақәа зегьы аныхуеит, аҭоурыхгьы уахь иналаҵаны, асинхронизациа зызу ахархәагақәа зегьы рҟынтә.

source: Browsing History
ab: Аҭаара ажурнал

source: Cache
ab: Акеш

source: Cookies
ab: Акукиқәа

source: Downloaded Files
ab: Иҭагалоу афаилқәа

source: Offline Website Data
ab: Аоффлаин Асаит адыррақәа

source: Saved Logins
ab: Иеиқәырхоу аҭаларақәа

source: Spotlight Index
ab: Аиндекс азҿлымҳара

source: This action will clear all of your private data. It cannot be undone.
ab: Ари аҟаҵара ухатә данноқәа зегьы аныхуеит. Уи ԥсахшьа амам.

# DefaultBrowserCard.BetterInternet.Description.v108
source: Making Firefox your default browser is a vote for an open, accessible internet.
ab: Firefox убраузер еиԥш алхра иаарту, насгьы зегьы ирзымариоу Интернет азы абжьыҭира ауп.

# DefaultBrowserCard.BetterInternet.Title.v108
source: Default to a Better Internet
ab: Еиӷьу аинтернет ахь аиасра

# DefaultBrowserCard.Button.v2
source: Learn How
ab: Еилышәкаа ишыҟало

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Firefox.
ab: Firefox аҟны асаитқәа, аимеилқәа, Ацҳарақәа рҟынтәи автоматла иаартуа азхьарԥшқәа шьақәыргылатәуп.

# DefaultBrowserCard.NextLevel.Description.v108
source: Choose Firefox as your default browser to make speed, safety, and privacy automatic.
ab: Иалышәх Firefox шәбраузер еиԥш аццакыра, ашәарҭадара, амаӡара рзы.

# DefaultBrowserCard.NextLevel.Title.v108
source: Elevate Everyday Browsing
ab: Есыҽнытәи уԥшаара еиӷьтәтәуп

# DefaultBrowserCard.PeaceOfMind.Description.v108
source: Firefox blocks 3,000+ trackers per user each month on average. Make us your default browser for privacy peace of mind.
ab: Firefox есымза ахархәаҩ ибжьаратәла 3,000 тракерк аанкылоит. Умаӡара иазкны угәы ҭынчхарц азы убраузер ҳзыҟаҵа.

# DefaultBrowserCard.PeaceOfMind.Title.v108
source: Firefox Has Privacy Covered
ab: Firefox амаӡара еиқәнаршәоит

# DefaultBrowserCard.Title
source: Switch Your Default Browser
ab: Иԥсахтәуп ишыҟоу еиԥш иҟоу абраузер

# DefaultBrowserOnboarding.Button
source: Go to Settings
ab: Аиқәыршәарақәа рахь ацара

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
ab: 1. Аиқәыршәарақәа рахь ацара

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
ab: 2. Иалшәх "Абраузер апликациа стандарт"

# DefaultBrowserOnboarding.Description3
source: 3. Select Firefox
ab: 3. Иалшәх Firefox

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
ab: Абраузер апликациа ишыҟоу еиԥш

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
ab: Абраузер ишыҟоу еиԥш ишьақәыргылатәуп

source: Open in Safari
ab: Иаартуп Сафари аҟны

source: Try again
ab: Даҽазнык шәҽазышәшәа

source: Done
ab: Амазеи

source: Find in Page
ab: Адаҟьаҿы аԥшаара

source: Next in-page result
ab: Анаҩстәи аҭак адаҟьаҿы

source: Previous in-page result
ab: Уаанӡатәи алҵшәа адаҟьаҿы

source: Delete
ab: Аныхра

# Intro.Slides.Button.SignIn
source: Sign In
ab: Аҭалара

# Intro.Slides.Welcome.Title.v2
source: Welcome to Firefox
ab: Бзиала шәаабеит Firefox ахь

source: Start Browsing
ab: Аинтернет аҭаара алагара

source: A username and password are being requested by %@.
ab: %@ ахархәаҩ ихьӡи аԥсыӡажәеи рзы иаҳәоит.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
ab: %1$@ ахархәаҩ ихьӡи аԥсыӡажәеи ирыҳәоит. Асаит иаҳәоит: %2$@

source: Aa
ab: Аа

source: About
ab: Апрограмма иазкны

# ActivityStream.ContextMenu.AddToShortcuts
source: Add to Shortcuts
ab: Аҿацәқәа рахь иацҵатәуп

# ActivityStream.ContextMenu.PinTopsite2
source: Pin
ab: Аидҳәалара

# ActivityStream.ContextMenu.UnpinTopsite
source: Unpin
ab: Аԥырҵра

# ActivityStream.JumpBackIn.SectionTitle
source: Jump Back In
ab: Ухынҳәы

# ActivityStream.JumpBackIn.TabGroup.SiteCount
source: Tabs: %d
ab: Аҭаӡҩырақәа: %d

# ActivityStream.Library.Title
source: Recently Saved
ab: Ааигәа иацҵоу

# ActivityStream.RecentHistory.Title
source: Recently Visited
ab: Ааигәа дахьнеиз

# ActivityStream.TopSites.RowSettingFooter
source: Set Rows
ab: Ацәаҳәақәа рхыԥхьаӡара

source: Add Tab
ab: Агәылаҵа ацҵатәуп

source: Add to Reading List
ab: Аԥхьара ахьӡынҵа иацҵатәуп

# AddPass.Error.Dismiss
source: OK
ab: ИБЗИОУП

# AddPass.Error.Message
source: An error occured while adding the pass to Wallet. Please try again later.
ab: Агха ҟалеит Аԥараҭра амаӡажәа ацҵараан. Ҳаҳәоит даҽазнык шәҽазышәшәа.

# AddPass.Error.Title
source: Failed to Add Pass
ab: Амаӡажәа ацҵара алымшеит

source: Added page to Reading List
ab: Адаҟьа аԥхьара ахьӡынҵа иацҵоуп

source: Address and Search
ab: Адреси аԥшаареи

# Address.Bar.ReadingList.v106
source: Add to Reading List
ab: Аԥхьара ахьӡынҵа иацҵатәуп

# Address.Bar.v99
source: Address Bar
ab: Адресқәа рпанель

source: Always Send
ab: Еснагь иаашәышьҭла

source: Amazon
ab: Амазон

source: Authentication required
ab: Аутентификациа аҭахуп

source: Back
ab: Шьҭахьҟа аара

source: Block Pop-up Windows
ab: Ицәырҵуа аблокатор

# Bookmark.DetailFieldTitle.Label
source: Title
ab: Ахы

source: Bookmarks
ab: Адыргақәа

# Bookmarks.Edit.Button
source: Edit
ab: Аԥсахра

# Bookmarks.EditBookmark.Label
source: Edit Bookmark
ab: Аҭыӡдырга аредакциа азутәуп

# Bookmarks.EditFolder.Label
source: Edit Folder
ab: Аҭаӡ ԥсахтәуп

# Bookmarks.Folder.Label
source: Folder
ab: Апапка

# Bookmarks.Menu.DesktopBookmarks
source: Desktop Bookmarks
ab: Шәкомпиутер аҿы аҭыӡдыргақәа

# Bookmarks.NewBookmark.Label
source: New Bookmark
ab: Адырга ҿыц

# Bookmarks.NewFolder.Label
source: New Folder
ab: Аҭаӡ ҿыц

# Bookmarks.NewSeparator.Label
source: New Separator
ab: Аиҟәыҭхага ҿыц

# Bookmarks.Title.Label
source: Title
ab: Ахы

# BreachAlerts.BreachDate
source: This breach occurred on
ab: Ари ацәцара ҟалеит

# BreachAlerts.Description
source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
ab: Аҵыхәтәантәи аамҭазы уԥсыӡажәа ануԥсах нахыс, уԥсыӡажәақәа рцәыӡит ма иӷьычит. Ари ахыԥхьаӡара ахьчаразы, асаит шәҭаланы шәпароль шәыԥсах.

# BreachAlerts.LearnMoreButton
source: Learn more
ab: Еиҳаны аинформациа

# BreachAlerts.Link
source: Go to
ab: Ииастәуп

# BreachAlerts.Title
source: Website Breach
ab: Асаит адыррақәа рцәцара

source: Brightness
ab: Алашара

source: Changes color theme.
ab: Иԥсахуеит аԥштәы атема.

source: Changes font type.
ab: Иԥсахуеит ашрифт ахкы.

# ClipboardToast.GoToCopiedLink.Button
source: Go
ab: Ацара

# ClipboardToast.GoToCopiedLink.Title
source: Go to copied link?
ab: Иқәҭыху азхьарԥш шәықәныҟәа?

source: Close
ab: Аркра

source: Closing tab
ab: Агәылаҵа аркра

# ContextMenu.BookmarkLinkButtonTitle
source: Bookmark Link
ab: Адыргақәа рахь иацҵатәуп

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
source: New Private Tab opened
ab: Ихатәу абларҭа ҿыц аартуп

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText.v113
source: New Private Tab Opened
ab: Ихатәу абларҭа ҿыц аартуп

# ContextMenu.ButtonToast.NewTabOpened.ButtonText
source: Switch
ab: Ацара

# ContextMenu.ButtonToast.NewTabOpened.LabelText
source: New Tab opened
ab: Агәылаҵа ҿыц аартуп

# ContextMenu.ButtonToast.NewTabOpened.LabelText.v114
source: New Tab Opened
ab: Агәылаҵа ҿыц аартуп

# ContextMenu.CopyImageButtonTitle
source: Copy Image
ab: Асахьа ақәҭыхра

# ContextMenu.CopyImageLinkButtonTitle
source: Copy Image Link
ab: Асахьа азхьарԥш ақәҭыхра

# ContextMenu.CopyLinkButtonTitle
source: Copy Link
ab: Азхьарԥш ақәҭыхра

# ContextMenu.DownloadLinkButtonTitle
source: Download Link
ab: Аҵаҩра аҟынтәи аҭагалара

# ContextMenu.OpenInNewTabButtonTitle
source: Open in New Tab
ab: Агәылаҵа ҿыц аҿы иаарттәуп

# ContextMenu.SaveImageButtonTitle
source: Save Image
ab: Еиқәырхатәуп асахьа

# ContextMenu.ShareLinkButtonTitle
source: Share Link
ab: Аиҩшара азхьарԥш

# ContextualHints.SearchBarPlacement.CallToAction
source: Toolbar Settings
ab: Амаругақәа рпанель архиарақәа

# ContextualHints.TabTray.InactiveTabs
source: Tabs you haven’t viewed for two weeks get moved here.
ab: Ҩымчыбжь рыла узҭамлаз анҵамҭақәа арахь ииагахоит.

# ContextualHints.TabTray.InactiveTabs.CallToAction
source: Turn off in settings
ab: Аиқәыршәарақәа рҿы аҿыхтәуп

# ContextualHintsCloseButtonAccessibility.v105
source: Close
ab: Аркра

source: Could not add page to Reading List. Maybe it’s already there?
ab: Адаҟьа аԥхьара ахьӡынҵахь ацҵара алымшеит. Иҟалап лара уа дыҟазар?

source: Could not add page to Reading list
ab: Адаҟьа аԥхьара ахьӡынҵахь ацҵара алымшеит

source: Could not load page.
ab: Адаҟьа аҭагалара алымшеит.

# CoverSheet.v24.ETP.Description
source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
ab: Иагәылоу иаԥхьагылоу ашьҭаԥшратә хьчара аӡыргақәа ушьҭаҵара аԥырҟәҟәаара иацхраауеит. Иаарттәуп Ахьчара ӷәӷәа еиҳаны ашьҭаҵаҩцәеи, аӡыргареи, ицәырҵуа аҿаԥшыгақәеи раанкыларазы.

# CoverSheet.v24.ETP.Settings.Button
source: Go to Settings
ab: Аиқәыршәарақәа рахь ацара

# CoverSheet.v24.ETP.Title
source: Protection Against Ad Tracking
ab: Аӡырга ашьҭаҵара ахьчара

source: Create an account
ab: Ахыԥхьаӡара аԥҵара

source: Dark
ab: Аиқәаҵәа

source: Decrease text size
ab: Ашрифт ашәагаа армаҷтәуп

source: Default Search Engine
ab: Аԥшаага машьына ишыҟоу еиԥш

# DefaultBrowserCloseButtonAccessibility.v102
source: Close
ab: Аркра

source: Display Settings
ab: Аарԥшра архиарақәа

source: Don’t Send
ab: Иумышьҭын

source: Downloads
ab: Аҭагаларақәа

# Downloads.Alert.DownloadNow
source: Download Now
ab: Иҭагалатәуп уажәы

# Downloads.CancelDialog.Cancel
source: Cancel
ab: Аԥыхра

# Downloads.CancelDialog.Message
source: Are you sure you want to cancel this download?
ab: Аиҭагара мап ацәкра уҭахума?

# Downloads.CancelDialog.Resume
source: Resume
ab: Анаркьаҿ

# Downloads.CancelDialog.Title
source: Cancel Download
ab: Аҭагалара аԥыхтәуп

# Downloads.Toast.Cancelled.LabelText
source: Download Cancelled
ab: Аҭагалара мап ацәкуп

# Downloads.Toast.Failed.LabelText
source: Download Failed
ab: Аҭагалара алымшеит

# Downloads.Toast.GoToDownloads.Button
source: Downloads
ab: Аҭагаларақәа

# Downloads.Toast.MultipleFiles.DescriptionText
source: 1 of %d files
ab: 1 %d афаилқәа рҟынтә

# DownloadsPanel.Delete.Title
source: Delete
ab: Аныхра

# DownloadsPanel.EmptyState.Title
source: Downloaded files will show up here.
ab: Иҭагалоу афаилқәа абра иааԥшуеит.

# DownloadsPanel.Share.Title
source: Share
ab: Ашара

source: Enter your password to connect
ab: Аҽаԥшьгаразы иҭажәгал шәмаӡажәа

# ErrorPages.Advanced.Button
source: Advanced
ab: Уи адагьы

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can’t confirm your connection to this website is secure.
ab: Агәҽанҵара: Ари асаит ахь шәеимадара шшәарҭам ҳшьақәҳарӷәӷәар ҳалшом.

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
ab: Ари зыхҟьо ииашам аконфигурациа ма ажәылаҩ иҟаиҵаз ажәылара акәзар ҟалоит. Уара уцалар улшоит, иҟалар зылшо ашәарҭара уақәшаҳаҭхар.

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
ab: %@ зтәу исаит ииашаны ирхиам. Удыррақәа аӷьычра иацәыхьчарц азы, Firefox ари асаит иаҿамгылеит.

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
ab: Шәеимадара шәарҭам

# ErrorPages.GoBack.Button
source: Go Back
ab: Шьҭахьҟа аара

# ErrorPages.VisitOnce.Button
source: Visit site anyway
ab: Ишыҟазаалакгьы асаит аарттәуп

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store?
ab: Ари азхьарԥш App Store апрограммаҿы иаарттәума?

# ExternalLink.AppStore.GenericConfirmationTitle
source: Open this link in external app?
ab: Ари азхьарԥш даҽа апликациак аҿы иаарттәума?

source: Facebook
ab: Феисбук

# Firefox.HomePage.Title
source: Firefox Home Page
ab: Firefox ахатә даҟьа

# FirefoxHome.CustomizeHomeButton.Title
source: Customize Homepage
ab: Ухатә даҟьа рхиала

# FirefoxHome.Pocket.DiscoverMore
source: Discover more
ab: Еиҳаны аилкаара

# FirefoxHome.Pocket.Minutes.v99
source: %d min
ab: %d амин

# FirefoxHome.Pocket.SectionTitle
source: Thought-Provoking Stories
ab: Узырхәыцша ажәабжьқәа

# FirefoxHome.RecentHistory.Remove
source: Remove
ab: Аныхра

# FirefoxHomepage.Common.PagesCount.v112
source: Pages: %d
ab: Адаҟьақәа: %d

# FirefoxHomepage.ContextualMenu.Settings.v101
source: Settings
ab: Архиарақәа

# FirefoxHomepage.ContextualMenu.SponsoredContent.v101
source: Our Sponsors & Your Privacy
ab: Ҳара ҳспонсорцәеи шәмаӡареи

# FirefoxHomepage.JumpBackIn.TabPickup.OpenTab.A11y.v106
source: Open synced tab
ab: Даҽа хархәагак аҟынтәи абларҭа аарттәуп

# FirefoxHomepage.JumpBackIn.TabPickup.ShowAll.ButtonTitle.v104
source: See all synced tabs
ab: Егьырҭ аиқәыршәагақәа рҟынтә абларҭақәа зегьы

# FirefoxHomepage.JumpBackIn.TabPickup.v104
source: Tab pickup
ab: Абларҭа алхра

# FirefoxHomepage.Pocket.Sponsored.v103
source: Sponsored
ab: Аспонсортә

# FirefoxHomepage.Shortcuts.Sponsored.v100
source: Sponsored
ab: Аспонсортә

source: Forward
ab: Аԥхьаҟа

# FxA.FirefoxAccount
source: Firefox Account
ab: Firefox ахыԥхьаӡара

# FxA.ManageAccount
source: Manage Account & Devices
ab: Ахыԥхьаӡареи ахархәагақәеи рнапхгара

# FxA.NoInternetConnection
source: No Internet Connection
ab: Аинтернет аимадара ыҟам

# FxA.SyncNow
source: Sync Now
ab: Асинхронизациа

# FxAPush_DeviceConnected_body
source: Firefox Sync has connected to %@
ab: Firefox Асинхронизациа амаҵзура %@ иаҿакуп

# FxAPush_DeviceConnected_title
source: Sync Connected
ab: Асинхронизациа еидҳәалоуп

# FxAPush_DeviceDisconnected_ThisDevice_body
source: This device has been successfully disconnected from Firefox Sync.
ab: Ари аиқәыршәага Firefox Sync амаҵзура иацрыхуп.

# FxAPush_DeviceDisconnected_ThisDevice_title
source: Sync Disconnected
ab: Асинхронизациа еиҟәгоуп

# FxAPush_DeviceDisconnected_UnknownDevice_body
source: A device has disconnected from Firefox Sync
ab: Аиқәыршәага Firefox Sync амаҵзура иаҟәыҵит

# FxAPush_DeviceDisconnected_body
source: %@ has been successfully disconnected.
ab: %@ гәаӷьрала иалхын.

# FxAPush_DeviceDisconnected_title
source: Sync Disconnected
ab: Асинхронизациа еиҟәгоуп

# FxHomepage.Wallpaper.ButtonLabel.v99
source: Firefox logo, change the wallpaper.
ab: Firefox логотип, аҭӡамц аԥсахра.

source: Help
ab: Азхьарԥш

source: History
ab: Ажурнал

# HistoryPanel.ClearHistoryButtonTitle
source: Clear Recent History…
ab: Иаԥыхтәуп аҵыхәтәантәи аҭоурых…

# HistoryPanel.ClearHistoryMenuOptionEverything
source: Everything
ab: Зегьы

# HistoryPanel.ClearHistoryMenuOptionTheLastHour
source: The Last Hour
ab: Аҵыхәтәантәи асааҭ азы

# HistoryPanel.ClearHistoryMenuOptionToday
source: Today
ab: Иахьазы

# HistoryPanel.ClearHistoryMenuOptionTodayAndYesterday
source: Today and Yesterday
ab: Иахьеи иацтәи амши рзы

# HistoryPanel.EmptyState.Title
source: Websites you’ve visited recently will show up here.
ab: Ааигәа шәызҭааз асаитқәа абра иааԥшуеит.

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
ab: Абра даҽа ҳәагақәак рҟынтә шәҭаӡҩырақәа ааԥшуеит.

# HistoryPanel.EmptySyncedTabsPanelNotSignedInState.Description
source: Sign in to view a list of tabs from your other devices.
ab: Аҭалара даҽа ҳәагақәак рҟынтәи аҭаӡқәа рсиа абаразы.

# HistoryPanel.EmptySyncedTabsState.Title
source: Firefox Sync
ab: Firefox асинхронизациа

# HistoryPanel.HistoryBackButton.Title
source: History
ab: Ахҭыс

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently Closed
ab: Ааигәа иаркыз

source: Home
ab: Аҩны

# HomePanel.ContextMenu.Bookmark
source: Bookmark
ab: Адыргақәа

# HomePanel.ContextMenu.DeleteFromHistory
source: Delete from History
ab: Аҭоурых аҟынтә ианыхтәуп

# HomePanel.ContextMenu.OpenInNewPrivateTab.v101
source: Open in a Private Tab
ab: Ихатәу абларҭаҿы иаарттәуп

# HomePanel.ContextMenu.OpenInNewTab
source: Open in New Tab
ab: Агәылаҵа ҿыц аҿы иаарттәуп

# HomePanel.ContextMenu.Remove
source: Remove
ab: Аныхра

# HomePanel.ContextMenu.RemoveBookmark
source: Remove Bookmark
ab: Ианыхтәуп анҵамҭа

# HomePanel.ContextMenu.Share
source: Share
ab: Ашара

# Hotkeys.Back.DiscoveryTitle
source: Back
ab: Шьҭахьҟа аара

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
ab: Абларҭа арктәуп

# Hotkeys.Find.DiscoveryTitle
source: Find
ab: Аԥшаара

# Hotkeys.Forward.DiscoveryTitle
source: Forward
ab: Аԥхьаҟа

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
ab: Ахатә абӷьыц ҿыц

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
ab: Абларҭа ҿыц

# Hotkeys.NormalMode.DiscoveryTitle
source: Normal Browsing Mode
ab: Анормалтә хәаԥшышьа арежим

# Hotkeys.PrivateMode.DiscoveryTitle
source: Private Browsing Mode
ab: Ахатә алаԥшхгара арежим

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
ab: Адаҟьа ҿыц аҭагалара

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
ab: Иалхтәуп адресқәа рцәаҳәа

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
ab: Анаҩстәи абларҭа аарԥштәуп

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
ab: Иаԥхьанеиуа абларҭа аарԥштәуп

# InactiveTabs.TabTray.CloseButtonTitle
source: Close All Inactive Tabs
ab: Иактивым абларҭақәа зегьы арктәуп

source: Increase text size
ab: Ашрифт ашәагаа иацҵатәуп

# Keyboard.Shortcuts.ActualSize
source: Actual Size
ab: Аоригиналтә шәагаа

# Keyboard.Shortcuts.AddBookmark
source: Add Bookmark
ab: Адырга ацҵатәуп

# Keyboard.Shortcuts.ClearRecentHistory
source: Clear Recent History
ab: Аҵыхәтәантәи аҭоурых аԥыхра

# Keyboard.Shortcuts.FindAgain
source: Find Again
ab: Анаҩстәи аԥшаара

# Keyboard.Shortcuts.RefreshWithoutCache.v108
source: Reload Ignoring Cache
ab: Акәаш ҳасаб амҭакәа ҿыц аҭагалара

# Keyboard.Shortcuts.Section.Bookmark
source: Bookmarks
ab: Адыргақәа

# Keyboard.Shortcuts.Section.History
source: History
ab: Ахҭыс

# Keyboard.Shortcuts.Section.Tools
source: Tools
ab: Аинструментқәа

# Keyboard.Shortcuts.Section.Window
source: Window
ab: Аԥенџьыр

# Keyboard.Shortcuts.Settings
source: Settings
ab: Архиарақәа

# Keyboard.Shortcuts.ShowBookmarks
source: Show Bookmarks
ab: Адыргақәа зегьы аарԥштәуп

# Keyboard.Shortcuts.ShowDownloads
source: Show Downloads
ab: Иҭагалаз зегьы аарԥштәуп

# Keyboard.Shortcuts.ShowFirstTab
source: Show First Tab
ab: Актәи абларҭа аарԥштәуп

# Keyboard.Shortcuts.ShowHistory
source: Show History
ab: Аҭоурых арбатәуп

# Keyboard.Shortcuts.ShowLastTab
source: Show Last Tab
ab: Аҵыхәтәантәи абларҭа аарԥштәуп

# Keyboard.Shortcuts.ZoomIn
source: Zoom In
ab: Ацҵара

# Keyboard.Shortcuts.ZoomOut
source: Zoom Out
ab: Агырхара

source: Last month
ab: Иҳаҩсыз амзазы

source: Last week
ab: Иаҳхысыз амчыбжь

# LibraryPanel.Accessibility.Bookmarks.v106
source: Bookmarks
ab: Адыргақәа

# LibraryPanel.Accessibility.History.v106
source: History
ab: Ахҭыс

# LibraryPanel.History.ClearGroupedTabsCancel.v100
source: Cancel
ab: Аԥыхра

# LibraryPanel.History.ClearGroupedTabsDelete.v100
source: Delete
ab: Аныхра

# LibraryPanel.History.ClearGroupedTabsTitle.v100
source: Delete all sites in %@?
ab: %@ аҟны иҟоу асаитқәа зегьы ԥыхтәума?

# LibraryPanel.History.ClearHistoryMenuTitle.v100
source: Removes history (including history synced from other devices), cookies and other browsing data.
ab: Ирыцқьоит аҭоурых (егьырҭ ахархәагақәа рҟынтәи аҭоурыхгьы уахь иналаҵаны), акукиқәеи егьырҭ аԥшааратә данноқәеи.

# LibraryPanel.History.DeleteGroupedItem.v104
source: Delete
ab: Аныхра

# LibraryPanel.History.NoHistoryFound.v99
source: No history found
ab: Аҭоурых ԥшаам

# LibraryPanel.History.RecentlyClosedTabs.v99
source: Recently Closed Tabs
ab: Ааигәа иаркыз абларҭақәа

# LibraryPanel.History.SearchHistoryPlaceholder.v99
source: Enter search terms
ab: Иҭажәгал шәыԥшааратә термин

# LibraryPanel.History.SyncedHistory.v100
source: Synced History
ab: Егьырҭ ахархәагақәа рҟынтәи аҭоурых

# LibraryPanel.Section.Older
source: Older
ab: Еиҳа ижәытәу

source: Licenses
ab: Алицензиақәа

source: Light
ab: Алашара

source: Load original page
ab: Ахыҵхырҭа адаҟьа аҭагалара

source: Loading content…
ab: Аҵакы аҭагалара…

source: Log in
ab: Аҭалара

source: Logins
ab: Аҭаларақәа

# Logins.DevicePasscodeRequired.LearnMoreButtonTitle
source: Learn More
ab: Еиҳаны аинформациа

# Logins.Onboarding.ContinueButtonTitle
source: Continue
ab: Ацҵара

# Logins.Onboarding.LearnMoreButtonTitle
source: Learn More
ab: Еиҳаны аинформациа

# Logins.PasscodeRequirement.Warning
source: To use the AutoFill feature for Firefox, you must have a device passcode enabled.
ab: Firefox азы Автоҭарҭәара аҟазшьа ахархәаразы, шәхыхәҭа аԥсыӡкод аус аузар ауп.

# Logins.WelcomeView.Tagline
source: Take your passwords everywhere
ab: Шәпарольқәа шәыманы шәца

# Logins.WelcomeView.Title2
source: AutoFill Firefox Passwords
ab: Firefox амаӡажәақәа автоматла рхарҭәаара

# Logins.WelcomeView.TurnOnAutoFill
source: Turn on AutoFill
ab: Автохарҭәаара аус арутәуп

# LoginsHelper.DontSave.Button
source: Don’t Save
ab: Еиқәырхатәым

# LoginsHelper.DontUpdate.Button
source: Don’t Update
ab: Арҿыцра ҟашәымҵан

# LoginsHelper.SaveLogin.Button
source: Save Login
ab: Аҭалара еиқәырхатәуп

# LoginsHelper.Update.Button
source: Update
ab: Арҿыцра

# LoginsList.LoginsListSearchPlaceholder
source: Filter
ab: Араӡага

# LoginsList.NoMatchingResult.Subtitle
source: There are no results matching your search.
ab: Узҵаара иақәшәо ​​аҭак ҳәа акгьы ҳԥыхьамшәеит

# LoginsList.Search.Cancel
source: Cancel
ab: Аԥыхра

# LoginsList.SelectPassword.Title
source: Select a password to fill
ab: Иалышәх ашәҟәыҭагаларазы ажәамаӡа

# LoginsList.Title
source: SAVED LOGINS
ab: ИХЫРХЫЗ АЛОГИНҚӘА

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
ab: Firefox уаанӡа иԥхасҭахазшәоуп ишыҟоу. Уара уҭаӡҩырақәа еиҭашьақәургыларц уҭахума?

source: Mark as Read
ab: Иаԥхьахьоушәа азгәаҭа

source: Mark as Unread
ab: Иаԥхьам ҳәа азгәаҭа

# Menu.AddBookmark.Confirm
source: Bookmark Added
ab: Аҭыӡдырга ацҵоуп

# Menu.AddBookmark.Label.v99
source: Add
ab: Ацҵара

# Menu.AddPin.Confirm2
source: Added to Shortcuts
ab: Аҿацәқәа ирыцҵоуп
