Repository: mozilla-l10n/firefoxios-l10n
Catalog: ab/firefox-ios.xliff
Languages: ab

# Shopping.ReviewQuality.ReliabilityCardTitle.v120
source: How reliable are these reviews?
ab: Шаҟа рыгәра угартә иҟоузеи арҭ ахҳәаақәа?

# Shopping.ReviewQuality.ReliabilityRating.AB.Description.v120
source: Reliable reviews
ab: Зыгәра уго ахҳәаақәа

# Shopping.ReviewQuality.ReliabilityRating.C.Description.v120
source: Mix of reliable and unreliable reviews
ab: Зыгәра угартә иҟоуи зыгәра угашами ахҳәаақәа реилаԥса

# Shopping.ReviewQuality.ReliabilityRating.DF.Description.v120
source: Unreliable reviews
ab: Имцу ахҳәаақәа

# Shopping.ReviewQualityCard.AdjustedRating.Label.v120
source: The *adjusted rating* is based only on reviews we believe to be reliable.
ab: *Ирҽеиу арейтинг* шьаҭас иамоуп зыгәра угартә иҟоу ҳәа иҳаԥхьаӡо ахҳәаа мацара.

# Shopping.ReviewQualityCard.Collapse.AccessibilityLabel.v120
source: Collapse How we determine review quality Card
ab: Аиҵаҵара акарточка «Ахҳәаа ахаҭабзиара шҳаӡбо»

# Shopping.ReviewQualityCard.Expand.AccessibilityLabel.v120
source: Expand How we determine review quality card
ab: Ирҭбаа акарточка «Ахҳәаа ахаҭабзиара шҳаӡбо»

# Shopping.ReviewQualityCard.Headline.Label.v120
source: We use AI technology from %1$@ by %2$@ to check the reliability of product reviews. This will only help you assess review quality, not product quality.
ab: Ҳара ҳхы иаҳархәоит %1$@ by %2$@ AI атехнологиа аалыҵ ахҳәаа аиашара агәаҭаразы. Уи шәара ишәыцхраауеит ахҳәаа ахаҭабзиара мацара ахәшьара аҭараҿы, аалыҵ ахаҭабзиара акәымкәа.

# Shopping.ReviewQualityCard.Highlights.Label.v126
source: *Highlights* are from %@ reviews within the last 80 days that we believe to be reliable.
ab: *Ихадоу адыррақәа* аҵыхәтәантәи 80 мшы рзы %@ аҟны ахҳәаақәа рҟынтәи иаагоуп, урҭ рыгәра угартә иҟоуп ҳәа ҳгәы иаанагоит.

# Shopping.ReviewQualityCard.Label.Title.v120
source: How we determine review quality
ab: Ахҳәаақәа рхаҭабзиара шҳаӡбо

# Shopping.ReviewQualityCard.LearnMoreButton.Title.v120
source: Learn more about how %@ determines review quality
ab: Еиҳаны еилышәкаа %@ ахҳәаақәа рхаҭабзиара шаӡбо

# Shopping.ReviewQualityCard.MixedReviews.Label.v120
source: We believe there’s a mix of reliable and unreliable reviews
ab: Ҳара ҳагәра ганы ҳаҟоуп, араҟа ииашоуи игәрагоуи ахҳәаа еилаԥсоуп ҳәа.

# Shopping.ReviewQualityCard.ReliableReviews.Label.v120
source: Reliable reviews. We believe the reviews are likely from real customers who left honest, unbiased reviews.
ab: Узықәгәыӷыртә иҟоу ахҳәаақәа. Ҳара ҳагәра ганы ҳаҟоуп, ари ахҳәаа еиҳарак ииашоу, еилых ҟамҵа ахҳәаа ҟазҵаз ииашоу аалыҵҳәаҩцәа шракәу.

# Shopping.ReviewQualityCard.SubHeadline.Label.v120
source: We assign each product’s reviews a *letter grade* from A to F.
ab: Аалыҵ зегьы рыхҳәаа A инаркны F рҟынӡа *ҩырала* ахәшьара раҳҭоит.

# Shopping.ReviewQualityCard.UnreliableReviews.Label.v120
source: Unreliable reviews. We believe the reviews are likely fake or from biased reviewers.
ab: Амцтә хҳәаақәа. Ҳара ҳагәра ганы ҳаҟоуп, арҭ ахҳәаақәа мцыркуп ҳәа, мамзаргьы еилых ҟазҵо ахҳәааҩцәа рыла иҩуп ҳәа.

# Shopping.SettingsCard.Collapse.AccessibilityLabel.v120
source: Collapse Settings Card
ab: Акарта архиарақәа реизгара

# Shopping.SettingsCard.Expand.AccessibilityLabel.v120
source: Expand Settings Card
ab: Ирҭбаатәуп архиарақәа ркарточка

source: Double tap to toggle setting.
ab: Аиқәыршәара аԥсахразы ҩынтә ақәыӷәӷәара.

source: %1$@, switch button, %2$@.
ab: %1$@, агәыҵха аиҭакра, %2$@.

# Shopping.SettingsCard.Footer.Action.v120
source: Review Checker is powered by %1$@ by %2$@
ab: Ахҳәаа агәаҭага амыруга иаԥиҵаз %1$@ ала %2$@

# Shopping.SettingsCard.Label.Title.v120
source: Settings
ab: Архиарақәа

# Shopping.SettingsCard.RecommendedProducts.Label.v120
source: Show products recommended by %@
ab: Иаарԥштәуп аалыҵқәа ирыднагало %@

# Shopping.SettingsCard.SwitchValueOff.AccessibilityLabel.v123
source: Off
ab: Ирцәоу

# Shopping.SettingsCard.SwitchValueOn.AccessibilityLabel.v123
source: On
ab: Аҿк.

# Shopping.SettingsCard.TurnOffButton.Title.v120
source: Turn Off Review Checker
ab: Ахәаԥшра агәаҭара аҿыхтәуп

# Shopping.Sheet.Beta.Title.v120
source: BETA
ab: АБЕТА

# Shopping.Sheet.Close.AccessibilityLabel.v121
source: Close Review Checker
ab: Иарктәуп ахҳәаа агәаҭара

# Shopping.Sheet.Title.v120
source: Review Checker
ab: Ахҳәаа агәаҭара

# Shopping.WarningCard.CheckNoConnection.Description.v120
source: Check your network connection and then try reloading the page.
ab: Уҳа аимадара гәаҭаны, адаҟьа ҿыц аҭагалара уҽазышәа.

# Shopping.WarningCard.CheckNoConnection.Title.v120
source: No Network Connection
ab: Аҳа аимадара ыҟам

# CreditCard.SnackBar.RemovedCardLabel.v112
source: Card Removed
ab: Акарта аныхуп

# CreditCard.SnackBar.SavedCardLabel.v112
source: New Card Saved
ab: Ахсаала ҿыц еиқәырхоуп

# CreditCard.SnackBar.UpdatedCardLabel.v122
source: Card Information Updated
ab: Ахсаала адыррақәа рҿыцуп

# SuggestedSites.X.Title.v131
source: X
ab: Х

# Address.Bar.Reload.A11y.Hint.v124
source: Double tap and hold for more options
ab: Ҩынтә еиқәыӷәӷәаны иаанкылатәуп егьырҭ аопциақәа рбаразы

# TabLocation.ETP.Off.NotSecure.A11y.Label.v119
source: Connection not secure. Enhanced Tracking Protection is off.
ab: Ишәарҭам аимадара. Ирӷәӷәоу ашьҭаԥшра ахьчара аҿыхуп.

# TabLocation.ETP.Off.Secure.A11y.Label.v119
source: Secure connection. Enhanced Tracking Protection is off.
ab: Ишәарҭам аимадара. Ирӷәӷәоу ашьҭаԥшра ахьчара аҿыхуп.

# TabLocation.ETP.On.NotSecure.A11y.Label.v119
source: Connection not secure
ab: Ишәарҭам аимадара

# TabLocation.ETP.On.Secure.A11y.Label.v119
source: Secure connection
ab: Ишәарҭам аимадара

# TabLocation.LockButton.AccessibilityLabel.v122
source: Tracking Protection
ab: Ашьҭаҵара ахьчара

# TabLocation.LockButton.LargeContentTitle.v122
source: Tracking Protection
ab: Ашьҭаҵара ахьчара

# TabLocation.Share.A11y.Label.v119
source: Share this page
ab: Ари адаҟьа еибыҭатәуп

# TabLocation.ShareButton.AccessibilityLabel.v122
source: Share
ab: Ашара

# TabLocation.Shopping.A11y.Label.v120
source: Review Checker
ab: Ахҳәаа агәаҭара

# TabsButton.Accessibility.LargeContentTitle.v122
source: Show Tabs: %@
ab: Аҵаҩыра аарԥшра: %@

# TopSites.RemoveButton.LargeContentTitle.v122
source: Remove page
ab: Ианыхтәуп адаҟьа

# CloseTabsToast.Button.v113
source: Undo
ab: Аԥыхра

# CloseTabsToast.SingleTabTitle.v113
source: Tab Closed
ab: Абларҭа аркуп

# CloseTabsToast.Title.v113
source: Tabs Closed: %d
ab: Аҭаӡҩырақәа аркуп: %d

# InactiveTabs.TabTray.CloseSwipeActionTitle.v115
source: Close
ab: Аркра

# TabsTray.Sync.SyncTabsDisabled.v116
source: Turn on tab syncing to view a list of tabs from your other devices.
ab: Аҭаӡҩыра асинхронизациа аус арутәуп, даҽа ҳәагақәак рҟынтәи аҭаӡҩырақәа рсиа абара азы.

# TabsTray.SyncTabs.SyncTabsButton.Title.v119
source: Sync Tabs
ab: Агәылаҵақәа рсинхронизациа

# TabToolbar.Accessibility.DataClearance.v122
source: Data Clearance
ab: Адырқәа рыцқьара

# Toolbar.NewTab.Button.v130
source: New Tab
ab: Абларҭа ҿыц

# Toolbar.Tab.CloseThisTab.Button.v130
source: Close This Tab
ab: Ари абларҭа арктәуп

# ContextualHints.Toolbar.Bottom.Description.v107
source: Move the toolbar to the top if that’s more your style.
ab: Еиҳа ишәзыманшәалазар, амыругақәа рпанель аҩада ииагатәуп.

# ContextualHints.Toolbar.Navigation.Description.v132
source: Tap and hold the arrows to jump between pages in this tab’s history.
ab: Уи аҭаӡҩыра аҭоурых аҟны адаҟьақәа рыбжьара аиҭасразы ашәақь агәыҵәҟьақәа шәақәыӷәӷәаны иаанкылатәуп.

# ContextualHints.Toolbar.Top.Description.v107
source: Move the toolbar to the bottom if that’s more your style.
ab: Уи еиҳа иузыманшәалазар, амыругақәа рпанель ҵаҟа ииагатәуп.

# CreditCard.RememberCard.SecondaryButtonTitle.v116
source: Card Information Updated
ab: Ахсаала адыррақәа рҿыцуп

# CreditCard.UpdateCard.MainTitle.v122
source: Update card?
ab: Ахсаала рҿыцтәума?

# CreditCard.UpdateCard.ManageCardsButtonTitle.v115
source: Manage cards
ab: Акартқәа рнапхгара

# CreditCard.UpdateCard.NotNowButtonTitle.v115
source: Not Now
ab: Уажәазы ​​акәым

# CreditCard.UpdateCard.YesButtonTitle.v122
source: Update
ab: Арҿыцра

# Upgrade.SyncSign.Action.v114
source: Sign In
ab: Аҭалара

# Upgrade.SyncSign.Description.v114
source: Pick up where you left off with tabs from other devices now on your homepage.
ab: Уааныжьны уца, даҽа ҳәагақәак рҟынтәи аҭаӡҩырақәа уажәы ухатә даҟьаҿы.

# Upgrade.SyncSign.Title.v114
source: Switching screens is easier than ever
ab: Аекранқәа реиҭныԥсахлара еиҳа имариоуп

# Upgrade.Welcome.Action.v114
source: Set as Default Browser
ab: Абраузер ишыҟоу еиԥш ишьақәыргылатәуп

# Upgrade.Welcome.Description.v114
source: New colors. New convenience. Same commitment to people over profits.
ab: Аԥштәы ҿыцқәа. Аманшәалара ҿыц. Ахашәалахәы ашьҭашәарыцара акәымкәа, ауаа рзы аҽадцалара.

# Upgrade.Welcome.Title.v114
source: Welcome to a more personal internet
ab: Бзиала шәаабеит еиҳа ахатә интернет ахь

# Menu.ZoomPage.Close.AccessibilityLabel.v113
source: Close Zoom Panel
ab: Иарктәуп азум апанель

# Menu.ZoomPage.CurrentZoomLevel.AccessibilityLabel.v113
source: Current Zoom Level: %@
ab: Уажәтәи ашкала: %@

# Menu.ZoomPage.DecreaseZoom.AccessibilityLabel.v113
source: Decrease Zoom Level
ab: Амҽхак армаҷра

# Menu.ZoomPage.IncreaseZoom.AccessibilityLabel.v113
source: Increase Zoom Level
ab: Аизум арҭбаара

# 2GqvPe
source: Go to Copied Link
ab: Иқәҭыху азхьарԥш шәацныҟәа

# PzSrmZ-2GqvPe
source: Just to confirm, you wanted ‘Go to Copied Link’?
ab: Уара иуҭахума «Иқәҭыху алинк уацныҟәа»?

# PzSrmZ-eHmH1H
source: Just to confirm, you wanted ‘Clear Private Tabs’?
ab: Уара “Закрыть частные вкладки” уҭахума?

# PzSrmZ-scEmjs
source: Just to confirm, you wanted ‘New Private Search’?
ab: "Хаҭалатәи аԥшаара ҿыц" анагӡара уҭахума?

# PzSrmZ-xRJbBP
source: Just to confirm, you wanted ‘New Search’?
ab: "Аԥшаара ҿыц" анагӡара уҭахума?

# ctDNmu
source: Quick access to various Firefox actions
ab: Еиуеиԥшым Firefox аусқәа рахь ирласны анеира

# eHmH1H
source: Clear Private Tabs
ab: Ахатә абларҭақәа арктәуп

# eV8mOT
source: Quick Action Type
ab: Ирццаку аус ахкы

# eqyNJg
source: Quick Action
ab: Ирццаку аусқәа

# fi3W24-2GqvPe
source: There are ${count} options matching ‘Go to Copied Link’.
ab: Иҟоуп ${count} амҩа(қәа) “Иқәҭыху азхьарԥш шәацныҟәа”.

# fi3W24-eHmH1H
source: There are ${count} options matching ‘Clear Private Tabs’.
ab: Иҟоуп ${count} амҩа(қәа) “Хаҭалатәи аҭаӡҩырақәа рыркразы”.

# fi3W24-scEmjs
source: There are ${count} options matching ‘New Private Search’.
ab: Иҟоуп ${count} аметод(қәа) "Хаҭалатәи аԥшаара ҿыц" азы.

# fi3W24-xRJbBP
source: There are ${count} options matching ‘New Search’.
ab: Иҟоуп ${count} аметод(қәа) "Аԥшаара ҿыц" азы.

# scEmjs
source: New Private Search
ab: Ахатә ԥшаара ҿыц

# w9jdPK
source: Quick Action
ab: Ирццаку аусқәа

# xRJbBP
source: New Search
ab: Аԥшаара ҿыц

source: Open Firefox
ab: Иаарттәуп Firefox
