Repository: mozilla-l10n/firefoxios-l10n
Catalog: ab/firefox-ios.xliff
Languages: ab

# Addresses.EditAddress.AutofillAddressPin.v129
source: Pin
ab: Аиндекс

# Addresses.EditAddress.AutofillAddressPostTown.v129
source: Post town
ab: Аԥошьҭа ақалақь

# Addresses.EditAddress.AutofillAddressPostalCode.v129
source: Postal Code
ab: Аԥошьҭа акод

# Addresses.EditAddress.AutofillAddressPrefecture.v129
source: Prefecture
ab: Апрефектура

# Addresses.EditAddress.AutofillAddressProvince.v129
source: Province
ab: Апровинциақәа

# Addresses.EditAddress.AutofillAddressState.v129
source: State
ab: Аштат

# Addresses.EditAddress.AutofillAddressSuburb.v129
source: Suburb
ab: Ақалақьцәа

# Addresses.EditAddress.AutofillAddressTel.v129
source: Phone
ab: Аҭелтә

# Addresses.EditAddress.AutofillAddressTownland.v129
source: Townland
ab: Ақалақь дгьыл

# Addresses.EditAddress.AutofillAddressVillageTownship.v129
source: Village or Township
ab: Ақыҭа ма ақалақь

# Addresses.EditAddress.AutofillAddressZip.v129
source: ZIP Code
ab: Аԥошьҭа акод

# Addresses.EditAddress.AutofillCancelButton.v129
source: Cancel
ab: Аԥыхра

# Addresses.EditAddress.AutofillEditAddressTitle.v129
source: Edit address
ab: Адрес ԥсахтәуп

# Addresses.EditAddress.AutofillEditStreetAddressTitle.v129
source: Street Address
ab: Амҩаду, аҩны, аквартира

# Addresses.EditAddress.AutofillSaveButton.v129
source: Save
ab: Ахьчара

# Addresses.EditAddress.AutofillViewAddressTitle.v129
source: View address
ab: Адрес абара

# Addresses.EditAddress.CloseNavBarButtonLabel.v129
source: Close
ab: Аркра

# Addresses.EditAddress.EditNavBarButtonLabel.v129
source: Edit
ab: Аԥсахра

# Addresses.EditAddress.RemoveAddressButtonTitle.v129
source: Remove Address
ab: Ианыхтәуп адрес

# Addresses.Toast.AddressRemovedConfirmation.v129
source: Address Removed
ab: Адрес аныхуп

# Addresses.Toast.AddressSaveError.v129
source: Address Couldn’t Be Saved
ab: Адрес аиқәырхара алымшеит

# Addresses.Toast.AddressSaveError.v130
source: Address Couldn’t Be Removed
ab: Адрес аԥыхра алымшеит

# Addresses.Toast.AddressSaveRetrySuggestion.v129
source: Try again
ab: Даҽазнык шәҽазышәшәа

# Addresses.Toast.AddressSavedConfirmation.v129
source: Address Saved
ab: Адрес еиқәырхоуп

# Addresses.Toast.AddressUpdatedConfirmation.v129
source: Address Information Updated
ab: Адрес адыррақәа рҿыцуп

# Addresses.Toast.AddressUpdatedConfirmation.v132.v2
source: Address Saved
ab: Адрес еиқәырхоуп

# CreditCard.EditCard.AddCreditCardTitle.v122
source: Add Card
ab: Ахсаала ацҵатәуп

# CreditCard.EditCard.CancelNavBarButtonLabel.v113
source: Cancel
ab: Аԥыхра

# CreditCard.EditCard.CardExpirationDateTitle.v112
source: Expiration MM / YY
ab: Аус аура аамҭа ММ / ШШ

# CreditCard.EditCard.CardNumberTitle.v112
source: Card Number
ab: Акарта аномер

# CreditCard.EditCard.CloseNavBarButtonLabel.v113
source: Close
ab: Аркра

# CreditCard.EditCard.ConcealLabel.v114
source: Conceal
ab: Аҵәахра

# CreditCard.EditCard.CopyLabel.v113
source: Copy
ab: Ақәҭыхра

# CreditCard.EditCard.EditNavBarButtonLabel.v113
source: Edit
ab: Аԥсахра

# CreditCard.EditCard.ExpiredDateTitle.v112
source: Expires %@
ab: Аамҭа анҵәара арыцхә %@

# CreditCard.EditCard.NameOnCardTitle.v112
source: Name on Card
ab: Аныҟәгаҩ ихьӡ

# CreditCard.EditCard.NavButtonSaveTitle.v112
source: Save
ab: Ахьчара

# CreditCard.EditCard.RemoveCardButtonTitle.v112
source: Remove Card
ab: Акарта аныхтәуп

# CreditCard.EditCard.RevealLabel.v114
source: Reveal
ab: Арбара

# CreditCard.EditCard.SaveNavBarButtonLabel.v113
source: Save
ab: Ахьчара

# CreditCard.EditCard.SavedCardListTitle.v112
source: SAVED CARDS
ab: ИХЫРХЫЗ АХАРТАҚӘА

# CreditCard.EditCard.ToggleToAllowAutofillTitle.v122
source: Save and Fill Payment Methods
ab: Еиқәырхатәуп, насгьы ихарҭәаатәуп ашәаратә методқәа

# CreditCard.EditCard.ViewCreditCardTitle.v116
source: View Card
ab: Ахсаала абара

# Engagement.Notification.Body.v112
source: Find something nearby. Or discover something fun.
ab: Ааигәа акы ԥшаа. Мамзаргьы аинтерес зҵоу акы аԥшаара.

# Engagement.Notification.Title.v112
source: Start your first search
ab: Раԥхьатәи аԥшаара алагара

# Engagement.Notification.Treatment.A.Body.v114
source: Private browsing in %@ doesn’t save your info and blocks hidden trackers.
ab: Хаҭалатәи аԥшаара %@ аҟны удыррақәа еиқәнархаӡом, насгьы иҵәаху амҩаԥгаҩцәа ааннакылоит.

# Engagement.Notification.Treatment.A.Title.v114
source: Browse without a trace
ab: Ашьҭа нмыжькәа ауеб аԥшаара

# Engagement.Notification.Treatment.B.Body.v114
source: Browse with no saved cookies or history in %@.
ab: Аԥшаара еиқәырхоу акукиқәеи аҭоурыхи рыда %@ аҟны.

# Engagement.Notification.Treatment.B.Title.v114
source: Try private browsing
ab: Иԥышәшәа хатә ԥшаара

# Menu.EnhancedTrackingProtection.Certificates.CommonName.v131
source: Common Name
ab: Азеиԥш хьӡы

# Menu.EnhancedTrackingProtection.Certificates.IssuerCountry.v131
source: Country
ab: Ақалақь

# Menu.EnhancedTrackingProtection.Certificates.IssuerName.v131
source: Issuer Name
ab: Ажәабжьҳәаҩ

# Menu.EnhancedTrackingProtection.Certificates.IssuerOrganization.v131
source: Organization
ab: Аиҿкаара

# Menu.EnhancedTrackingProtection.Certificates.SubjectAltNames.v131
source: Subject Alt Names
ab: Асубиеқт Альтернативтә хьӡқәа

# Menu.EnhancedTrackingProtection.Certificates.SubjectAltNamesDNSName.v131
source: DNS Name
ab: DNS ахьӡ

# Menu.EnhancedTrackingProtection.Certificates.SubjectName.v131
source: Subject Name
ab: Амаҭәар ахьӡ

# Menu.EnhancedTrackingProtection.Certificates.Title.v131
source: Certificate
ab: Асертификат

# Menu.EnhancedTrackingProtection.Certificates.Validity.v131
source: Validity
ab: Алабҿабара

# Menu.EnhancedTrackingProtection.Certificates.ValidityNotAfter.v131
source: Not After
ab: Аус ауеит

# Menu.EnhancedTrackingProtection.Certificates.ValidityNotBefore.v131
source: Not Before
ab: Аус ауеит

# Menu.EnhancedTrackingProtection.ClearData.AlertCancelButton.v128
source: Cancel
ab: Аԥыхра

# Menu.EnhancedTrackingProtection.ClearData.AlertOkButton.v128
source: Clear
ab: Аилкаара

# Menu.EnhancedTrackingProtection.ClearData.AlertText.v128
source: Removing cookies and site data for %@ might log you out of websites and clear shopping carts.
ab: %@ азы акукиқәеи асаит адыррақәеи раԥыхра иахҟьаны асаитқәа рҟынтәи уҭыҵыр алшоит, насгьы уаахәаратә кәырҷыжь ҭацәхар алшоит.

# Menu.EnhancedTrackingProtection.ClearData.AlertTitle.v128
source: Clear cookies and site data
ab: Акукиқәеи асаит адыррақәеи ԥыхтәуп

# Menu.EnhancedTrackingProtection.ClearData.ButtonTitle.v128
source: Clear cookies and site data
ab: Акукиқәеи асаит адыррақәеи ԥыхтәуп

# Menu.EnhancedTrackingProtection.ClearData.ToastMessage.v128
source: Cookies and site data removed
ab: Акукиқәеи асаит адыррақәеи ԥыхуп

# Menu.EnhancedTrackingProtection.CloseButton.AccessibilityLabel.v132
source: Close privacy and security menu
ab: Амениу амаӡареи ашәарҭадареи арктәуп

# Menu.EnhancedTrackingProtection.Details.ConnectionSecure.v128
source: Secure connection
ab: Ишәарҭам аимадара

# Menu.EnhancedTrackingProtection.Details.ConnectionUnsecure.v128
source: Connection not secure
ab: Ишәарҭам аимадара

# Menu.EnhancedTrackingProtection.Details.NoTrackers.v131
source: No trackers found
ab: Ашьҭаԥшыгақәа ҳԥыхьамшәеит

# Menu.EnhancedTrackingProtection.Details.Trackers.Analytics.v132
source: Tracking content: %@
ab: Аҵакы ашьҭаҵара: %@

# Menu.EnhancedTrackingProtection.Details.Trackers.CrossSite.v129
source: Cross-site tracking cookies: %@
ab: Асаитқәа рыбжьара ашьҭаҵаратә кукиқәа: %@

# Menu.EnhancedTrackingProtection.Details.Trackers.Fingerprinter.v129
source: Fingerprinters: %@
ab: Анацәашьҭақәа реизгаҩцәа: %@

# Menu.EnhancedTrackingProtection.Details.Trackers.SocialMedia.v129
source: Social media trackers: %@
ab: Асоциалтә медиа ашьҭаҵаҩцәа: %@

# Menu.EnhancedTrackingProtection.Details.Trackers.v128
source: Trackers blocked: %@
ab: Ашьҭаҵаҩцәа аанкылоуп: %@

# Menu.EnhancedTrackingProtection.Details.Verifier.v128
source: Verified by %@
ab: Ишьақәырӷәӷәоуп %@ ала

# Menu.EnhancedTrackingProtection.Details.ViewCertificatesTitle.v131
source: View certificate
ab: Асертификат абара

# Menu.EnhancedTrackingProtection.Off.Header.v128
source: %@ is off-duty. We suggest turning protections back on.
ab: %@ аус ауам. Ҳара иҳабжьаҳгоит ахьчара еиҭа аркра.

# Menu.EnhancedTrackingProtection.Off.Title.v128
source: You turned off protections
ab: Уара ахьчара аҿыхуп

# Menu.EnhancedTrackingProtection.On.Header.v128
source: You’re protected. If we spot something, we’ll let you know.
ab: Уара ухьчоуп. Акы ҳгәаҳҭар, адырра шәаҳҭоит.

# Menu.EnhancedTrackingProtection.On.NotSecure.Header.v128
source: Your connection is not secure.
ab: Шәеимадара шәарҭам.

# Menu.EnhancedTrackingProtection.On.NotSecure.Title.v128
source: Be careful on this site
ab: Ари асаит аҿы шәгәышәҽаныз

# Menu.EnhancedTrackingProtection.On.Title.v128
source: %@ is on guard
ab: %@ агәҽанҵараҿы

# Menu.EnhancedTrackingProtection.PrivacySettings.Title.v128
source: Privacy settings
ab: Амаӡара аопциақәа

# Menu.EnhancedTrackingProtection.Switch.Title.v128
source: Enhanced Tracking Protection
ab: Еиӷьтәу ашьҭаԥшра ахьчара

# Menu.EnhancedTrackingProtection.SwitchOff.Text.v129
source: Protections are OFF. We suggest turning them back on.
ab: Ахьчара Ҿыцуп. Ҳара иҳабжьаҳгоит уи даҽазнык иаркырц.

# Menu.EnhancedTrackingProtection.SwitchOn.Text.v128
source: If something looks broken on this site, try turning it off.
ab: Ари асаит аҿы акы аус амуазар, уи аҿыхра шәҽазышәшәа.

# CreditCard.ErrorState.CardExpirationDateSublabel.v112
source: Enter a valid expiration date
ab: Иҭажәгал ииашоу аамҭа анҵәара арыцхә.

# CreditCard.ErrorState.CardNumberSublabel.v112
source: Enter a valid card number
ab: Иҭажәгал ииашоу акарта аномер

# CreditCard.ErrorState.NameOnCardSublabel.v112
source: Add a name
ab: Ахьӡ ацҵатәуп

# FirefoxHomepage.FeltDeletion.Link.v122
source: Private Browsing Data Erased
ab: Ахатә ԥшааратә дыррақәа аныхуп

# FirefoxHomepage.FeltPrivacyUI.Body.v122
source: %@ deletes your cookies, history, and site data when you close all your private tabs.
ab: %@ иԥнахуеит укукиқәа, уҭоурых, усаит адыррақәа ухатә ҭаӡҩырақәа зегьы ануаркуа.

# FirefoxHomepage.FeltPrivacyUI.Link.v122
source: Who might be able to see my activity?
ab: Изылшода сусура?

# FirefoxHomepage.FeltPrivacyUI.Title.v122
source: Leave no traces on this device
ab: Ари ахархәагаҿы ашьҭа аанумыжьлан

# LoginsHelper.PromptSaveLogin.Title.v122
source: Save username?
ab: Ахархәаҩ ихьӡ еиқәырхатәума?

# LoginsHelper.PromptSavePassword.Title.v122
source: Save password?
ab: Апароль еиқәырхатәума?

# LoginsHelper.PromptUpdateLogin.Title.OneArg.v122
source: Update password?
ab: Амаӡажәа арҿыцтәума?

# LoginsHelper.PromptUpdateLogin.Title.TwoArg.v122
source: Update password?
ab: Амаӡажәа арҿыцтәума?

# LoginsList.LoginsListSearchPlaceholder.v122
source: Search passwords
ab: Амаӡажәақәа рыԥшаара

# LoginsList.Title.v122
source: SAVED PASSWORDS
ab: ИХЫРХЫЗ АМАЖӘҚӘАҚӘА

# FirefoxSync.AddressAutofillEngine.v124
source: Addresses
ab: Адресқәа

# FirefoxSync.CreditCardsEngine.v122
source: Payment Methods
ab: Ашәара аметодқәа

# Sync.LoginsEngine.Title.v122
source: Passwords
ab: Амаӡажәақәа

# FirefoxHomepage.Pocket.Footer.LearnMore.v115
source: Learn more
ab: Еиҳаны аинформациа

# FirefoxHomepage.Pocket.Footer.Title.v116
source: Powered by %1$@. Part of the %2$@ family.
ab: Амч %1$@ ала. %2$@ аҭаацәара ахәҭак.

# CloseTab.ArrivingNotification.title.v133
source: %1$@ tabs closed: %2$@
ab: Иарку %1$@ анҵамҭақәа: %2$@

# CloseTab.ViewAction.title.v133
source: View recently closed tabs
ab: Ааигәа иаркыз абларҭақәа рбара

# ContextualHints.FirefoxHomepage.JumpBackIn.PersonalizedHome
source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
ab: Иаԥылатәуп еиқәыршәоу ахатә даҟьа. Аҵыхәтәантәи аҭаӡҩырақәа, анҵамҭақәа, аԥшаара алҵшәақәа абра иаарԥшхоит.

# ContextualHints.FirefoxHomepage.JumpBackIn.SyncedTab.v106
source: Your tabs are syncing! Pick up where you left off on your other device.
ab: Уара уҭаӡҩырақәа асинхронизациа ҟаҵоуп! Даҽа ҳәагак аҿы иахьаанужьыз иацҵа.

# KeyboardAccessory.NextButton.Accessibility.Label.v124
source: Next form field
ab: Анаҩстәи аформа аҭыԥ

# KeyboardAccessory.PreviousButton.Accessibility.Label.v124
source: Previous form field
ab: Иаԥхьанеиуа аформа аҭакыра

# LoginsHelper.DontSave.Button.v122
source: Not Now
ab: Уажәазы ​​акәым

# LoginsHelper.DontUpdate.Button.v122
source: Not Now
ab: Уажәазы ​​акәым

# LoginsHelper.SaveLogin.Button.v122
source: Save
ab: Ахьчара

# ContextualHints.MainMenu.NewMenu.Body.v132
source: Find what you need faster, from private browsing to save actions.
ab: Хаҭалатәи аԥшаара инаркны аусқәа рыхьчара аҟынӡа, иуҭаху еиҳа ирласны иԥшаа.

# ContextualHints.MainMenu.NewMenu.Title.v132
source: New: streamlined menu
ab: Ҿыц: ирмариоу амениу

# MainMenu.Account.AccessibilityLabels.BackButton.v132
source: Back
ab: Шьҭахьҟа аара

# MainMenu.Account.AccessibilityLabels.CloseButton.v132
source: Close
ab: Аркра

# MainMenu.Account.AccessibilityLabels.MainButton.v132
source: Sign in to sync passwords, tabs, and more
ab: Аҭалара амаӡажәақәеи, абларҭақәеи, егьырҭгьы асинхронизациа азы

# MainMenu.Account.SignedOut.Description.v131
source: Sync passwords, tabs, and more
ab: Апарольқәа, абларҭақәа уҳәа убас иҵегьы рсинхронизациа

# MainMenu.Account.SignedOut.Title.v131
source: Sign In
ab: Аҭалара

# MainMenu.Account.SyncError.Description.v131
source: Syncing paused
ab: Асинхронизациа аанкылоуп

# MainMenu.Account.SyncError.Title.v131
source: Sign back in to sync
ab: Асинхронизациазы даҽазнык аҭалара

# MainMenu.PanelLinkSection.AccessibilityLabels.Bookmarks.v132
source: Bookmarks
ab: Адыргақәа

# MainMenu.PanelLinkSection.AccessibilityLabels.Downloads.v132
source: Downloads
ab: Аҭагаларақәа

# MainMenu.PanelLinkSection.AccessibilityLabels.History.v132
source: History
ab: Ажурнал

# MainMenu.PanelLinkSection.AccessibilityLabels.Passwords.v132
source: Passwords
ab: Амаӡажәақәа

# MainMenu.PanelLinkSection.Bookmarks.Title.v131
source: Bookmarks
ab: Адыргақәа

# MainMenu.PanelLinkSection.Downloads.Title.v131
source: Downloads
ab: Аҭагаларақәа

# MainMenu.PanelLinkSection.History.Title.v131
source: History
ab: Ахҭыс

# MainMenu.PanelLinkSection.Passwords.Title.v131
source: Passwords
ab: Амаӡажәақәа

# MainMenu.SettingsSection.AccessibilityLabels.CustomizeHomepage.v132
source: Customize Homepage
ab: Ухатә даҟьа рхиала

# MainMenu.SettingsSection.AccessibilityLabels.GetHelp.v132
source: Get Help
ab: Ацхыраара аԥшаара

# MainMenu.SettingsSection.AccessibilityLabels.Settings.v132
source: Settings
ab: Архиарақәа

# MainMenu.SettingsSection.AccessibilityLabels.WhatsNew.v132
source: New in %@
ab: %@ аҟны ҿыц

# MainMenu.SettingsSection.CustomizeHomepage.Title.v131
source: Customize Homepage
ab: Ухатә даҟьа рхиала

# MainMenu.SettingsSection.GetHelp.Title.v131
source: Get Help
ab: Ацхыраара аԥшаара

# MainMenu.SettingsSection.Settings.Title.v131
source: Settings
ab: Архиарақәа

# MainMenu.SettingsSection.WhatsNew.Title.v131
source: New in %@
ab: %@ аҟны ҿыц

# MainMenu.Submenus.Save.AccessibilityLabels.AddToHomeScreen.Subtitle.v132
source: Home
ab: Аҩны

# MainMenu.Submenus.Save.AccessibilityLabels.AddToHomeScreen.Title.v132
source: Add to Home Screen
ab: Ахатә екран ахь иацҵатәуп

# MainMenu.Submenus.Save.AccessibilityLabels.AddToShortcuts.Subtitle.v132
source: Shortcut
ab: Ақәҷаб

# MainMenu.Submenus.Save.AccessibilityLabels.AddToShortcuts.Title.v132
source: Add to Shortcuts
ab: Аҿацәқәа рахь иацҵатәуп

# MainMenu.Submenus.Save.AccessibilityLabels.BookmarkThisPage.Subtitle.v132
source: Add Bookmark
ab: Адырга ацҵатәуп

# MainMenu.Submenus.Save.AccessibilityLabels.BookmarkThisPage.Title.v132
source: Bookmark This Page
ab: Ари адаҟьа азгәаҭа

# MainMenu.Submenus.Save.AccessibilityLabels.EditBookmark.Title.v132
source: Edit Bookmark
ab: Аҭыӡдырга аредакциа азутәуп

# MainMenu.Submenus.Save.AccessibilityLabels.RemoveFromReadingList.Title.v132
source: Remove from Reading List
ab: Аԥхьара ахьӡынҵа аҟынтәи ианыхтәуп

# MainMenu.Submenus.Save.AccessibilityLabels.RemoveFromShortcuts.Title.v132
source: Remove from Shortcuts
ab: Аҿацәқәа рҟынтә иаԥыхтәуп

# MainMenu.Submenus.Save.AccessibilityLabels.SaveAsPDF.Title.v132
source: Save as PDF
ab: PDF еиԥш еиқәырхатәуп

# MainMenu.Submenus.Save.AccessibilityLabels.SaveToReadingList.Subtitle.v132
source: Reading List
ab: Аԥхьара ахьӡынҵа

# MainMenu.Submenus.Save.AccessibilityLabels.SaveToReadingList.Title.v132
source: Save to Reading List
ab: Еиқәырхатәуп аԥхьара ахьӡынҵаҿы

# MainMenu.Submenus.Save.AddToHomeScreen.Subtitle.v131
source: Home
ab: Аҩны

# MainMenu.Submenus.Save.AddToHomeScreen.Title.v131
source: Add to Home Screen
ab: Ахатә екран ахь иацҵатәуп

# MainMenu.Submenus.Save.AddToShortcuts.Subtitle.v131
source: Shortcut
ab: Ақәҷаб

# MainMenu.Submenus.Save.AddToShortcuts.Title.v131
source: Add to Shortcuts
ab: Аҿацәқәа рахь иацҵатәуп

# MainMenu.Submenus.Save.BookmarkThisPage.Subtitle.v131
source: Add Bookmark
ab: Адырга ацҵатәуп

# MainMenu.Submenus.Save.BookmarkThisPage.Title.v131
source: Bookmark This Page
ab: Ари адаҟьа азгәаҭа

# MainMenu.Submenus.Save.EditBookmark.Title.v131
source: Edit Bookmark
ab: Аҭыӡдырга аредакциа азутәуп

# MainMenu.Submenus.Save.RemoveFromReadingList.Title.v131
source: Remove from Reading List
ab: Аԥхьара ахьӡынҵа аҟынтәи ианыхтәуп

# MainMenu.Submenus.Save.RemoveFromShortcuts.Title.v131
source: Remove from Shortcuts
ab: Аҿацәқәа рҟынтә иаԥыхтәуп

# MainMenu.Submenus.Save.SaveAsPDF.Title.v131
source: Save as PDF
ab: PDF еиԥш еиқәырхатәуп

# MainMenu.Submenus.Save.SaveToReadingList.Subtitle.v131
source: Reading List
ab: Аԥхьара ахьӡынҵа

# MainMenu.Submenus.Save.SaveToReadingList.Title.v131
source: Save to Reading List
ab: Еиқәырхатәуп аԥхьара ахьӡынҵаҿы

# MainMenu.Submenus.Tools.AccessibilityLabels.NightMode.Off.Title.v132
source: Turn off Night Mode
ab: Уахынлатәи арежим аҿыхтәуп

# MainMenu.Submenus.Tools.AccessibilityLabels.NightMode.On.Title.v132
source: Turn on Night Mode
ab: Уахынлатәи арежим аус арутәуп

# MainMenu.Submenus.Tools.AccessibilityLabels.NightMode.Subtitle.v132
source: Night Mode
ab: Уахынлатәи арежим

# MainMenu.Submenus.Tools.AccessibilityLabels.Print.Subtitle.v132
source: Print
ab: Атиулен

# MainMenu.Submenus.Tools.AccessibilityLabels.Print.Title.v132
source: Print
ab: Атиулен

# MainMenu.Submenus.Tools.AccessibilityLabels.ReaderView.Off.Title.v132
source: Turn off Reader View
ab: Аԥхьара аҿаԥшыра аҿыхтәуп

# MainMenu.Submenus.Tools.AccessibilityLabels.ReaderView.On.Title.v132
source: Turn on Reader View
ab: Аԥхьара аҿаԥшыра аус арутәуп

# MainMenu.Submenus.Tools.AccessibilityLabels.ReaderView.Subtitle.v132
source: Reader View
ab: Аԥхьара аԥшра

# MainMenu.Submenus.Tools.AccessibilityLabels.ReportBrokenSite.Subtitle.v132
source: Report
ab: Ацҳара

# MainMenu.Submenus.Tools.AccessibilityLabels.ReportBrokenSite.Title.v132
source: Report Broken Site
ab: Иԥхасҭоу асаит азы адырраҭара

# MainMenu.Submenus.Tools.AccessibilityLabels.Share.Subtitle.v132
source: Share
ab: Ашара

# MainMenu.Submenus.Tools.AccessibilityLabels.Share.Title.v132
source: Share
ab: Ашара

# MainMenu.Submenus.Tools.AccessibilityLabels.Zoom.Subtitle.v132
source: Zoom
ab: Амҽхакрбага

# MainMenu.Submenus.Tools.AccessibilityLabels.Zoom.Title.v132
source: Zoom (%@)
ab: Амҽхакрбага (%@)

# MainMenu.Submenus.Tools.NightMode.Off.Title.v131
source: Turn off Night Mode
ab: Уахынлатәи арежим аҿыхтәуп

# MainMenu.Submenus.Tools.NightMode.On.Title.v131
source: Turn on Night Mode
ab: Уахынлатәи арежим аус арутәуп

# MainMenu.Submenus.Tools.NightMode.Subtitle.v131
source: Night Mode
ab: Уахынлатәи арежим

# MainMenu.Submenus.Tools.Print.Subtitle.v131
source: Print
ab: Атиулен

# MainMenu.Submenus.Tools.Print.Title.v131
source: Print
ab: Атиулен

# MainMenu.Submenus.Tools.ReaderView.Off.Title.v131
source: Turn off Reader View
ab: Аԥхьара аҿаԥшыра аҿыхтәуп

# MainMenu.Submenus.Tools.ReaderView.On.Title.v131
source: Turn on Reader View
ab: Аԥхьара аҿаԥшыра аус арутәуп

# MainMenu.Submenus.Tools.ReaderView.Subtitle.v131
source: Reader View
ab: Аԥхьара аԥшра

# MainMenu.Submenus.Tools.ReportBrokenSite.Subtitle.v131
source: Report
ab: Ацҳара

# MainMenu.Submenus.Tools.Share.Subtitle.v131
source: Share
ab: Ашара

# MainMenu.Submenus.Tools.Share.Title.v131
source: Share
ab: Ашара

# MainMenu.Submenus.Tools.Zoom.Subtitle.v131
source: Zoom
ab: Амҽхакрбага

# MainMenu.Submenus.Tools.Zoom.Title.v131
source: Zoom (%@)
ab: Амҽхакрбага (%@)

# MainMenu.TabsSection.AccessibilityLabels.MainMenu.v132
source: Main Menu
ab: Амениу хада

# MainMenu.TabsSection.AccessibilityLabels.NewPrivateTab.v132
source: New private tab
ab: Ахатә абӷьыц ҿыц

# MainMenu.TabsSection.AccessibilityLabels.NewTab.v132
source: New tab
ab: Абларҭа ҿыц

# MainMenu.TabsSection.NewPrivateTab.Title.v131
source: New Private Tab
ab: Ахатә абӷьыц ҿыц

# MainMenu.TabsSection.NewTab.Title.v131
source: New Tab
ab: Абларҭа ҿыц

# MainMenu.ToolsSection.AccessibilityLabels.FindInPage.v132
source: Find in page
ab: Иԥшаатәуп адаҟьаҿы

# MainMenu.ToolsSection.AccessibilityLabels.Save.v132
source: Save
ab: Ахьчара

# MainMenu.ToolsSection.AccessibilityLabels.SwitchToDesktopSite.v132
source: Switch to desktop site
ab: Акомпьютер аверсиахь ацара

# MainMenu.ToolsSection.AccessibilityLabels.SwitchToMobileSite.v132
source: Switch to mobile site
ab: Мобилтә саит ахь ацара

# MainMenu.ToolsSection.AccessibilityLabels.Tools.v132
source: Tools
ab: Аинструментқәа

# MainMenu.ToolsSection.FindInPage.Title.v131
source: Find in Page…
ab: Адаҟьаҿы иԥшаатәуп…

# MainMenu.ToolsSection.SaveSubmenu.Title.v131
source: Save
ab: Ахьчара

# MainMenu.ToolsSection.SwitchToDesktopSite.Title.v131
source: Switch to Desktop Site
ab: Акомпьютер аверсиахь ацара

# MainMenu.ToolsSection.SwitchToMobileSite.Title.v131
source: Switch to Mobile Site
ab: Мобилтә саит ахь ацара

# MainMenu.ToolsSection.ToolsSubmenu.Title.v131
source: Tools
ab: Аинструментқәа

# Microsurvey.Prompt.Button.v127
source: Continue
ab: Ацҵара

# Microsurvey.Prompt.Close.Button.AccessibilityLabel.v127
source: Close
ab: Аркра

# Microsurvey.Prompt.LogoImage.AccessibilityLabel.v129
source: %@ Logo
ab: Алоготип %@

# Microsurvey.Prompt.TitleLabel.v127
source: Help us make %@ better. It only takes a minute.
ab: Ҳацхраа %@ еиӷьаҳтәырц. Минуҭк ауп иаҭаххо.

# Microsurvey.Survey.Button.v127
source: Submit
ab: Ашьҭра

# Microsurvey.Survey.Close.Button.AccessibilityLabel.v127
source: Close
ab: Аркра

# Microsurvey.Survey.ConfirmationPage.ConfirmationLabel.v127
source: Thanks for your feedback!
ab: Иҭабуп шәгәаанагаразы!

# Microsurvey.Survey.ConfirmationPage.HeaderLabel.v127
source: Survey complete
ab: Аҭҵаара хыркәшоуп

# Microsurvey.Survey.HeaderLabel.v129
source: Please complete survey
ab: Ҳаҳәоит, аҭҵаара мҩаԥыжәга

# Microsurvey.Survey.LogoImage.AccessibilityLabel.v129
source: %@ Logo
ab: Алоготип %@

# Microsurvey.Survey.Options.Dissatisfied.v132
source: Dissatisfied
ab: Агәынамӡара

# Microsurvey.Survey.Options.Neutral.v132
source: Neutral
ab: Инеитралтәу

# Microsurvey.Survey.Options.NotApplicable.v132
source: I don’t use it
ab: Сара уи схы иасырхәом

# Microsurvey.Survey.Options.Satisfied.v132
source: Satisfied
ab: Ицәгьам

# Microsurvey.Survey.Options.VeryDissatisfied.v132
source: Very dissatisfied
ab: Даара сгәы намӡо

# Microsurvey.Survey.Options.VerySatisfied.v132
source: Very satisfied
ab: Даара сгәы иахәеит

# Microsurvey.Survey.OptionsOrder.AccessibilityLabel.v129
source: %1$@ out of %2$@
ab: %1$@ %2$@ аҟынтә

# Microsurvey.Survey.PrivacyPolicyLink.v127
source: Privacy notice
ab: Амаӡаратә рдырраҭара

# Microsurvey.Survey.RadioButton.Unselected.AccessibilityLabel.v129
source: Unselected
ab: Иалкаау аныхуп

# Microsurvey.Survey.Sheet.AccessibilityLabel.v130
source: Survey
ab: Азҵаара

# NativeErrorPage.ButtonLabel.v131
source: Reload
ab: Арҿыцра
