Repository: mozilla-l10n/firefoxios-l10n
Catalog: ab/firefox-ios.xliff
Languages: ab

# Settings.Sync.ButtonDescription.v103
source: Sign in to sync tabs, bookmarks, passwords, and more.
ab: Аҭаҩра асинхронизациа аҭаӡҩырақәа, анҵамҭақәа, аԥсыӡажәақәа, уҳәа убас иҵегьы.

# Settings.Sync.ButtonTitle.v103
source: Sync and Save Data
ab: Адыррақәа рсинхронизациеи рыхьчареи

# Settings.Sync.SignInView.Title.v103
source: Sync and Save Data
ab: Адыррақәа рсинхронизациеи рыхьчареи

# Settings.Tabs.CustomizeTabsSection.InactiveTabs
source: Inactive Tabs
ab: Иактивым абларҭақәа

# Settings.Tabs.CustomizeTabsSection.InactiveTabsDescription.v101
source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
ab: Ҩымчыбжь раахыс узҭамлаз анҵамҭақәа активтәым ахь ииасуеит.

# Settings.Tabs.CustomizeTabsSection.TabGroups
source: Tab Groups
ab: Агәылаҵа Агәыԥқәа

# Settings.Tabs.CustomizeTabsSection.Title
source: Customize Tab Tray
ab: Агәылаҵа аҭаӡ рхиатәуп

# Settings.Tabs.Title
source: Tabs
ab: Агәылаҵақәа

# Settings.Toolbar.Bottom
source: Bottom
ab: Ҵаҟа

# Settings.Toolbar.SettingsTitle
source: Toolbar
ab: Амыругақәа рпанель

# Settings.Toolbar.Top
source: Top
ab: Хыхь

# Settings.TrackingProtection.Alert.Button
source: OK, Got It
ab: Ибзиоуп, избоит

# Settings.TrackingProtection.Alert.Description
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
ab: Асаит ииашаны аус амуазар, адресқәа рбар аҿы иҟоу ашәақь ақәыӷәӷәаны, уи адаҟьазы Ирӷәӷәоу ашьҭаԥшра ахьчара арцәа.

# Settings.TrackingProtection.Alert.Title
source: Heads up!
ab: Азҿлымҳара!

# Settings.TrackingProtection.Info.BlocksTitle
source: BLOCKS
ab: ИАБЛОКИРУП

# Settings.TrackingProtection.LearnMore
source: Learn more
ab: Еиҳаны аинформациа

# Settings.TrackingProtection.ProtectionCellFooter
source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
ab: Иазырхоу аӡыргара армаҷуеит, насгьы аӡыргаҩцәа шәвеб-сафинг ашьҭаҵара аанкылара иацхраауеит.

# Settings.TrackingProtection.ProtectionLevel.Footer
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
ab: Асаит ииашаны аус амуазар, адресқәа рбар аҿы иҟоу ашәақь ақәыӷәӷәаны, уи адаҟьазы Ирӷәӷәоу ашьҭаԥшра ахьчара арцәа.

# Settings.TrackingProtection.ProtectionLevel.Footer.Lock
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
ab: Асаит ииашаны аус амуазар, адресқәа рбар аҿы иҟоу ашәақь ақәыӷәӷәаны, уи адаҟьазы Ирӷәӷәоу ашьҭаԥшра ахьчара арцәа.

# Settings.TrackingProtection.ProtectionLevelStandard.Description
source: Allows some ad tracking so websites function properly.
ab: Асаитқәа рзы аӡыргаратә тракерқәа ииашаны аус рулартә алнаршоит.

# Settings.TrackingProtection.ProtectionLevelStrict.Description
source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
ab: Еиҳаны ашьҭаԥшыгақәеи, аӡыргақәеи, ицәырҵуа аҿаԥшыгақәеи ааннакылоит. Адаҟьақәа еиҳа ирласны иҭагалахоит, аха ҟазшьақәак аус руамзар ҟалоит.

# Settings.TrackingProtection.ProtectionLevelTitle
source: Protection Level
ab: Ахьчара аҩаӡара

# Settings.TrackingProtection.SectionName
source: Tracking Protection
ab: Ашьҭаҵара ахьчара

# Settings.TrackingProtectionOption.BasicBlockList
source: Standard (default)
ab: Астандарт (ишыҟоу)

# Settings.TrackingProtectionOption.BasicBlockList.Status
source: Standard
ab: Астандарт

# Settings.TrackingProtectionOption.BlockListStrict
source: Strict
ab: Иӷәӷәаны ахьчара

# Settings.TrackingProtectionOption.NormalBrowsingLabelOn
source: Enhanced Tracking Protection
ab: Еиӷьтәу ашьҭаԥшра ахьчара

# Settings.TroubleShootSync.Title
source: Troubleshoot
ab: Ауадаҩрақәа рыӡбара

# Settings.WebsiteData.ButtonShowMore
source: Show More
ab: Еиҳаны аарԥшра

# Settings.WebsiteData.ConfirmPrompt
source: This action will clear all of your website data. It cannot be undone.
ab: Ари аус шәсаит адыррақәа зегьы аԥнахуеит. Уи ԥсахшьа амам.

# Settings.WebsiteData.SelectedConfirmPrompt
source: This action will clear the selected items. It cannot be undone.
ab: Ари аҟаҵара иалху ахәҭақәа аԥнахуеит. Уи ԥсахшьа амам.

# Settings.WebsiteData.Title
source: Website Data
ab: Асаит адыррақәа

# ShareExtension.AddToReadingListAction.Title
source: Add to Reading List
ab: Аԥхьара ахьӡынҵа иацҵатәуп

# ShareExtension.AddToReadingListActionDone.Title
source: Added to Reading List
ab: Аԥхьара ахьӡынҵа иацҵоуп

# ShareExtension.BookmarkThisPageAction.Title
source: Bookmark This Page
ab: Ари адаҟьа азгәаҭа

# ShareExtension.BookmarkThisPageActionDone.Title
source: Bookmarked
ab: Иарбоуп

# ShareExtension.LoadInBackgroundAction.Title
source: Load in Background
ab: Афон аҿы аҭагалара

# ShareExtension.LoadInBackgroundActionDone.Title
source: Loading in Firefox
ab: Firefox ахь ашьҭыхра

# ShareExtension.OpenInFirefoxAction.Title
source: Open in Firefox
ab: Иаарттәуп Firefox аҟны

# ShareExtension.SeachInFirefoxAction.Title
source: Search in Firefox
ab: Firefox аҟны аԥшаара

# ShareSheet.Copy.Title.v108
source: Copy
ab: Ақәҭыхра

# ShareSheet.SendToDevice.Title.v108
source: Send Link to Device
ab: Аиқәыршәага ахь азхьарԥш ашьҭра

source: Show Search Suggestions
ab: Аԥшааратә ажәалагалақәа

source: Show Tabs
ab: Агәылаҵақәа аарԥштәуп

source: Show Tour
ab: Аҭаара амҩаԥгара

source: Stop
ab: Аанкылара

source: Support
ab: Адгылара

source: Swipe right or left with three fingers to close the tab.
ab: Аҭаӡҩыра аркразы, х-нацәак рыла арӷьарахь ма арӷьарахь еиҭагатәуп.

# Sync.SyncingEllipsis.Label
source: Syncing…
ab: Асинхронизациа…

# SyncState.Offline.Title
source: Sync is offline
ab: Аоффлаин асинхронизациа

# Tab %@ of %@
source: Tab %1$@ of %2$@
ab: %1$@ %2$@ анҵамҭақәа рҟынтә

# Tab.ShowTabTray.KeyCodeTitle
source: Show All Tabs
ab: Агәылаҵақәа зегьы аарԥштәуп

# TabToolbar.Accessibility.Search.v106
source: Search
ab: Аԥшаара

# TabTray.AddTab.Button
source: Add Tab
ab: Агәылаҵа ацҵатәуп

# TabTray.CloseAllTabs.KeyCodeTitle
source: Close All Tabs
ab: Агәылаҵақәа зегьы арктәуп

# TabTray.CurrentSelectedTab.A11Y
source: Currently selected tab.
ab: Уажәы иалху абӷьыц.

# TabTray.Header.FilteredTabs.SectionHeader
source: Others
ab: Егьы

# TabTray.InactiveTabs.SectionTitle
source: Inactive Tabs
ab: Иактивым абларҭақәа

# TabTray.OpenNewTab.KeyCodeTitle
source: Open New Tab
ab: Агәылаҵа ҿыц аарттәуп

# TabTray.SegmentedControlTitles.PrivateTabs
source: Private
ab: Хаҭалатәи

# TabTray.SegmentedControlTitles.SyncedTabs
source: Synced
ab: Асинхронизациа

# TabTray.SegmentedControlTitles.Tabs
source: Tabs
ab: Агәылаҵақәа

# TabTray.Title
source: Open Tabs
ab: Иаарттәуп абларҭақәа

# TabTrayButtons.Accessibility.ShowTabs.v106
source: Show Tabs
ab: Агәылаҵақәа аарԥштәуп

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
ab: %1$@ инаркны %2$@ рҟынӡа %3$@ анҵамҭақәа рҟынтә

source: Tabs Tray
ab: Аҭаӡҩыра

# Tabs.DeleteAllUndo.Button
source: Undo
ab: Аԥыхра

# TabsTray.InactiveTabs.SectionTitle.Closed.Accessibility.v103
source: View Inactive Tabs
ab: Иактивым абларҭақәа рбара

# TabsTray.InactiveTabs.SectionTitle.Opened.Accessibility.v103
source: Hide Inactive Tabs
ab: Иактивым абларҭақәа ҵәахтәуп

source: The page could not be displayed in Reader View.
ab: Ари адаҟьа аԥхьаратә хәаԥшышьала аарԥшра ауам.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
ab: Даҽа ҳәагақәак рҟынтәи аҭаӡҩырақәа рахь анеираҿы апроблема ыҟан. Ԥыҭрак уааԥшы, нас даҽазнык уҽазышәа.

source: There was an error converting the page
ab: Адаҟьа аиҭакраан агха ҟалеит

# TimeConstants.Yesterday.v106
source: yesterday
ab: иацы

# Toasts.NotNow
source: Not Now
ab: Уажәазы ​​акәым

# Toasts.OpenAppStore
source: Open App Store
ab: Апрограммақәа рыҭирҭа аарттәуп

# Toasts.Undo
source: Undo
ab: Аԥыхра

source: Today
ab: Иахьа

# Toolbar.Menu.AccessibilityLabel
source: Menu
ab: Амениу

# Toolbar.Menu.CloseAllTabs
source: Close All Tabs
ab: Агәылаҵақәа зегьы арктәуп

# TopSites.RemovePage.Button
source: Remove page — %@
ab: Адаҟьа аԥыхра - %@

# TranslationToastHandler.PromptTranslate.Cancel
source: No
ab: Мамоу

# TranslationToastHandler.PromptTranslate.OK
source: Yes
ab: Ааи

# TranslationToastHandler.PromptTranslate.Title
source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
ab: Ари адаҟьа абызшәа %1$@ ауп. %2$@ ахь аиагара %3$@ ахархәарала?

source: Twitter
ab: Твиттер

# UIMenuItem.PasteGo
source: Paste & Go
ab: Иҷабланы уца

# UIMenuItem.SearchWithFirefox
source: Search with Firefox
ab: Firefox ала аԥшаара

source: Use stage servers
ab: Аԥышәаратә серверқәа рхархәара

source: Username
ab: Ахархәаҩ ихьӡ

# Wallpaper.Change.Error.Body.v106
source: Something went wrong with this wallpaper.
ab: Аҭӡамц акы еиқәымшәеит.

# Wallpaper.Change.Error.Title.v106
source: Couldn’t Change Wallpaper
ab: Аҭӡамц аԥсахра алымшеит

# Wallpaper.Download.Error.Body.v106
source: Something went wrong with your download.
ab: Аҭагалараан акы еиқәымшәеит.

# Wallpaper.Download.Error.Title.v106
source: Couldn’t Download Wallpaper
ab: Аҭӡамц аҭагалара алымшеит

# Wallpaper.Error.Dismiss.v106
source: Cancel
ab: Аԥыхра

# Wallpaper.Error.TryAgain.v106
source: Try Again
ab: Даҽазнык шәҽазышәшәа

source: Web content
ab: Ауеб аҵакы

source: Welcome to your Reading List
ab: Бзиала шәаабеит шәзыԥхьо рсиахь

source: Well, this is embarrassing.
ab: Ыы, уи насыԥдароуп

source: Wikipedia
ab: Авикипедиа

source: Yesterday
ab: Иацы

source: You don’t have any tabs open in Firefox on your other devices.
ab: Егьырҭ шәхыхәҭақәа рҿы Firefox аҿы анҵамҭақәа аартуп.

source: YouTube
ab: Иоутиуб

source: Your Rights
ab: Шәзинқәа

# fxa.signin.camera-signin
source: Sign In with Your Camera
ab: Укамера ухы иархәаны аҭалара

# fxa.signin.qr-link-instruction
source: On your computer open Firefox and go to firefox.com/pair
ab: Укомпиутер аҿы Firefox аус аруны, firefox.com/pair ахь уца

# fxa.signin.ready-to-scan
source: Ready to Scan
ab: Асканер QR акод

# fxa.signin.use-email-instead
source: Use Email Instead
ab: Ае-маил ахархәара

source: just now
ab: абыржәыҵәҟьа

source: mobile device
ab: Еиҭаҵуа ахархәага

source: more than a month ago
ab: Мызкы инеиҳаны уажәаԥхьа

source: more than a week ago
ab: Мчыбжьык инеиҳаны ҵуеит

source: read
ab: аԥхьара

source: this week
ab: Ари амчыбжь азы

source: today at %@
ab: иахьа %@

source: unread
ab: Иаԥхьам

source: yesterday
ab: иацы

source: Are you sure?
ab: Агәра ганы уҟоума?

source: Clear Search
ab: Ирыцқьа аԥшаара

source: Copy
ab: Ақәҭыхра

source: Created %@
ab: Иаԥҵоуп %@

# DeleteLoginAlert.DeleteButton.Cancel.v122
source: Cancel
ab: Аԥыхра

# DeleteLoginAlert.DeleteButton.Title.v122
source: Remove
ab: Аныхра

# DeleteLoginAlert.Message.Local.v122
source: You cannot undo this action.
ab: Уара иузыҟаҵом ари аус ԥыхра.

# DeleteLoginAlert.Message.Synced.v122
source: This will remove the password from all of your synced devices.
ab: Уи асинхронизациа зызу шәхыхәҭақәа зегьы рҟынтәи аԥсыӡажәа аԥнахуеит.

# DeleteLoginsAlert.Title.v122
source: Remove Password?
ab: Амаӡажәа аԥыхтәума?

source: Deselect All
ab: Иалкаатәуп зегьы

source: Enter Search Mode
ab: Иҭажәгал аԥшааратә режим

source: Hide
ab: Аҵәахра

source: Logins will be permanently removed.
ab: Аҭаларақәа наӡаӡа иԥыххоит.

source: Logins will be removed from all connected devices.
ab: Алогинқәа ԥыххоит иаԥшьу ахархәагақәа зегьы рҟынтә.

source: Modified %@
ab: Иԥсахуп %@ ала

source: No logins found
ab: Аҭаларақәа ԥшаам

# NoLoginsFound.Title.v122
source: No passwords found
ab: Иԥшаам ажәамаӡақәа

# Open &amp; Fill
source: Open & Fill
ab: Иаартны иҭәтәуп

source: Reveal
ab: Арбара

source: Search Input Field
ab: Аҭагалара аҭакыра аԥшаара

# SearchInput.Title.Search.v106
source: Search
ab: Аԥшаара

source: Select All
ab: Иалкаатәуп зегьы

source: Website
ab: Асаит

# Menu.CloseAllTabsAction.Title
source: Close All Tabs
ab: Агәылаҵақәа зегьы арктәуп

# Menu.CopyLink.Title
source: Copy Link
ab: Азхьарԥш ақәҭыхра

# Menu.DownloadPDF.Confirm.v129
source: Successfully Downloaded PDF
ab: PDF афаил қәҿиарала иҭагалоуп

# Menu.DownloadPDF.Label.v129
source: Download PDF
ab: Аҭагалара PDF

# Menu.FindInPageAction.Title
source: Find in Page
ab: Иԥшаатәуп адаҟьаҿы

# Menu.NewPrivateTabAction.Title
source: Open New Private Tab
ab: Ахатә абӷьыц ҿыц

# Menu.NewTabAction.Title
source: Open New Tab
ab: Абларҭа ҿыц

# Menu.OpenBookmarksAction.AccessibilityLabel.v2
source: Bookmarks
ab: Адыргақәа

# Menu.OpenDownloadsAction.AccessibilityLabel.v2
source: Downloads
ab: Аҭагаларақәа

# Menu.OpenHistoryAction.AccessibilityLabel.v2
source: History
ab: Ахҭыс

# Menu.OpenReadingListAction.AccessibilityLabel.v2
source: Reading List
ab: Аԥхьара ахьӡынҵа

# Menu.OpenSettingsAction.Title
source: Settings
ab: Авариантқәа

# Menu.OpenSyncedTabsAction.AccessibilityLabel.v2
source: Synced Tabs
ab: Аԥсҭҳәа абларҭақәа

# Menu.ReportSiteIssueAction.Title
source: Report Site Issue
ab: Асаит аҿы иҟоу апроблема азы адырраҭара

# Menu.SeeAllAction.Title
source: See All
ab: Зегьы аарԥштәуп

# Menu.SharePageAction.Title
source: Share Page With…
ab: Ацеиҩшара ала…

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
ab: Асаит аверсиа зегьы азыҳәара

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
ab: Асаит амобильтә версиа азыҳәара

# SettingsMenu.OpenHomePageAction.Title
source: Homepage
ab: Ахатә даҟьа

source: Close Private Tabs
ab: Ахатә абларҭақәа арктәуп

# ContextMenu.OpenInNewPrivateTabButtonTitle
source: Open in New Private Tab
ab: Иаарттәуп ахатә абларҭа ҿыц аҿы

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
ab: Firefox уҭоурых ма укукиқәа рҟынтә акгьы игәалашәом, аха аҭыжьымҭа ҿыцқәа еиқәырхахоит.

source: Learn More
ab: Еиҳаны аинформациа

source: Off
ab: Аусура злымшо

source: On
ab: Аус арутәуп

source: Private Browsing
ab: Ахатә ԥшаара

source: Private Mode
ab: Ахатә режим

# PrivateBrowsing.Toggle.A11y.Label.v132
source: Private browsing
ab: Ахатә ԥшаара

source: Turns private mode on or off
ab: Ахатә режим аус арутәуп ма иаҿыхтәуп

source: When Leaving Private Browsing
ab: Ахатә алаԥшхырԥара ааныжьраан

source: %@ search
ab: Аԥшаара %@ аҟны

source: Search Settings
ab: Аԥшаара авариантқәа

# Search.SponsoredSuggestionDescription.v119
source: Sponsored
ab: Аспонсортә

# %@ on %@
source: %1$@ on %2$@
ab: %1$@ инаркны %2$@ рҟынӡа

source: Bookmarks Menu
ab: Амениу анҵамҭақәа

source: Bookmarks Toolbar
ab: Адыргақәа рпанель

source: Mobile Bookmarks
ab: Амобильтә дыргақәа

source: Unsorted Bookmarks
ab: Иҭамҵаз аҭыӡдыргақәа

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
ab: Ахатә абларҭақәа арктәуп

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
ab: Ахатә абларҭақәа арктәуп

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Firefox shortcuts to your Home screen.
ab: Ахатә екран ахь Firefox аҿацәқәа ацҵа.

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
ab: Иқәҭыху азхьарԥш шәацныҟәа

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
ab: Иқәҭыху азхьарԥш шәацныҟәа

# TodayWidget.MoreTabsLabel
source: +%d More…
ab: + еиҳаны %d…

# TodayWidget.NewTabButtonLabelV1
source: New Search
ab: Аԥшаара ҿыц

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
ab: Аҭаӡҩырақәа аартым.

# TodayWidget.OpenFirefoxLabel
source: Open Firefox
ab: Иаарттәуп Firefox

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
ab: Хаҭалатәи аԥшаара

# TodayWidget.QuickActionGalleryDescription
source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
ab: Ахатә екран ахь Firefox аҿацә ацҵа. Авиджет ацҵара ашьҭахь, уи аредакциа азутәуп, насгьы даҽа ҿацәк алхтәуп.

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
ab: Ирццаку аусқәа

# TodayWidget.QuickActionsGalleryTitleV2
source: Firefox Shortcuts
ab: Firefox аҿацәқәа

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
ab: Аҵаҩыра аартразы аҿацәқәа ацҵа.

# TodayWidget.QuickViewGalleryTitle
source: Quick View
ab: Ирласны ахәаԥшра

# TodayWidget.SearchInFirefoxV2
source: Search in Firefox
ab: Firefox аҟны аԥшаара

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
ab: Ахатә абларҭаҿы аԥшаара

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
ab: Лассы-лассы иаҭаауа, насгьы ааигәа иаҭаауа асаитқәа рҿы аҿацәқәа ацҵа.

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
ab: Иреиӷьу асаитқәа

# TodayWidget.TopSitesGalleryTitleV2
source: Website Shortcuts
ab: Асаит аҿацәқәа

# ActivityStream.Bookmarks.Title.v128
source: Bookmarks
ab: Адыргақәа

# Bookmarks.Actions.More.v128
source: Show All
ab: Зегьы аарԥштәуп

# AddressToolbar.Location.A11y.Label.v128
source: Search or enter address
ab: Иҭажәгал шәзыҳәара ма шәҭыӡҭыԥ

# AddressToolbar.Location.Placeholder.v128
source: Search or enter address
ab: Иҭажәгал шәзыҳәара ма шәҭыӡҭыԥ

# AddressToolbar.PrivacyAndSecuriySettings.A11y.Label.v128
source: Privacy & Security Settings
ab: Амаӡаратәи ашәарҭадаратәи архиарақәа

# AddressToolbar.SearchEngine.A11y.Hint.v133
source: Opens search engine selection
ab: Иаанартуеит аԥшаага алхра

# AddressToolbar.SearchEngine.A11y.Label.v128
source: Search Engine: %@
ab: Аԥшаага: %@

# CreditCard.SnackBar.CancelRemoveCardButton.v112
source: Cancel
ab: Аԥыхра

# CreditCard.SnackBar.RemoveCardSublabel.v112
source: This will remove the card from all of your synced devices.
ab: Уи акарта асинхронизациа зызу шәхыхәҭақәа зегьы рҟынтәи иаԥыххоит.

# CreditCard.SnackBar.RemoveCardTitle.v122
source: Remove Card?
ab: Акарта аԥыхтәума?

# CreditCard.SnackBar.RemovedCardButton.v112
source: Remove
ab: Аныхра

# Alerts.FeltDeletion.Body.v122
source: Close all private tabs and delete history, cookies, and all other site data.
ab: Иарктәуп хатә ҭаӡҩырақәа зегьы, насгьы иԥыхтәуп аҭоурых, акукиқәа, егьырҭ асаит адыррақәа зегьы.

# Alerts.FeltDeletion.Button.Cancel.v122
source: Cancel
ab: Аԥыхра

# Alerts.FeltDeletion.Button.Confirm.v122
source: Delete session data
ab: Асесиа адыррақәа аԥыхтәуп

# Alerts.FeltDeletion.Title.v122
source: End your private session?
ab: Ахатә сеанс алгара?

# Alerts.RestoreTabs.Button.No.v109
source: No
ab: Мамоу

# Alerts.RestoreTabs.Button.Yes.v109
source: Restore tabs
ab: Агәылаҵақәа реиҭашьақәыргылара

# Alerts.RestoreTabs.Message.v109
source: Sorry about that. Restore tabs to pick up where you left off.
ab: Ҳара уи ҳахьхәуеит. Уахьынҵәаз уалагарц азы уҭаӡҩырақәа еиҭашьақәыргылатәуп.

# Alerts.RestoreTabs.Title.v109.v2
source: %@ crashed. Restore your tabs?
ab: %@ икаҳаит. Аҭаӡҩырақәа реиҭашьақәыргылара?

# Biometry.Screen.UniversalAuthenticationReason.v115
source: Authenticate to access passwords.
ab: Умаӡажәақәа рахь унеирц азы уҭал.

# Biometry.Screen.UniversalAuthenticationReason.v122
source: Authenticate to access your saved passwords and payment methods.
ab: Иҵәаху аԥсыӡажәақәеи ашәаратә методқәеи рахь анеиразы аутентификациа ҟаҵа.

# Bookmarks.DeleteFolderWarning.CancelButton.Label
source: Cancel
ab: Аԥыхра

# Bookmarks.DeleteFolderWarning.DeleteButton.Label
source: Delete
ab: Аныхра

# Bookmarks.DeleteFolderWarning.Description
source: Are you sure you want to delete it and its contents?
ab: Уара ииашаҵәҟьаны иуҭахума уи иаҵанакуа зегьы аныхра?

# Bookmarks.DeleteFolderWarning.Title
source: This folder isn’t empty.
ab: Ари апапка ҭацәӡам.

# Bookmarks.Menu.AllBookmarks.v131
source: All
ab: Зегьы

# Bookmarks.Menu.DeleteBookmark.v132
source: Delete Bookmark
ab: Ианыхтәуп анҵамҭа

# Bookmarks.Menu.DeleteFolder.v131
source: Delete Folder
ab: Аҭаӡ аныхтәуп

# Bookmarks.Menu.DeletedBookmark.v131
source: Deleted “%@”
ab: Ианыхуп "%@"

# Bookmarks.Menu.EditBookmark.v131
source: Edit Bookmark
ab: Аҭыӡдырга аредакциа азутәуп

# Bookmarks.Menu.EditBookmarkSaveIn.v131
source: Save in
ab: Еиқәырхатәуп

# Bookmarks.Menu.EditBookmarkTitle.v131
source: Edit Bookmark
ab: Аҭыӡдырга аредакциа азутәуп

# Bookmarks.Menu.EditFolder.v131
source: Edit Folder
ab: Аҭаӡ ԥсахтәуп

# HomePanel.ContextMenu.Edit.v131
source: Edit
ab: Аԥсахра

# Addresses.BottomSheet.UseSavedAddressBottomSheet.v124
source: Use a saved address?
ab: Иеиқәырхоу адрес ахархәара?

# ContextualHints.FeltDeletion.Body.v122
source: Tap here to start a fresh private session. Delete your history, cookies — everything.
ab: Ахатә сеанс ҿыц алагаразы абра шәақәыӷәӷәа. Уҭоурых, акукиқәа, зегьы ԥыхтәуп.

# LoginsList.NoLoginsFound.Description.v122
source: The passwords you save or sync to %@ will be listed here. All passwords you save are encrypted.
ab: Аԥсыӡажәақәа %@ еиқәышәҵо ма еиқәышәҵо абра иаарԥшхоит. Иҵәахуа аԥсыӡажәақәа зегьы шифртәуп.

# LoginsList.NoLoginsFound.Title.v122
source: No passwords saved
ab: Амаӡажәақәа еиқәырхаӡам

# LoginsList.NoMatchingResult.Title.v122
source: No passwords found
ab: Иԥшаам ажәамаӡақәа

# LoginsList.Search.Placeholder.v122
source: Search passwords
ab: Амаӡажәақәа рыԥшаара

# Logins.DevicePasscodeRequired.Message.v122
source: To save and automatically fill passwords, enable Face ID, Touch ID, or a device passcode.
ab: Аԥсыӡажәақәа рыхьчареи автоматла рыҭагалареи рзы, Face ID, Touch ID, ма шәхыхәҭа аԥсыӡажәа аашәырты.

# Logins.PaymentMethods.DevicePasscodeRequired.Message.v124.v2
source: To save and autofill credit cards, enable Face ID, Touch ID, or a device passcode.
ab: Укредиттә карта аинформациа еиқәырханы автоматла иҭәырц азы, Face ID, Touch ID, ма ухы иаурхәо аԥсыӡкод аашәырты.

# Settings.Home.Option.Bookmarks.v128
source: Bookmarks
ab: Адыргақәа

# Settings.Home.Option.ThoughtProvokingStories.subtitle.v116
source: Articles powered by %@
ab: Астатиақәа %@ аҟынтә

# Settings.Home.Option.ThoughtProvokingStories.v116
source: Thought-Provoking Stories
ab: Узырхәыцша ажәабжьқәа

# CreditCard.DisplayCard.ExpiresLabel.v115
source: Expires
ab: Аамҭа нҵәоит

# CreditCard.EditCard.EditCreditCardTitle.v122
source: Edit Card
ab: Ахсаала аредакциа азутәуп

# Addresses.EditAddress.Alert.CancelButton.v129
source: Cancel
ab: Аԥыхра

# Addresses.EditAddress.Alert.Message.v129
source: The address will be removed from all of your synced devices.
ab: Адрес асинхронизациа зызу шәхыхәҭақәа зегьы рҟынтәи ианыххоит.

# Addresses.EditAddress.Alert.RemoveButton.v129
source: Remove
ab: Аныхра

# Addresses.EditAddress.Alert.Title.v129
source: Remove Address
ab: Ианыхтәуп адрес

# Addresses.EditAddress.AutofillAddAddressTitle.v129
source: Add address
ab: Адрес ацҵатәуп

# Addresses.EditAddress.AutofillAddressArea.v129
source: Area
ab: Аокруг

# Addresses.EditAddress.AutofillAddressCity.v129
source: City
ab: Ақалақь

# Addresses.EditAddress.AutofillAddressCountryOnly.v129
source: Country
ab: Ақалақь

# Addresses.EditAddress.AutofillAddressCountryRegion.v129
source: Country or Region
ab: Атәыла ма арегион

# Addresses.EditAddress.AutofillAddressCounty.v129
source: County
ab: Аокруг

# Addresses.EditAddress.AutofillAddressDepartment.v129
source: Department
ab: Аҟәша

# Addresses.EditAddress.AutofillAddressDistrict.v129
source: District
ab: Аокруг

# Addresses.EditAddress.AutofillAddressDoSi.v129
source: Do/Si
ab: До/Си

# Addresses.EditAddress.AutofillAddressEmail.v129
source: Email
ab: Ае-маил Апоштатә

# Addresses.EditAddress.AutofillAddressEmirate.v129
source: Emirate
ab: Аемираттә

# Addresses.EditAddress.AutofillAddressIsland.v129
source: Island
ab: Адгьылбжьаха

# Addresses.EditAddress.AutofillAddressName.v129
source: Name
ab: Ахьӡ

# Addresses.EditAddress.AutofillAddressNeighborhood.v129
source: Neighborhood
ab: Амикрораион

# Addresses.EditAddress.AutofillAddressOblast.v129
source: Oblast
ab: Арегион

# Addresses.EditAddress.AutofillAddressOrganization.v129
source: Organization
ab: Аиҿкаара

# Addresses.EditAddress.AutofillAddressParish.v129
source: Parish
ab: Аара
