Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Menu.EnhancedTrackingProtection.Certificates.SubjectName.v131
source: Subject Name
es_mx: Nombre del interesado
ja: 主体者名
ka: წარმდგენის დასახელება
kab: Isem n uzwel
ko: 주체 이름
lo: ຊື່ຫົວເລື່ອງ
ml: വിഷയ പേരു്
sl: Ime subjekta
zh_cn: 主题名称

# PzSrmZ-2GqvPe
source: Just to confirm, you wanted ‘Go to Copied Link’?
es_ar: Solo para confirmar, ¿querías "Ir al enlace copiado"?
es_mx: Sólo para confirmar, ¿querías ‘Ir al Enlace Copiado’?
eu: Berreste aldera, 'Joan kopiatutako loturara' nahi zenuen?
hu: Megerősítésképpen: az „Ugrás a másolt hivatkozáshoz” funkciót akarta?
ja: 「コピーしたリンク先」へ移動しますか？
ka: ადასტურებთ, რომ გსურთ „აღებულ ბმულზე გადასვლა“?
kab: I usentem kan, tebɣiḍ ‘Ddu ɣer useɣwen yettwaneɣlen’?
kk: Тек растау үшін, сіз "Көшірілген сілтемеге өтуді" қалайсыз ба?
ko: 한 번 더 확인하자면 ‘복사한 링크로 이동’을 하시겠습니까?
lo: ພຽງແຕ່ຢືນຢັນ, ວ່າທ່ານຕ້ອງການ 'ໄປລິ້ງທີ່ໄດ້ກັອບປີ້ໄວ້' ຫລືບໍ?
ml: വെറും ഉറപ്പിക്കാൻ മാത്രം, താങ്ങൾക്കു് പകർത്തിയ കണ്ണി വരെ അല്ലെ പോവുണ്ടുതായിരുന്നതു്?
ne_np: केवल पुष्टि गर्न को लागी मात्र, के तपाइँ 'कपि गरिएको लिङ्कमा जान' चाहानुहुन्छ?
pl: Czy na pewno chodziło o „Otwórz skopiowany odnośnik”?
sl: Samo za potrditev – želeli ste "Pojdi na kopirano povezavo"?
zh_cn: 确认一下，您是要“打开复制的链接”吗？
zh_tw: 確認一下，您想要「開啟複製的鏈結」嗎？

# PzSrmZ-eHmH1H
source: Just to confirm, you wanted ‘Clear Private Tabs’?
es_ar: Solo para confirmar, ¿querías "Eliminar pestañas privadas"?
es_mx: Sólo para confirmar, ¿querías "Limpiar Pestañas Privadas"?
eu: Berreste aldera, 'Garbitu fitxa pribatuak' nahi zenuen?
hu: Megerősítésképpen: a „Privát lapok törlése” funkciót akarta?
ja: 「プライベートタブを消去」しますか？
ka: ადასტურებთ, რომ გსურთ „პირადი ჩანართების გასუფთავება“?
kab: I usentem kan, tebɣiḍ ‘Sfeḍ iccaren usligen'?
kk: Тек растау үшін, сіз "Жекелік беттерді тазартуды" қалайсыз ба?
ko: 한 번 더 확인하자면 ‘사생활 보호 탭을 삭제’ 하시겠습니까?
lo: ພຽງແຕ່ຢືນຢັນ, ວ່າທ່ານຕ້ອງການ 'ລົບລ້າງແທັບສ່ວນຕົວ' ຫລືບໍ?
ml: വെറും ഉറപ്പിക്കാൻ മാത്രം, താങ്ങൾക്കു് എല്ലാ സ്വകാര്യ ടാബുകൾ മായ്ക്കണം അല്ലെ?
ne_np: केवल पुष्टि गर्न को लागी मात्र, के तपाइँ 'निजी ट्याबहरु खाली गर्न' चाहानुहुन्छ?
pl: Czy na pewno chodziło o „Wyczyść prywatne karty”?
sl: Samo za potrditev – želeli ste "Počisti zasebne zavihke"?
zh_cn: 确认一下，您是要“清除隐私标签页”吗？
zh_tw: 確認一下，您想要「清除隱私分頁」嗎？

# PzSrmZ-scEmjs
source: Just to confirm, you wanted ‘New Private Search’?
es_ar: Solo para confirmar, ¿querías una "Nueva búsqueda privada"?
es_mx: Sólo para confirmar, ¿querías "Nueva búsqueda privada"?
eu: Berreste aldera, 'Bilaketa pribatu berria' nahi zenuen?
hu: Megerősítésképpen: az „Új privát keresés” funkciót akarta?
ja: 「新規プライベート検索」を行いますか？
ka: ადასტურებთ, რომ გსურთ „ახალი პირადი ძიება“?
kab: I usentem kan, tebɣiḍ 'Anadi uslig amaynut'?
kk: Тек растау үшін, сіз "Жаңа жекелік іздеуді" қалайсыз ба?
ko: 한 번 더 확인하자면 ‘새 사생활 보호 검색’을 하시겠습니까?
lo: ພຽງແຕ່ຢືນຢັນ, ວ່າທ່ານຕ້ອງການ 'ເປີດການຄົ້ນຫາແບບສ່ວນໂຕໃຫມ່' ຫລືບໍ?
ml: വെറും ഉറപ്പിക്കാൻ മാത്രം, താങ്ങൾക്കു് ഒരു പുതിയ സ്വകാര്യ തിരയൽ വേണം, അല്ലെ?
ne_np: केवल पुष्टि गर्न को लागी मात्र, के तपाइँ 'नयाँ निजी खोज गर्न' चाहानुहुन्छ?
pl: Czy na pewno chodziło o „Nowe wyszukiwanie prywatne”?
sl: Samo za potrditev – želeli ste "Novo zasebno iskanje"?
zh_cn: 确认一下，您是要“新建隐私搜索”吗？
zh_tw: 確認一下，您想要「進行新隱私搜尋」嗎？

# PzSrmZ-xRJbBP
source: Just to confirm, you wanted ‘New Search’?
es_ar: Solo para confirmar, ¿querías una "Nueva búsqueda"?
es_mx: Sólo para confirmar, ¿querías una ‘Nueva Búsqueda’?
eu: Berreste aldera, 'Bilaketa berria' nahi zenuen?
hu: Megerősítésképpen: az „Új keresés” funkciót akarta?
ja: 「新規検索」を行いますか？
ka: ადასტურებთ, რომ გსურთ „ახალი ძიება“?
kab: I usentem kan, tebɣiḍ 'Anadi amaynut'?
kk: Тек растау үшін, сіз "Жаңа іздеуді" қалайсыз ба?
ko: 한 번 더 확인하자면 ‘새 검색’을 하시겠습니까?
lo: ພຽງແຕ່ຢືນຢັນ, ວ່າທ່ານຕ້ອງການ 'ເປີດການຄົ້ນຫາໃຫມ່' ຫລືບໍ?
ml: വെറും ഉറപ്പിക്കാൻ മാത്രം, താങ്ങൾക്കു് ഒരു പുതിയ തിരയൽ വേണം, അല്ലെ?
ne_np: केवल पुष्टि गर्न को लागी मात्र, के तपाइँ 'नयाँ खोज गर्न' चाहानुहुन्छ?
pl: Czy na pewno chodziło o „Nowe wyszukiwanie”?
sl: Samo za potrditev – želeli ste "Novo iskanje"?
zh_cn: 确认一下，您是要“新建搜索”吗？
zh_tw: 確認一下，您想要「進行新搜尋」嗎？

# fi3W24-2GqvPe
source: There are ${count} options matching ‘Go to Copied Link’.
es_ar: Hay ${count} opciones que coinciden con 'Ir al enlace copiado'.
es_mx: Hay ${count} opciones que coinciden con ‘Ir al Enlace Copiado’.
eu: ${count} aukera daude 'Joan kopiatutako loturara'-rekin bat datozenak.
hu: ${count} lehetőség felel meg a „Ugrás a másolt hivatkozáshoz” lehetőségnek.
ja: 「コピーしたリンク先へ移動」に一致する ${count} 個のオプションがあります
ka: ${count} არჩევანია „აღებულ ბმულზე გადასვლის“.
kab: Llan ${count} yiɣewwaren yemsaḍan d 'Ddu ɣer useɣwen yettwaneɣlen'.
kk: "Көшірілген сілтемеге өту" әрекетіне сәйкес келетін ${count} опция бар.
ko: ‘복사한 링크로 이동’과 일치하는 ${count} 개의 옵션이 있습니다.
lo: ມີ ${count} ຕົວເລືອກທີ່ກົງກັບ ‘ໄປລີ້ງທີ່ໄດ້ກັອບປີ້ໄວ້’
ml: ‘പകൎത്തിയ കണ്ണിയലേക്കു് പോവുക’ എന്നതുമായി പൊരുത്തപ്പെടുന്ന ${count} സാധ്യതകളുണ്ടു്.
ne_np: त्यहाँ ${count} विकल्पहरू छन् 'kपि गरिएको लिङ्कमा जानुहोस्'।
pl: Liczba opcji pasujących do „Otwórz skopiowany odnośnik”: ${count}.
sl: S "Pojdi na kopirano povezavo" se ujema ${count} možnosti.
zh_cn: 有 ${count} 个选项与“打开复制的链接”匹配。
zh_tw: 有 ${count} 個符合「開啟複製的鏈結」的選項。

# fi3W24-eHmH1H
source: There are ${count} options matching ‘Clear Private Tabs’.
es_ar: Hay ${count} opciones que coinciden con "Eliminar pestañas privadas".
es_mx: Hay ${count} opciones que coinciden con ‘Borrar Pestañas Privadas’.
eu: ${count} aukera daude 'Garbitu fitxa pribatuak'-ekin bat datozenak.
hu: ${count} lehetőség felel meg a „Privát lapok törlése” lehetőségnek.
ja: 「プライベートタブを消去」に一致する ${count} 個のオプションがあります
ka: ${count} არჩევანია „პირადი ჩანართების გასუფთავების“.
kab: Llan ${count} yiɣewwaren yemsaḍan d 'Sfeḍ iccaren usligen'.
kk: "Жекелік беттерді тазарту" әрекетіне сәйкес келетін ${count} опция бар.
ko: ‘개인 탭 지우기’와 일치하는 ${count} 개의 옵션이 있습니다.
lo: ມີ ${count} ຕົວເລືອກທີ່ກົງກັບ ‘ລົບລ້າງແທັບສ່ວນຕົວ’
ml: ‘സ്വകാര്യ ടാബുകളെ മായ്ക്കുക’ എന്നതുമായി പൊരുത്തപ്പെടുന്ന ${count} സാധ്യതകളുണ്ടു്.
ne_np: त्यहाँ 'निजी ट्याबहरू खाली गर्नुहोस्' सँग मिल्ने ${count} विकल्पहरू छन्।
pl: Liczba opcji pasujących do „Wyczyść prywatne karty”: ${count}.
sl: S "Počisti zasebne zavihke" se ujema ${count} možnosti.
zh_cn: 有 ${count} 个选项与“清除隐私标签页”匹配。
zh_tw: 有 ${count} 個符合「清除隱私分頁」的選項。

# fi3W24-scEmjs
source: There are ${count} options matching ‘New Private Search’.
es_ar: Hay ${count} opciones que coinciden con "Nueva búsqueda privada".
es_mx: Hay ${count} opciones que coinciden con ‘Nueva Búsqueda Privada’.
eu: ${count} aukera daude 'Fitxa pribatu berria'-rekin bat datozenak.
hu: ${count} lehetőség felel meg a „Új privát keresés” lehetőségnek.
ja: 「新規プライベート検索」に一致する ${count} 個のオプションがあります
ka: ${count} არჩევანია „ახალი პირადი ძიების“.
kab: Llan ${count} yiɣewwaren yemsaḍan d 'Anadi uslig amaynut'.
kk: "Жаңа жекелік іздеу" әрекетіне сәйкес келетін ${count} опция бар.
ko: ‘새 사생활 보호 검색’과 일치하는 ${count} 개의 옵션이 있습니다.
lo: ມີ ${count} ຕົວເລືອກທີ່ກົງກັບ ‘ເປີດການຄົ້ນຫາແບບສ່ວນໂຕໃຫມ່’
ml: പുതിയ സ്വകാര്യ തിരയൽ’ എന്നതുമായി പൊരുത്തപ്പെടുന്ന ${count} സാധ്യതകളുണ്ടു്.
ne_np: त्यहाँ 'नयाँ निजी खोज' सङ्ग मिल्ने ${count} विकल्पहरू छन्।
pl: Liczba opcji pasujących do „Nowe wyszukiwanie prywatne”: ${count}.
sl: Z "Novo zasebno iskanje" se ujema ${count} možnosti.
zh_cn: 有 ${count} 个选项与“新建隐私搜索”匹配。
zh_tw: 有 ${count} 個符合「進行新隱私搜尋」的選項。

# fi3W24-xRJbBP
source: There are ${count} options matching ‘New Search’.
es_ar: Hay ${count} opciones que coinciden con "Nueva búsqueda".
es_mx: Hay ${count} opciones que coinciden con ‘Nueva Búsqueda’.
eu: ${count} aukera daude 'Bilaketa berria'-rekin bat datozenak.
hu: ${count} lehetőség felel meg a „Új keresés” lehetőségnek.
ja: 「新規検索」に一致する ${count} 個のオプションがあります
ka: ${count} არჩევანია „ახალი ძიების“.
kab: Llan ${count} yiɣewwaren yemsaḍan d 'Anadi amaynut'.
kk: "Жаңа іздеу" әрекетіне сәйкес келетін ${count} опция бар.
ko: ‘새 검색’과 일치하는 ${count} 개의 옵션이 있습니다.
lo: ມີ ${count} ຕົວເລືອກທີ່ກົງກັບ ‘ເປີດການຄົ້ນຫາໃຫມ່’
ml: പുതിയ തിരയൽ’ എന്നതുമായി പൊരുത്തപ്പെടുന്ന ${count} സാധ്യതകളുണ്ടു്.
ne_np: 'नयाँ खोज' सङ्ग मिल्ने ${count} विकल्पहरू छन्।
pl: Liczba opcji pasujących do „Nowe wyszukiwanie”: ${count}.
sl: Z "Novo iskanje" se ujema ${count} možnosti.
zh_cn: 有 ${count} 个选项与“新建搜索”匹配。
zh_tw: 有 ${count} 個符合「進行新搜尋」的選項。

# Settings.AppIconSelection.AppIconNames.FromContributors.Momo.Title.v139
source: Momo
ko: 모모
lo: ໂມໂມ
ml: മോമോ

source: Amazon
bg: Амазон
ml: ആമസോണ്‍
ta: அமேசான்
zh_cn: 亚马逊

source: Facebook
bg: Фейсбук
ml: ഫേസ്ബുക്ക്
ne_np: फेसबुक
ru: Фейсбук
ta: முகநூல்

# HistoryPanel.EmptySyncedTabsState.Title
source: Firefox Sync
bg: Синхронизиране на Firefox
bs: Firefox Sinhronizacija
eo: Spegulado de Firefox
gd: Sioncronachadh Firefox
gu_in: Firefox સમન્વયન
ml: ഫയർഫോക്സ് സമന്വയം
mr: Firefox ताळमेळ
ne_np: Firefox सिङ्क
pl: Karty z innych urządzeń
ro: Sincronizare Firefox
ru: Синхронизация Firefox
ta: பயர்பாஃசு ஒத்திசைவு
zh_cn: Firefox 同步

# SentTab.NoTabArrivingNotification.title
source: Firefox Sync
bs: Firefox Sinhronizacija
gu_in: Firefox સીંક
kk: Firefox синхрондау
ml: ഫയർഫോക്സ് സമന്വയം
mr: Firefox ताळमेळ
ru: Синхронизация Firefox
ta: பயர்பாஃசு ஒத்திசைவு
zh_cn: Firefox 同步

source: Twitter
bg: Туитър
ml: ട്വിറ്റെര്‍
ru: Твиттер
ta: கீச்சு

source: YouTube
bg: ЮТюб
ml: യുട്യൂബ്
ta: யூடியூப்

# MainMenu.Submenus.Save.AccessibilityLabels.SaveAsPDF.Subtitle.v132
source: PDF
ml: പീ.ഡീ.എഫ്

# MainMenu.Submenus.Save.SaveAsPDF.Subtitle.v131
source: PDF
ml: പീ.ഡീ.എഫ്

# Onboarding.TermsOfService.AgreementButtonTitle.v135
source: Agree and continue
zh_cn: 同意并继续

# Onboarding.TermsOfService.AgreementButtonTitle.v136
source: Agree and Continue
zh_cn: 同意并继续

# Onboarding.TermsOfService.PrivacyPreferences.LearnMore.v135
source: Learn more.
zh_cn: 详细了解。

# Onboarding.TermsOfService.TermsOfServiceLink.v135
source: %@ Terms of Service.
zh_cn: %@ 服务条款。

# Settings.CrashReports.Link.v135
source: Learn More.
zh_cn: 详细了解

# Settings.CrashReports.Message.v135
source: Crash reports allow us to diagnose and fix issues with the browser.
zh_cn: 我们可借助崩溃报告来诊断和修复浏览器的问题。

# Settings.DailyUsagePing.Link.v135
source: Learn More.
zh_cn: 详细了解

# Settings.TechnicalData.Link.v135
source: Learn More.
zh_cn: 详细了解。

# Settings.TechnicalData.Message.v135
source: %1$@ strives to only collect what we need to provide and improve %2$@ for everyone.
zh_cn: %1$@ 力图仅收集为大众提供和改进 %2$@ 所必要的信息。

# Settings.TechnicalData.Title.v135
source: Technical and Interaction Data
zh_cn: 技术和交互数据

# Shopping.InfoCard.ProgressAnalysis.Description.v120
source: This could take about 60 seconds.
eu: 60 bat segundo har litzake honek.
hu: Ez körülbelül 60 másodpercig tarthat.
ja: 品質の確認には約 60 秒かかります。
zh_cn: 这可能需要大约 60 秒。
zh_tw: 可能需要 60 秒左右的時間。

source: Preview of %@
ast: Previsualización de %@
bg: Преглед на %@
bs: Pregled %@
cs: Náhled %@
eo: Antaŭvido de %2@
es_ar: Vista previa de %@
eu: %@(r)en aurrebista
gd: Ro‑shealladh air %@
gl: Previsualización de %@
gu_in: પૂર્વદર્શન %@ નું
hu: %@ előnézete
ja: %@ のプレビュー
kk: %@ алдын-ала көрінісі
lv: %@ priekšskatījums
mr: %@ चे पूर्वावलोकन
ms: Previu %@
ne_np: %@ को पूर्वावलोकन
pl: Podgląd %@
ro: Previzualizare %@
ru: Предпросмотр %@
sk: Ukážka karty %@
sq: Paraparje e %@
ta: %@ என்பதில் முன்பார்வை
tl: Preview ng %@
zh_tw: 預覽 %@

# LoginsHelper.PromptSaveLogin.Title
source: Save login %1$@ for %2$@?
ast: Guardar aniciu de sesión %1$@ pa %2$@?
bg: Запази влизане %1$@ за %2$@?
bs: Sačuvaj prijavu %1$@ za %2$@?
cs: Uložit přihlašovací údaje %1$@ pro %2$@?
eo: Ĉu konservi akreditilon %1$@ por %2$@?
es_ar: ¿Guardar inicio de sesión %1$@ para %2$@?
eu: Gorde %1$@ erabiltzailearen saio-hasiera %2$@ gunerako?
gd: A bheil thu airson an login %1$@ airson %2$@ a shàbhaladh?
gl: Gardar a identificación de %1$@ para %2$@?
gu_in: સાચવો માટે લોગિન %1$@ %2$@?
hu: „%1$@” bejelentkezés mentése ehhez: %2$@?
ja: %2$@ で使用する %1$@ のログイン情報を保存しますか？
kk: %1$@ логинін, %2$@ жерінде, сақтау керек пе?
lv: Vai saglabāt %1$@ paroli lapā %2$@?
mr: %2$@ साठी %1$@ लॉगिन जतन करायचे का?
ms: Simpan log masuk %1$@ untuk %2$@?
ne_np: %2$@ को लागि %1$@ लग-इन बचत गर्न चहानुहुन्छ?
pl: Czy zachować hasło użytkownika „%1$@” dla %2$@?
ro: Salvezi autentificarea %1$@ pentru %2$@?
ru: Сохранить логин %1$@ для %2$@?
sk: Chcete uložiť prihlásenie ako %1$@ pre %2$@?
sq: Të ruhen kredencialet e hyrjes për %1$@ te %2$@?
ta: %2$@ தளத்தின் %1$@ பயனர்பெயரைச் சேமிக்கவா?
tl: I-save and login %1$@ para sa %2$@?
zh_tw: 是否儲存 %1$@ 在 %2$@ 上的登入資訊？

# LoginsHelper.PromptSavePassword.Title
source: Save password for %@?
ast: ¿Guardar contraseña pa %@?
bg: Запази парола за %@?
bs: Sačuvaj lozinku za %@?
cs: Uložit heslo pro %@?
eo: Ĉu konservi pasvorton por %@?
es_ar: ¿Guardar contraseña para %@?
eu: Gorde pasahitza %@ erabiltzailearentzako?
gd: Sàbhail am facal-faire airson %@?
gl: Gardar o contrasinal para %@?
gu_in: પાસવર્ડ સાચવો માટે %@?
hu: Jelszó mentése ehhez: %@?
ja: %@ のパスワードを保存しますか？
kk: %@ үшін парольді сақтау керек пе?
lv: Vai saglabāt %@ paroli?
mr: %@ साठी पासवर्ड जतन करायचा का?
ms: Simpan kata laluan untuk %@?
ne_np: %@ का लागि गोप्यशब्द बचत गर्न चाहनुहुन्छ?
pl: Czy zachować hasło dla %@?
ro: Salvezi parola pentru %@?
ru: Сохранить пароль для %@?
sk: Chcete uložiť heslo pre %@?
sq: Të ruhet fjalëkalimi për %@?
ta: %@ கடவுச்சொல்லை சேமிக்கவா?
tl: I-save and password para sa %@?
zh_tw: 是否要儲存 %@ 的密碼？

# LoginsHelper.PromptUpdateLogin.Title.OneArg
source: Update login for %@?
cs: Aktualizovat přihlašovací údaje pro %@?
es_ar: ¿Actualizar inicio de sesión para %@?
eu: Eguneratu saio-hasiera %@ gunerako?
hu: Bejelentkezés frissítése itt: %@?
ja: %@ のログイン情報を更新しますか？
kk: %@ үшін логинді жаңарту керек пе?
ne_np: %@ को लागि लग-इन अद्यावधिक गर्न चहानुहुन्छ?
pl: Czy uaktualnić hasło dla %@?
ru: Обновить логин для %@?
zh_tw: 要更新 %@ 的登入資訊嗎？

# LoginsHelper.PromptUpdateLogin.Title.TwoArg
source: Update login %1$@ for %2$@?
cs: Aktualizovat přihlašovací údaje %1$@ pro %2$@?
es_ar: ¿Actualizar inicio de sesión %1$@ para %2$@?
eu: Eguneratu %1$@ erabiltzailearen saio-hasiera %2$@ gunerako?
hu: „%1$@” bejelentkezés frissítése itt: %2$@?
ja: %2$@ サイトの %1$@ のログイン情報を更新しますか？
kk: %1$@ логинін, %2$@ жерінде, жаңарту керек пе?
ne_np: के तपाईं %2$@ को लागि %1$@ लग-इन अद्यावधिक गर्न चहानुहुन्छ?
pl: Czy uaktualnić hasło użytkownika „%1$@” dla %2$@?
ru: Обновить логин %1$@ для %2$@?
zh_tw: 要更新 %1$@ 在 %2$@ 的登入資訊嗎？

# Tabs.DeleteAllUndo.Title
source: %d tab(s) closed
ast: %d llingüeta(es) zarrada(es)
bg: %d затворен(и) раздел(а)
bs: Zatvoreni tabovi: %d
cs: %d panelů zavřeno
eo: %d fermitaj langeto(j)
es_ar: %d pestaña(s) cerrada(s)
eu: %d fitxa itxita
gd: %d taba(ichean) air an dùnadh
gl: %d lapela(s) pechada(s)
gu_in: %d ટેબ(ઓ) બંધ
hu: %d lap bezárva
ja: %d 個のタブを閉じました
kk: %d бет жабылды
lv: %d cilne(s) nokopētas
mr: %d टॅब बंद केले
ms: %d tab(s) ditutup
ne_np: %d ट्याब(हरू) बन्द गरियो
pl: Zamknięto karty (%d)
ro: %d filă(e) închisă(e)
ru: %d вкладка(ок) закрыто
sk: %d kariet bolo zatvorených
sq: U mbyllën %d skeda
ta: %d கீற்று(கள்) மூடப்பட்டது
zh_tw: 已關閉 %d 個分頁

# ContextualHints.Shopping.NotOptedIn.v120
source: Find out if you can trust this product’s reviews — before you buy.
eu: Ikusi ea produktu honen balorazioak fidagarriak diren — erosi aurretik.
hu: Tudja meg, hogy megbízhat-e ezen termék értékeléseiben – még a vásárlás előtt.
ja: 購入する前に、この製品のレビューが信頼できるかどうか確認してください。
zh_tw: 在購買商品前，先看看評論是否可信。

# ContextualHints.Shopping.NotOptedInAction.v120
source: Try Review Checker
eu: Probatu balorazioen egiaztatzailea
hu: Próbálja ki az értékelés-ellenőrzőt
ja: レビューチェッカーを試す
zh_tw: 試用商品評論檢查器

# ContextualHints.Shopping.OptedInAction.v120
source: Open Review Checker
eu: Ireki balorazioen egiaztatzailea
hu: Értékelés-ellenőrző megnyitása
ja: レビューチェッカーを開く
zh_tw: 開啟商品評論檢查器

# ContextualHints.Shopping.OptedInBody.v120
source: Are these reviews reliable? Check now to see an adjusted rating.
eu: Fidagarriak dira balorazio hauek? Egiaztatu orain egokitutako balorazioa ikusteko.
hu: Megbízhatók ezek az értékelések? Nézze meg a módosított értékelés megtekintéséhez.
ja: これらのレビューは信頼できますか？ 評価が調整されていないか今すぐ確認してください。
zh_tw: 這些評論可靠嗎？看看是否有調整過的評分。

# Shopping.AdCard.Footer.v121
source: Ad by %@
eu: %@(r)en iragarkia
hu: Reklám a következőtől: %@
ja: %@ による広告
zh_tw: 由 %@ 提供的廣告

# Shopping.AdCard.Title.v121
source: More to consider
eu: Kontuan hartzeko gehiago
hu: További megfontolandó információk
ja: さらに検討する
zh_tw: 可參考其他產品

# Shopping.AdjustedRating.Description.v121
source: Based on reliable reviews
eu: Balorazio fidagarrietan oinarrituta
hu: Megbízható értékelések alapján
ja: 信頼できないレビューに基づきます
zh_tw: 根據可靠評論調整

# Shopping.AdjustedRating.StarsAccessibilityLabel.v120
source: %@ out of 5 stars
eu: %@ / 5 izar
hu: %@ csillag az 5-ből
ja: スター 5 個中 %@ 個
zh_tw: %@ 顆星，滿分 5 顆星

# Shopping.AdjustedRating.Title.v120
source: Adjusted rating
eu: Egokitutako balorazioa
hu: Módosított értékelés
ja: レートが調整されています
zh_tw: 調整後評分

# Shopping.ConfirmationCard.Button.Text.v120
source: Got It
eu: Ulertuta
hu: Megértettem
ja: 了解
zh_tw: 知道了！

# Shopping.ConfirmationCard.Title.v120
source: Analysis Is Up To Date
eu: Analisia eguneratuta dago
hu: Az elemzés naprakész
ja: 解析は最新です
zh_tw: 已是最新分析資料

# Shopping.HighlightsCard.Competitiveness.Title.v120
source: Competitiveness
eu: Lehiakortasuna
hu: Versenyképesség
ja: 競争力
zh_tw: 商品競爭力

# Shopping.HighlightsCard.LessButton.Title.v120
source: Show Less
eu: Erakutsi gutxiago
hu: Kevesebb megjelenítése
ja: 折りたたむ
zh_tw: 顯示更少

# Shopping.HighlightsCard.MoreButton.Title.v120
source: Show More
eu: Erakutsi gehiago
hu: Több megjelenítése
ja: さらに表示
zh_tw: 顯示更多

# Shopping.HighlightsCard.Packaging.Title.v120
source: Packaging
eu: Paketatzea
hu: Csomagolás
ja: 梱包状態
zh_tw: 包裝

# Shopping.HighlightsCard.Price.Title.v120
source: Price
eu: Prezioa
hu: Ár
ja: 価格
zh_tw: 價格

# Shopping.HighlightsCard.Quality.Title.v120
source: Quality
eu: Kalitatea
hu: Minőség
ja: 品質
zh_tw: 品質

# Shopping.HighlightsCard.Shipping.Title.v120
source: Shipping
eu: Bidalketa
hu: Szállítás
ja: 出荷
zh_tw: 出貨

# Shopping.HighlightsCard.Title.v120
source: Highlights from recent reviews
eu: Azken balorazioetan nabarmentzekoak
hu: Kiemelések a legutóbbi értékelésekből
ja: 最近の注目レビュー
zh_tw: 近期評論的重點資訊

# Shopping.InfoCard.FakespotDoesNotAnalyzeReviews.Description.v120
source: Unfortunately, we can’t check the review quality for certain types of products. For example, gift cards and streaming video, music, and games.
eu: Tamalez ezin dugu zenbait produktu moten balorazioen kalitatea egiaztatu. Adibidez, opari-txartelenak eta streaming bideo, musika eta bideoenak.
hu: Sajnos bizonyos terméktípusok esetén nem tudjuk ellenőrizni az értékelés minőségét. Például az ajándékutalványok, videóközvetítések, zenék és játékok esetén.
ja: 残念ながら、いくつかの種類の製品はレビュー品質を確認することができません。例えば、ギフトカードやストリーミング動画、音楽、ゲームなど。
zh_tw: 很可惜，我們無法確認某些類型產品（例如：儲值卡、影音串流服務、遊戲）的評論品質。

# Shopping.InfoCard.FakespotDoesNotAnalyzeReviews.Title.v120
source: Can’t Check These Reviews
eu: Ezin ditugu balorazio hauek egiaztatu
hu: Nem lehet ellenőrizni ezeket az értékeléseket
ja: これらのレビューを確認できません
zh_tw: 無法檢查這些評論

# Shopping.InfoCard.InfoComingSoon.Description.v121
source: We should have info about this product’s reviews within 24 hours. Please check back.
eu: Produktu honen balorazioei buruzko informazioa 24 ordu barru izan behar genuke. Itzuli geroago mesedez.
ja: この製品のレビュー情報は 24 時間以内に更新されます。後でもう一度確認してください。
zh_tw: 我們將在 24 小時內提供更新過的評論分析資訊，請稍後再回來。

# Shopping.InfoCard.InfoComingSoon.Title.v121
source: Info Coming Soon
eu: Informazioa laster egongo da erabilgarri
hu: Az információk hamarosan érkeznek
ja: まもなく情報が更新されます
zh_tw: 即將提供資訊

# Shopping.InfoCard.NeedsAnalysis.PrimaryAction.v120
source: Check Now
eu: Bilatu orain
hu: Ellenőrzés most
ja: 今すぐ確認
zh_tw: 立刻檢查

# Shopping.InfoCard.NeedsAnalysis.Title.v120
source: New Info To Check
eu: Egiaztatu beharreko informazio berria
hu: Új ellenőrizendő információk
ja: 新しい情報があります
zh_tw: 要檢查的新資訊

# Shopping.InfoCard.NoInfoAvailableRightNow.Description.v120
source: We’re working to resolve this issue. Please check back soon.
eu: Arazo hau konpontzen saiatzen ari gara. Itzuli geroago mesedez.
hu: Dolgozunk a probléma megoldásán. Nézzen vissza később.
ja: 現在、問題の解決に取り組んでいます。後でもう一度確認してください。
zh_tw: 我們正在努力解決此問題，請稍後再回來。

# Shopping.InfoCard.NoInfoAvailableRightNow.Title.v120
source: No Info Available Right Now
eu: Ez dago informaziorik erabilgarri
hu: Jelenleg nem érhető el információ
ja: 情報が利用できません
zh_tw: 目前沒有可用資訊

# Shopping.InfoCard.NotEnoughReviews.Description.v120
source: When this product has more reviews, we’ll be able to check their quality.
eu: Produktu honek balorazio gehiago dituenean, hauen kalitatea egiaztatu ahal izango dugu.
hu: Ha több értékelése lesz a terméknek, akkor fogjuk tudni ellenőrizni a minőségüket.
ja: この製品の品質確認に必要な数のレビューが掲載されるまでお待ちください。
zh_tw: 當此商品有足夠的評論後，即可檢查其評論品質。

# Shopping.InfoCard.NotEnoughReviews.Title.v120
source: Not Enough Reviews Yet
eu: Balorazio nahikorik ez oraindik
hu: Még nincs elég értékelés
ja: まだ十分な数のレビューがありません
zh_tw: 還沒有足夠的評論數

# Shopping.InfoCard.ProductNotInStock.Description.v121
source: If you see this product is back in stock, report it and we’ll work on checking the reviews.
eu: Produktua berriz ere erabilgarri dagoela ikusten baduzu, jakinaraz iezaguzu eta balorazioak egiaztatzeari ekingo diogu.
ja: この製品が再入荷されている場合はご報告ください。製品のレビューを確認します。
zh_tw: 若您發現此產品又上架了，請回報給我們，我們將盡快檢查評論內容。

# Shopping.InfoCard.ProductNotInStock.PrimaryAction.v121
source: Report Product Back in Stock
eu: Jakinarazi produktua berriz ere erabilgarri dagoela
ja: 製品の再入荷を報告
zh_tw: 回報產品已有庫存

# Shopping.InfoCard.ProductNotInStock.Title.v121
source: Product Is Not Available
eu: Produktua ez dago erabilgarri
ja: 製品が利用できません
zh_tw: 商品已下架

# Shopping.InfoCard.ProgressAnalysis.Title.v123
source: Checking review quality (%@)
eu: Balorazioaren kalitatea egiaztatzen (%@)
ja: レビューの品質の確認 (%@)
zh_tw: 正在檢查評論品質（%@）

# Shopping.InfoCard.ReportSubmittedByCurrentUser.Description.v121
source: We should have info about this product’s reviews within 24 hours. Please check back.
eu: Produktu honen balorazioei buruzko informazioa 24 ordu barru izan behar genuke. Itzuli geroago mesedez.
hu: 24 órán belül lesznek információink a termék értékeléseiről. Nézzen vissza később.
ja: この製品のレビュー情報は 24 時間以内に更新されます。後でもう一度確認してください。
zh_tw: 我們將在 24 小時內提供更新過的評論分析資訊，請稍後再回來。

# Shopping.InfoCard.ReportSubmittedByCurrentUser.Title.v121
source: Thanks for Reporting!
eu: Eskerrik asko jakinarazpenagatik!
hu: Köszönjük, hogy jelentette!
ja: ご報告ありがとうございます！
zh_tw: 感謝您回報！

# Shopping.NoAnalysisCard.AnalyzerButton.Title.v120
source: Check Review Quality
eu: Egiaztatu balorazioaren kalitatea
hu: Értékelési minőség ellenőrzése
ja: レビュー品質を確認
zh_tw: 檢查評論品質

# Shopping.NoAnalysisCard.BodyLabel.Title.v120
source: To know whether this product’s reviews are reliable, check the review quality. It only takes about 60 seconds.
eu: Produktu hauen balorazioak fidatzekoak diren jakiteko, egiaztatu balorazioen kalitatea. 60 bat segundo hartzen ditu soilik.
hu: Hogy megtudja, hogy ennek a terméknek az értékelései megbízhatóak-e, ellenőrizze az értékelés minőségét. Körülbelül 60 másodpercet vesz igénybe.
ja: この製品のレビューが信頼できるかどうかを知るためにレビュー品質を確認します。これには約 60 秒かかります。
zh_tw: 可檢查商品評論的品質來了解此商品的評論是否可靠，只需約 60 秒即可完成。

# Shopping.NoAnalysisCard.HeadlineLabel.Title.v120
source: No info about these reviews yet
eu: Balorazio hauei buruzko informaziorik ez oraindik
hu: Ezekről az értékelésekről még nincs információ
ja: これらのレビューについての情報はまだありません
zh_tw: 還沒有這些評論的相關資訊

# Shopping.OptInCard.Disclaimer.Text.v123
source: By selecting “Yes, Try It” you agree to these items:
eu: "Bai, probatu" hautatuz gero, ondorengoak onartzen dituzu:
ja: 「はい、試します」を選択すると、これらの項目に同意したものとみなされます:
zh_tw: 選擇「好，試試看」，代表您同意下列項目：
