Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# TopSites.EmptyState.Title
source: Welcome to Top Sites
ast: Afáyate en Sitios de davezu
bg: Добре дошли в най-посещавани
bs: Dobrodošli u najpopularnije stranice
cs: Vítejte v oblíbených stránkách
eo: Bonvenon al la plej vizititaj retejoj
es_ar: Bienvenido a los sitios más visitados
gd: Fàilte gu brod nan làrach
gl: Benvida aos sitios favoritos
gu_in: શીર્ષ સાઇટ્સ પર આપનું સ્વાગત છે
kk: Үздік сайттарға қош келдіңіз
lv: Sveicināti uz Visbiežāk apmeklētajām lapām
mr: टॉप साइट वर स्वागत
ms: Selamat Datang ke Laman Teratas
ne_np: शीर्ष साइटहरूमा तपाईँको स्वागत छ
ro: Bun venit la site-uri de top
ru: Добро пожаловать в Топ сайтов
sk: Vitajte na top stránkach
sq: Mirë se vini te Sajtet Kryesues
ta: முக்கிய தளங்களுக்கு வருக
tl: Ito ang Top Sites

source: Upgrade Firefox to connect
bs: Nadogradite Firefox za povezivanje
cs: Pro připojení aktualizujte Firefox
es_ar: Actualizar Firefox para conectar
gl: Anove Firefox para conectarse
gu_in: કનેક્ટ કરવા માટે Firefox અપગ્રેડ કરો
kk: Байланысу үшін Firefox-ты жаңартыңыз
mr: कनेक्ट करण्यासाठी Firefox श्रेणीसुधारित करा
ne_np: जडान गर्न Firefox अद्यावधिक गर्नुहोस्
ru: Для подключения обновите Firefox
ta: இணைக்க பயர்பாக்சைப் புதுப்பி

source: Verify your email address
bs: Potvrdite vašu email adresu
cs: Ověřte svou e-mailovou adresu
es_ar: Verifique su correo electrónico
gl: Comprobe o seu enderezo de correo
gu_in: તમારું ઇમેઇલ સરનામું ચકાસો
kk: Эл. пошта адресін растаңыз
mr: आपला ईमेल पत्ता सत्यापित करा
ne_np: तपाईँको इमेल ठेगाना प्रमाणित गर्नुहोस्
ru: Проверьте свой адрес эл. почты
ta: மின்னஞ்சல் முகவரியை உறுதிச்செய்க

# Version %@ (%@)
source: Version %1$@ (%2$@)
ast: Versión %1$@ (%2$@)
bg: Версия %1$@ (%2$@)
bs: Verzija %1$@ (%2$@)
cs: Verze %1$@ (%2$@)
cy: Fersiwn %1$@ (%2$@)
eo: Versio %1$@ (%2$@)
es_ar: Versión %1$@ (%2$@)
gd: Tionndadh %1$@ (%2$@)
gl: Versión %1$@ (%2$@)
gu_in: સંસ્કરણ %1$@ (%2$@)
kk: %1$@ (%2$@) нұсқасы
lv: Versija: %1$@ (%2$@)
mr: आवृत्ती %1$@ (%2$@)
ms: Versi %1$@ (%2$@)
ne_np: संस्करण %1$@ (%2$@)
ro: Versiune %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
sk: Verzia %1$@ (%2$@)
sq: Versioni %1$@ (%2$@)
ta: பதிப்பு %1$@ (%2$@)
tl: Bersyon %1$@ (%2$@)

source: computer
ast: ordenador
bg: компютър
bs: računar
cs: počítač
cy: cyfrifiadur
eo: komputilo
es_ar: computadora
gd: coimpiutair
gl: computador
gu_in: કમ્પ્યુટર
kk: компьютер
lv: dators
mr: संगणक
ms: komputer
ne_np: कम्प्युटर
ro: calculator
ru: компьютер
sk: počítač
sq: kompjuter
ta: கணினி

# fxa.qr-scanning-view.instructions
source: Scan the QR code shown at firefox.com/pair
cs: Naskenujte QR kód zobrazený na firefox.com/pair
es_ar: Escanear el código QR que se muestra en firefox.com/pair
kk: firefox.com/pair жерінде көрсетілген QR кодын сканерлеңіз
ne_np: firefox.com/pair मा देखाइएको QR कोड स्क्यान गर्नुहोस्
ru: Отсканируйте QR-код на firefox.com/pair

# fxa.signin.create-account-pt-1
source: Sync Firefox between devices with an account.
es_ar: Sincronizá Firefox entre dispositivos con una cuenta.
kk: Firefox-ты құрылғылар арасында тіркелгімен синхрондау.
ne_np: एक खाता सङ्ग उपकरणहरू बीच Firefox सिङ्क गर्नुहोस्।

# fxa.signin.create-account-pt-2
source: Create Firefox account.
es_ar: Crear una Cuenta de Firefox.
kk: Firefox тіркелгісін жасау.
ne_np: Firefox खाता सिर्जना गर्नुहोस्।

# fxa.signin.turn-on-sync
source: Turn on Sync
cs: Zapnout synchronizaci
es_ar: Activar Sync
kk: Синхрондауды іске қосу
ne_np: सिङ्क सक्रिय गर्नुहोस्
ru: Включить синхронизацию

# Menu.AddBookmarkAction.Title
source: Bookmark This Page
ast: Amestar esta páxina a marcadores
bs: Zabilježi ovu stranicu
cs: Přidat do záložek
es_ar: Marcar esta página
gl: Marcar esta páxina
gu_in: આ પૃષ્ઠને બુકમાર્ક કરો
kk: Бұл бетті бетбелгілерге қосу
mr: या पृष्ठाला वाचणखूण लावा
ne_np: यस पृष्ठमा पुस्तकचिनो लगाउनुहोस्
ru: Добавить закладку
sq: Faqeruaje Këtë Faqe
ta: இதைப் புத்தகக்குறியிடு
tl: Magdagdag ng Bookmark

# Menu.AddToReadingList.AlternateLabel.v99
source: Add to Reading List
ne_np: पठन सूचीमा थप्नुहोस्

# Menu.AddToReadingList.Title
source: Add to Reading List
ast: Amestar al llistáu de llectura
bs: Dodaj na listu za čitanje
cs: Přidat do seznamu ke čtení
es_ar: Agregar a lista de lectura
gl: Engadir á lista de lectura
gu_in: વાંચન સૂચિમાં ઉમેરો
kk: Оқу тізіміне қосу
mr: वाचनयादित समाविष्ट करा
ne_np: पढ्ने सूचीमा थप्नुहोस्
ru: Добавить в список для чтения
sq: Shtoje te Listë Leximesh
ta: வாசிப்பு பட்டியலில் சேர்
tl: Idagdag sa Listahan ng Pagbabasa

# Menu.CopyAddress.Title
source: Copy Address
ast: Copiar direción
bs: Kopiraj adresu
cs: Zkopírovat adresu
es_ar: Copiar dirección
gl: Copiar enderezo
gu_in: કૉપિ સરનામું
kk: Адресін көшіріп алу
mr: पत्त्याची प्रत बनवा
ne_np: ठेगाना प्रतिलिपि गर्नुहोस्
ru: Копировать адрес
ta: முகவரியை நகல் எடு

# Menu.Library.Reload
source: Reload
cs: Znovu načíst
es_ar: Recargar
kk: Қайта жүктеу
ne_np: पुनः लोड गर्नुहोस्
ru: Обновить

# Menu.Library.Title
source: Your Library
cs: Knihovna
es_ar: Tu biblioteca
gu_in: તમારી લાઇબ્રેરી
kk: Библиотекаңыз
ne_np: तपाईंको पुस्तकालय
ru: Ваша библиотека

# Menu.OpenHomePageAction.Title
source: Home
bg: Начална страница
cs: Domovská stránka
eo: Hejmo
es_ar: Inicio
gd: Dhachaigh
gu_in: મુખ્ય પાનું
kk: Үй
lv: Mājas
ms: Halaman utama
ne_np: गृह
ro: Pagină de start
ru: Дом
sk: Domov

# Menu.OpenTopSitesAction.AccessibilityLabel
source: Top Sites
ast: Sitios de davezu
bg: Най-посещавани
bs: Najpopularnije stranice
cs: Top stránky
eo: Plej vizititaj
es_ar: Más visitados
gd: Brod nan làrach
gl: Sitios favoritos
gu_in: ટોચની સાઇટ્સ
kk: Үздік сайттар
lv: Biežāk apmeklētās lapas
mr: खास साईट्स
ms: Laman Teratas
ne_np: शिर्ष साइटहरू
ro: Site-uri de top
ru: Топ сайтов
sk: Top stránky
sq: Sajte Kryesues
ta: முதன்மை தளங்கள்
tl: Mga Tops Sites

# Menu.PageSourceAction.Title
source: View Page Source
cs: Zobrazit zdrojový kód stránky
es_ar: Ver código fuente
gu_in: પૃષ્ઠ સ્ત્રોત જુઓ
kk: Парақтың бастапқы кодын қарау
ne_np: पृष्ठको श्रोत हेर्नुहोस्
ru: Исходный код страницы

# Menu.RecentlySaved.Title
source: Recently Saved
es_ar: Guardados recientemente
kk: Жуырда сақталған
ne_np: भर्खरै बचत गरिएका

# Menu.RemoveBookmark.AlternateLabel.v99
source: Remove Bookmark
ne_np: बुकमार्क हटाउनुहोस्

# Menu.RemoveBookmarkAction.Title
source: Remove Bookmark
ast: Desaniciar marcador
bg: Премахване на отметка
bs: Ukloni zabilješku
cs: Odebrat záložku
eo: Forigi legosignon
es_ar: Eliminar marcador
gd: Thoir an comharra-lìn air falbh
gl: Retirar marcador
gu_in: બુકમાર્ક દૂર કરો
kk: Бетбелгіні өшіру
lv: Noņemt grāmatzīmi
mr: वाचनखूण काढा
ms: Alih keluar Tandabuku
ne_np: पुस्तकचिनो हटाउनुहोस्
ro: Elimină semnul de carte
ru: Удалить закладку
sk: Odstrániť záložku
sq: Hiqe Faqerojtësin
ta: புத்தகக்குறியை நீக்கு
tl: Alisin ang Bookmark

# Menu.ScanQRCodeAction.Title
source: Scan QR Code
ast: Escaniar códigu QR
bs: Skenirajte QR kod
cs: Skenovat QR kód
es_ar: Escanear código QR
gl: Examinar código QR
gu_in: QR કોડ સ્કેન કરો
kk: QR кодын сканерлеу
mr: QR कोड स्कॅन करा
ne_np: QR कोड स्क्यान गर्नुहोस्
ru: Сканировать QR-код
sq: Skanonin Kodin QR
ta: QR குறியீடை வருடு
tl: i-scan ang QR Code

# Menu.ShowTabs.Title
source: Show Tabs
ast: Amosar llingüetes
bs: Prikaži tabove
cs: Zobrazit panely
es_ar: Mostrar pestañas
gl: Amosar lapelas
gu_in: ટૅબ્સ બતાવો
kk: Беттерді көрсету
mr: टॅब दाखवा
ne_np: ट्याबहरू देखाउनुहोस्‌
ru: Отобразить вкладки
sq: Shfaq Skeda
ta: கீற்றுகளைக் காண்பி
tl: Ipakita and mga Tab

# Menu.TranslatePageAction.Title
source: Translate Page
cs: Přeložit stránku
es_ar: Traducir página
gu_in: પૃષ્ઠનું ભાષાંતર કરો
kk: Парақты аудару
ne_np: पृष्ठलाई भावानुबाद गर्नुहोस्
ru: Перевести страницу

source: Search suggestions from %@
ast: Suxerencies de gueta de %@
bg: Подсказки от %@
bs: Prijedlozi pretraživanja iz %@
cs: Našeptávat od %@
cy: Awgrymiadau chwilio o %@
eo: Serĉaj sugestoj el %@
es_ar: Sugerencias de búsqueda de %@
gd: Molaidhean luirg o %@
gl: Suxestións de busca de %@
gu_in: %@ માંથી સૂચનો શોધો
kk: %@ іздеу жүйесінің ұсыныстары
lv: %@ meklēšanas ieteikumi
mr: %@ वरून शोध सल्ले
ms: Cari cadangan daripada %@
ne_np: %@बाट सुझावहरू खोजनुहोस्
ro: Sugestii de căutare de la %@
ru: Поисковые предложения от %@
sk: Návrhy vyhľadávania z %@
sq: Sugjerime kërkimi nga %@
ta: %@ என்பதிலிருந்து பரிந்துரைகளைத் தேடு
tl: Mga suhuwestiyon ng paghahanap mula sa %@

# TodayWidget.ClosePrivateTabsLabelV3
source: Close Private Tabs
cs: Zavřít anonymní panely
es_ar: Cerrar pestañas privadas
kk: Жекелік беттерді жабу
ne_np: निजी ट्याबहरु बन्द गर्नुहोस्
ru: Закрыть приватные вкладки

# TodayWidget.CopiedLinkLabelFromPasteBoardV1
source: Copied Link from clipboard
cs: Odkaz zkopírován do schránky
es_ar: Enlace copiado del portapapeles
kk: Сілтеме алмасу буферінен көшірілді
ne_np: क्लिपबोर्डबाट कपि गरिएको लिङ्क
ru: Ссылка скопирована из буфера обмена

# TodayWidget.DropDownMenuItemClearPrivateTabs
source: Clear Private Tabs
cs: Smazat anonymní panely
es_ar: Cerrar pestañas privadas
kk: Жекелік беттерді тазарту
ne_np: निजी ट्याबहरु खाली गर्नुहोस्

# TodayWidget.DropDownMenuItemGoToCopiedLink
source: Go to Copied Link
cs: Přejít na zkopírovaný odkaz
es_ar: Ir al enlace copiado
kk: Көшірілген сілтемеге өту
ne_np: कपि गरिएको लिङ्कमा जानुहोस्
ru: Перейти по скопированной ссылке

# TodayWidget.DropDownMenuItemNewPrivateSearch
source: New Private Search
cs: Nové soukromé vyhledávání
es_ar: Nueva búsqueda privada
kk: Жаңа жекелік іздеуі
ne_np: नयाँ निजी खोज

# TodayWidget.DropDownMenuItemNewSearch
source: New Search
cs: Nové vyhledávání
es_ar: Nueva búsqueda
kk: Жаңа іздеу
ne_np: नयाँ खोजी

# TodayWidget.GoToCopiedLinkLabelV3
source: Go to Copied Link
cs: Přejít na zkopírovaný odkaz
es_ar: Ir al enlace copiado
kk: Көшірілген сілтемеге өту
ne_np: कपि गरिएको लिङ्कमा जानुुहोस्
ru: Перейти по скопированной ссылке

# TodayWidget.GoToCopiedLinkLabelV4
source: Go to Copied Link
cs: Přejít na zkopírovaný odkaz
es_ar: Ir al enlace copiado
kk: Көшірілген сілтемеге өту
ne_np: कपि गरिएको लिङ्कमा जानुहोस्
ru: Перейти по скопированной ссылке

# TodayWidget.NewPrivateTabButtonLabelV2
source: Search in Private Tab
cs: Vyhledat v anonymním panelu
es_ar: Buscar en pestaña privada
kk: Жекелік бетте іздеу
ne_np: निजी ट्याबमा खोज्नुहोस्

# TodayWidget.NewSearchButtonLabelV1
source: Search in Firefox
cs: Vyhledat ve Firefoxu
es_ar: Buscar en Firefox
kk: Firefox ішінен іздеу
ne_np: Firefox मा खोज्नुहोस्
ru: Искать в Firefox

# TodayWidget.NoOpenTabsLabelV2
source: No Open Tabs
cs: Žádné otevřené panely
es_ar: No hay pestañas abiertas
kk: Ашық беттер жоқ
ne_np: कुनैपनि खोलिएका ट्याबहरु छैनन्

# TodayWidget.PocketWidgetGalleryDescription
source: Discover fascinating and thought-provoking stories from across the web, curated by Pocket.
cs: Objevte fascinující a podnětný obsah vybraný z celého webu službou Pocket.
es_ar: Descubrí historias fascinantes y que invitan a la reflexión desde toda la web seleccionadas por Pocket.
kk: Интернеттегі Pocket ұсынған қызықты және ойландыратын оқиғаларды біліп алыңыз.
ne_np: Pocket द्वारा ब्यवस्थापन गरिएका, वेबभरिबाट मनमोहक र विचार-उत्तेजक कथाहरू पत्ता लगाउनुहोस्।

# TodayWidget.PocketWidgetSubLabel
source: Firefox - Recommended by Pocket
cs: Firefox - doporučeno službou Pocket
es_ar: Firefox - Recomendado por Pocket
kk: Firefox - Pocket ұсынған
ne_np: Firefox - Pocket द्वारा सिफारिस गरिएको

# TodayWidget.PocketWidgetTitle
source: Recommended by Pocket
cs: Doporučení ze služby Pocket
es_ar: Recomendado por Pocket
kk: Pocket ұсынған
ne_np: Pocket द्वारा सिफारिस गरिएको
ru: Рекомендовано Pocket

# TodayWidget.QuickActionDescription
source: Select a Firefox shortcut to add to your Home screen.
cs: Vyberte zkratku Firefoxu pro přidání na domovskou obrazovku.
es_ar: Seleccionar un atajo de Firefox para agregarlo a la pantalla de inicio.
kk: Үй экранына қосу үшін Firefox жарлығын таңдаңыз.
ne_np: आफ्नो गृह स्क्रिनमा थप्न Firefox सर्टकट चयन गर्नुहोस्।

# TodayWidget.QuickActionDropDownMenu
source: Quick action
cs: Rychlá akce
es_ar: Acción rápida
kk: Жылдам әрекет
ne_np: द्रुत कार्य
ru: Быстрое действие

# TodayWidget.QuickActionsSubLabel
source: Firefox - Quick Actions
cs: Firefox - Rychlé akce
es_ar: Firefox Acciones rápidas
kk: Firefox - Жылдам әрекеттер
ne_np: Firefox - द्रुत कार्यहरू
ru: Firefox - быстрые действия

# TodayWidget.QuickViewGalleryDescription
source: Access your open tabs directly on your homescreen.
cs: Získejte přístup ke svým otevřeným panelům přímo z domovské obrazovky.
es_ar: Acceder a las pestañas abiertas directamente en la pantalla de inicio.
kk: Ашық беттерге үй экранынан тікелей қатынаңыз.
ne_np: आफ्नो खुला ट्याबहरू सिधै आफ्नो गृह स्क्रिनमा पहुँच गर्नुहोस्।

# TodayWidget.QuickViewLargeGalleryDescription
source: Add shortcuts to your open tabs.
cs: Přidejte si zkratky na vaše otevřené panely.
es_ar: Agrega atajos a las pestañas abiertas.
kk: Ашық беттерге жарлықтарды қосу.
ne_np: तपाईंको खुला ट्याबहरूमा सर्टकटहरू थप्नुहोस्।

# TodayWidget.QuickViewOpenTabsSubLabel
source: Firefox - Open Tabs
cs: Firefox - Otevřete panely
es_ar: Firefox Pestañas abiertas
kk: Firefox - Ашық беттер
ne_np: Firefox - ट्याबहरु खोल्नुहोस्
ru: Firefox - Открытые вкладки

# TodayWidget.SearchInFirefoxTitle
source: Search in Firefox
cs: Vyhledat ve Firefoxu
es_ar: Buscar en Firefox
kk: Firefox ішінен іздеу
ne_np: Firefox मा खोज्नुहोस्
ru: Искать в Firefox

# TodayWidget.TopSitesSubLabel
source: Firefox - Top Sites
cs: Firefox - Top stránky
es_ar: Firefox Sitios importantes
kk: Firefox - үздік сайттар
ne_np: Firefox - शीर्ष साइटहरू
ru: Firefox - Топ сайтов

# TodayWidget.TopSitesSubLabel2
source: Firefox - Website Shortcuts
es_ar: Firefox - Atajos del sitio web
kk: Firefox - веб-сайт жарлықтары
ne_np: Firefox - वेबसाइट सर्टकटहरू

# TodayWidget.ViewMore
source: View More
cs: Další
es_ar: Ver más
kk: Көбірек қарау
ne_np: थप हेर्नुहोस्

# TodayWidget.ViewMoreDots
source: View More…
cs: Další…
es_ar: Ver más…
kk: Көбірек қарау…
ne_np: थप हेर्नुहोस्…

# Logins.WelcomeView.Title
source: Take your passwords everywhere
es_ar: Llevá tus contraseñas a todas partes
kk: Парольдеріңізді өзіңізбен бірге алып жүріңіз

# Menu.BackUpAndSync.Label
source: Back up and Sync Data
es_ar: Hacer copia de seguridad y sincronizar datos
kk: Деректердің сақтық көшірмесін жасау және синхрондау

# Menu.RemovePin.Confirm2
source: Removed from Shortcuts
es_ar: Eliminado de atajos
kk: Жарлықтардан өшірілді

# SyncState.Clients.Title
source: Remote Clients
ast: Veceros remotos
bg: Oтдалечени клиенти
bs: Udaljeni klijenti
cs: Vzdálení klienti
eo: Foraj klientoj
es_ar: Clientes remotos
gd: Cliantan cèin
gl: Clientes remotos
gu_in: દૂરસ્થ ક્લાઈન્ટો
kk: Қашықтағы клиенттер
lv: Attālinātie klienti
mr: दूरस्थित ग्राहक
ms: Klien Remote
ro: clienților de la distanță
ru: Удаленные клиенты
sk: Vzdialení klienti
sq: Klientë të Largët
ta: தொலைநிலை உலாவிகள்

# TabTray.PrivateTitle
source: Private Tabs
es_ar: Pestañas privadas
kk: Жекелік беттер

# Menu.AddBookmarkAction2.Title
source: Add Bookmark
es_ar: Agregar marcador
kk: Бетбелгіні қосу

# NSCameraUsageDescription
source: This lets you take and upload photos.
ast: Esto déxate facer y unviar semeyes.
bg: От тук може да правите и качвате снимки.
bs: Ovo vam omogućava slikanje i otpremanje fotografija.
cs: Toto vám umožní pořizovat a nahrávat fotografie.
eo: Tio ĉi permesas al vi preni kaj alŝuti fotojn.
gd: Bheir seo comas dhut dealbhan a thogail is a luchdadh suas.
gl: Isto permítelle facer fotos e subilas.
gu_in: આ તમને ફોટા લેવા અને અપલોડ કરવા દે છે.
lv: Šis ļauj uzņemt un augšupielādēt foto.
mr: हे आपल्याला फोटो घेऊ व अपलोड करू देते.
ms: Ciri ini membolehkan anda mengambil dan memuat naik foto.
ro: Acesta îți permite să realizezi și să încarci fotografii.
ru: Это позволит вам снимать и загружать фотографии.
sq: Kjo ju lejon të bëni dhe ngarkoni foto.
ta: படங்களை எடுத்து பதிவேற்றச் செய்கிறது.
tl: Ang ito ay hinahayaan kang makuha at e-upload ang mga larawan.

# NSMicrophoneUsageDescription
source: This lets you take and upload videos.
ast: Esto déxate facer y xubir vídeos.
bg: От тук може да заснемате и качвате видео.
bs: Ovo vam omogućava snimanje i otpremanje videa.
cs: Toto vám umožní pořizovat a nahrávat videa.
eo: Tio ĉi permesas al vi preni kaj alŝuti fotojn.
gd: Bheir seo comas dhut video a thogail is a luchdadh suas.
gl: Isto permítelle facer vídeos e subilos.
gu_in: આ તમને વિડિઓ લેવા અને અપલોડ કરવા દે છે.
lv: Šis ļauj uzņemt un augšupielādēt video.
mr: यामुळे आपण व्हिडिओ घेऊ व अपलोड करू शकता.
ms: Ciri ini membolehkan anda mengambil dan memuat naik foto.
ro: Acest lucru îți permite să realizezi și să încarci videoclipuri.
ru: Это позволит вам снимать и загружать видео.
sq: Kjo ju lejon të xhironi dhe ngarkoni video.
ta: காணொளிகளை எடுத்து பதிவேற்றச் செய்கிறது.

# NSPhotoLibraryUsageDescription
source: This lets you save and upload photos.
ast: Esto déxate guardar y unviar semeyes.
bg: От тук може да запазвате и качвате снимки.
bs: Ovo vam omogućava da sačuvate i otpremite fotografije.
eo: Tio ĉi permesas al vi konservi kaj alŝuti fotojn.
gd: Bheir seo comas dhut dealbhan a shàbhaladh is a luchdadh suas.
gl: Isto permítelle gardar fotos e subilas.
gu_in: આ તમને ફોટા સાચવવા અને અપલોડ કરવા દે છે.
lv: Šis ļauj sagalbāt un augšupielādēt foto.
mr: हे आपल्याला फोटो जतन आणि अपलोड करू देते.
ms: Ciri ini membolehkan anda menyimpan dan memuat naik foto.
ro: Acesta îți permite să salvezi și să încarci fotografii.
sq: Kjo ju lejon të ruani dhe ngarkoni foto.
ta: படங்களைச் சேமித்து பதிவேற்ற செய்கிறது.

source: Turn off your passcode.
bg: Изключване на вашата парола.
bs: Isključite vaš pristupni kod.
eo: Malŝalti vian paskodon.
gd: Cuir dheth an còd‑faire agad
lv: Izslēdziet savu kodu.
mr: आपला पासकोड बंद करा.
ms: Nyahaktifkan kod laluan anda.
ro: Dezactivează codul de trecere.
sk: Vypnite váš prístupový kód.
sq: Çaktivizoni kodkalimin tuaj.
ta: முடக்கு.
tl: I-off ang iyong Passcode.

source: Use your fingerprint to access Private Browsing now.
bg: Използвайте вашият пръстов отпечатък за достъп до Лично сърфиране сега.
bs: Koristite vaš otisak prsta da pristupite privatnom pretraživanju sada.
eo: Uzi vian fingrospuron por aliri privatan retumon nun.
gd: Dèan brabhsadh prìobhaideach slighe lorg do mheòir.
lv: Izmantot pirkstu nospiedumu, lai piekļūtu privātai pārlūkošanai.
mr: आता खाजगी ब्राऊझिंग वापरण्यासाठी बोटाचा ठसा वापरा.
ms: Gunakan cap jari anda untuk mengakses Pelayaran Peribadi sekarang.
ro: Folosește amprenta ca să accesezi navigarea privată acum.
sk: Použite odtlačok prsta a prejdete do režimu Súkromné prehliadanie.
sq: Përdorni shenja gishtash tuajat që të hyni te Shfletim Privat.
ta: கைரேகைக் கொண்டு அந்தரங்க உலாவலை அணுகவும்.
tl: Gamiting ang iyong fingerprint upang gamitin ang Private Browsing.

source: Desktop Bookmarks
ast: Marcadores d'escritoriu
bg: Настолни отметки
bs: Desktop zabilješke
cy: Nodau Tudalen Bwrdd Gwaith
eo: Labortablaj legosignoj
gd: Comharran-lìn an desktop
gl: Marcadores do escritorio
lv: Datora grāmatzīmes
mr: डेस्कटॉप वाचनखूणा
ms: Tandabuku Desktop
ro: Semne de carte de pe desktop
sk: Záložky z počítača
sq: Faqerojtës nga Desktopi
ta: திரைமுகப்பு புத்தகக்குறிகள்

source: Are you sure you want to delete it and its contents?
ast: ¿De xuru que quies desaniciar a ella y tolos sos conteníos?
bg: Сигурни ли сте, че искате да изтриете съдържанието?
bs: Da li ste sigurni da želite da izbrišete direktorij i njegov sadržaj?
eo: Ĉu vi certe volas forigi ĝin kaj ĝian enhavon?
gd: A bheil thu cinnteach gu bheil thu airson am pasgan seo agus na tha ’na bhroinn a sguabadh às?
gl: Confirma que quere eliminar este cartafol e o seu contido?
lv: Vai tiešām vēlaties dzēst šo mapi un tās saturu?
mr: आपल्याला हे आणि यातला मजकूर नक्की काढून टाकायचा आहे ना?
ms: Adakah anda pasti mahu menghapuskannya dan kandungannya?
ro: Sigur dorești să ștergi dosarul și conținutul său?
sk: Naozaj chcete odstrániť tento obsah?
sq: Jeni i sigurt se doni të fshihet ajo dhe lënda e saj?
ta: இதையும் இதன் உள்ளடக்கத்தையும் நிச்சயம் அழிக்க வேண்டுமா?
tl: Gusto mo ba talagang burahin ito at lahat ng mga laman nito?

source: This folder isn’t empty.
ast: Esta carpeta nun ta balera.
bs: Ovaj direktorij je prazan.
gl: Este cartafol non está baleiro.
mr: हे फोल्डर रिक्त नाही.
sq: Kjo dosje s’është e zbrazët.
ta: இந்த அடைவு காலியாக இல்லை.
tl: Walang laman ang folder na ito.

source: Clear
bg: Изчистване
bs: Očisti
cy: Clirio
eo: Viŝi
gd: Falamhaich
lv: Notīrīt
mr: पुसा
ms: Buang
ro: Șterge
sk: Vymazať
sq: Pastroje
ta: துடை
tl: I-clear

source: History will be removed from all your connected devices. This cannot be undone.
bg: Историята ще бъде премахната от всички свързани устройства. Това не може да бъде отменено.
bs: Historija će biti uklonjena sa svih vaših povezanih uređaja. Ovo se ne može poništiti.
eo: La historio estos forigita el ĉiuj viaj konektitaj aparatoj. Tio ĉi ne estas malfarebla.
gd: Thèid an eachdraidh a sguabadh à gach uidheam co‑cheangailte. Cha ghabh seo a neo‑dhèanamh.
lv: Vēsture tiks aizvākta visās savienotajās ierīcēs. Šo darbību nevar atjaunot.
mr: आपल्या सर्व उपकरणांतील इतिहास पुसला जाईल. हे पूर्ववत करता येत नाही.
ms: Sejarah akan dialih keluar daripada semua peranti yang anda hubungkan. Tindakan ini tidak boleh dibatalkan.
ro: Istoricul va fi eliminat de pe toate dispozitivele tale conectate. Această acțiune este ireversibilă.
sk: História sa odstráni zo všetkých pripojených zariadení. Akciu nie je možné vrátiť späť.
sq: Historiku do të hiqet prej krejt pajisjeve tuaja të lidhura. Ky veprim s’mund të zhbëhet.
ta: வரலாறானது இணைக்கப்பட்டுள்ள எல்லா சாதனங்களிலிருந்தும் நீக்கப்படும். மீட்க முடியாது.
tl: Aalisin ang History mula sa lahat ng konektadong device. Hindi na ito maibabalik.

source: Remove history from your Firefox Account?
bg: Премахване на историята от Firefox Account?
bs: Ukloniti historiju iz vašeg Firefox računa?
eo: Ĉu forigi historion el via konto de Firefox?
gd: A bheil thu airson an eachdraidh a sguabadh às a’ chunntas Firefox agad?
lv: Aizvākt vēsturi no Firefox konta?
mr: आपल्या Firefox खात्यातून इतिहास काढून टाकायचा का?
ms: Alih keluar sejarah daripada Akaun Firefox anda?
ro: Elimini istoricul din contul tău Firefox?
sk: Odstrániť históriu z účtu Firefox Account?
sq: Të hiqet historiku prej Llogarisë tuaj Firefox?
ta: பயர்பாஃசு கணக்கிலிருந்து வரலாற்றை நீக்கவா?
tl: Burahin ang history mula sa iyong Firefox Account?

source: Clear Private Data
bg: Изчистване на лични данни
bs: Očisti privatne podatke
cy: Clirio Data Preifat
eo: Viŝi privatajn datumojn
gd: Falamhaich an dàta prìobhaideach
lv: Notīrīt privātos datus
mr: खाजगी माहिती पुसून टाका
ms: Buang Data Peribadi
ro: Șterge datele private
sk: Vymazať súkromné údaje
sq: Pastro të Dhëna Private
ta: தனிபயன் தரவை துடைக்கவும்
tl: I-clear ang Private Data.

source: Share
ast: Compartir
bg: Споделяне
bs: Dijeli
cy: Rhannu
eo: Dividi
gd: Co-roinn
gl: Compartir
lv: Dalīšanās
mr: शेअर करा
ms: Kongsi
ro: Partajează
sk: Zdieľanie
ta: பகிர்

source: Browse multiple Web pages at the same time with tabs.
bg: Разглеждайте няколко уебстраници едновременно, чрез раздели.
bs: Pretražujte više stranica istovremeno s tabovima.
cy: Defnyddio tabiau i bori mwy nag un tudalen gwe ar y tro.
eo: Retumi en pluraj retpaĝoj samtempe, per langetoj.
gd: Rùraich iomadh duilleag-lìn aig an aon àm le tabaichean.
lv: Pārlūkojiet vairākas mājas lapas vienlaicīgi izmantojot cilnes.
mr: टॅब्स सोबत एकाच वेळेस अनेक संकेतस्थळे पहा.
ms: Pelayar berbilang halaman Web pada masa yang sama dengan tab.
ro: Navighează pagini web multiple în același timp cu ajutorul filelor.
sk: Pomocou kariet prehliadate niekoľko stránok naraz.
sq: Shfletoni shumë faqe Web njëherësh, përmes skedash.
ta: கீற்றுகளைக் கொண்டு ஒரே நேரத்தில் பல தளங்களை உலாவ முடியும்.
tl: Tumingin ng iba't ibang Web pages gamit ang tabs.
