Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

source: No logins found
ast: Nun s'alcontraron anicios de sesión
bg: Няма намерени вписвания
bs: Nema pronađenih prijava
cs: Nenalezeny žádné přihlašovací údaje
eo: Neniu akreditilo trovita
es_ar: No se encontraron ingresos
es_mx: No se encontraron inicios de sesión
eu: Ez da saio-hasierarik aurkitu
gd: Cha deach login a lorg
gl: Non se atoparon identificacións
gu_in: કોઈ લૉગિન મળ્યાં નથી
he: לא נמצאו כניסות
hu: Nincsenek bejelentkezések
ja: ログイン情報が見つかりませんでした
ka: მონაცემები ვერ მოიძებნა
kab: Ulac inekcam yettwafen
kk: Логиндер табылмады
ko: 일치하는 항목 없음
lo: ບໍ່ພົບການເຂົ້າສູ່ລະບົບ
lv: Nav nevienas paroles
ml: പ്രവേശനങ്ങള്‍ ഒന്നും കണ്ടില്ല
mr: कुठलेही लॉगिन सापडले नाही
ms: Tiada log masuk dijumpai
ne_np: लगइनहरू फेला परेन
pl: Nie odnaleziono danych logowania
ro: Nicio autentificare găsită
ru: Логины не найдены
sk: Nenašli sa žiadne prihlásenia
sl: Ni prijav
sq: S’u gjetën kredenciale hyrjesh
ta: உள்நுழைவுகள் ஏதுமில்லை
tl: Walang nakitang login
zh_cn: 没有找到登录信息
zh_tw: 找不到登入資訊

# NoLoginsFound.Title.v122
source: No passwords found
es_mx: No se encontraron contraseñas
eu: Ez da pasahitzik aurkitu
he: לא נמצאו ססמאות
ja: パスワードが見つかりませんでした
ka: პაროლები ვერ მოიძებნა
kab: Ulac awalen uffiren i yettwafen
ko: 비밀번호를 찾을 수 없음
lo: ບໍ່ພົບລະຫັດຜ່ານ
ml: ഒരു ഒളിവാക്കു് കണ്ടെത്താൻ കഴിഞ്ഞില്ല
pl: Nie odnaleziono żadnych haseł
sl: Ni najdenih gesel
zh_cn: 找不到相关密码
zh_tw: 未儲存密碼

# Open &amp; Fill
source: Open & Fill
ast: Abrir y rellenar
bg: Отваряне и попълване
bs: Otvorite i ispunite
cs: Otevřít a vyplnit
eo: Malfermi kaj plenigi
es_ar: Abrir y completar
es_mx: Abrir & Llenar
eu: Ireki eta bete
gd: Fosgail ⁊ lìon
gl: Abrir e cubrir
gu_in: ખોલો અને ભરો
he: פתיחה ומילוי
hu: Megnyitás és kitöltése
ja: 開いて入力
ka: გახსნა და შევსება
kab: Ldi & ččaṛ
kk: Ашу және толтыру
ko: 열고 채우기
lo: ເປີດ & ຕື່ມໃສ່
lv: Atvērt un aizpildīt
ml: തുറക്കുക & നിറയ്ക്കുക
mr: उघडा आणि भरा
ms: Buka & Isi
ne_np: खोलेर भर्नुहोस्
pl: Otwórz i wypełnij
ro: Deschide și completează
ru: Открыть и Заполнить
sk: Otvoriť a vyplniť
sl: Odpri in izpolni
sq: Hape & Plotësoje
ta: திற & நிரப்பு
tl: Buksan at Punuin
zh_cn: 打开并填写
zh_tw: 開啟及填入

source: Reveal
ast: Amosar
bg: Разкриване
bs: Otkrij
cs: Ukázat
eo: Malkaŝi
es_ar: Mostrar
es_mx: Mostrar
eu: Agerrarazi
gd: Nochd
gl: Amosar
gu_in: દર્શાવો
he: חשיפה
hu: Felfedés
ja: 開示
ka: ჩვენება
kab: Mmel
kk: Көрсету
ko: 표시
lo: ເປີດເຜີຍ
lv: Atklāt
ml: വെളിപ്പെടുത്തുക
mr: प्रकट करा
ms: Dedahkan
ne_np: प्रकट
pl: Wyświetl
ro: Arată
ru: Показать
sk: Odkryť
sl: Razkrij
sq: Shfaqe
ta: வெளிப்படுத்து
tl: Ipakita
zh_cn: 显示
zh_tw: 顯示

source: Search Input Field
ast: Campu d'introducción de gueta
bg: Поле за търсене
bs: Polje za pretragu
cs: Vstupní pole hledání
eo: Kampo por enigi serĉon
es_ar: Campo de texto de búsqueda
es_mx: Buscar campo de entrada
eu: Bilaketa-eremua
gd: Raon an luirg
gl: Campo de entrada da busca
gu_in: ઇનપુટ ક્ષેત્ર શોધો
he: שדה קלט חיפוש
hu: Keresési beviteli mező
ja: 検索入力フィールド
ka: საძიებო ველი
kab: Urti n unekcam n unadi
kk: Іздеуді енгізу өрісі
ko: 검색 입력창
lo: ບ່ອນປ້ອນຄຳທີ່ຕ້ອງການຄົ້ນຫາ
lv: Meklēšanas ievades lauks
ml: തെരയുന്ന വാക്കിടാനുള്ള ഇടം
mr: इनपुट फील्ड शोधा
ms: Cari Medan Input
ne_np: ईन्पुट स्थानमा खोजी गर्नुहोस्
pl: Pole wyszukiwania
ro: Câmp de introducere a căutării
ru: Поле ввода поиска
sk: Vstupné pole vyhľadávania
sl: Iskalno polje
sq: Fushë Dhënieje Kërkimi
ta: உள்ளீடு பலத்தை தேடு
zh_cn: 搜索的输入框
zh_tw: 搜尋欄位

# SearchInput.Title.Search.v106
source: Search
es_mx: Buscar
eu: Bilatu
he: חיפוש
hu: Keresés
ja: 検索
ka: ძიება
kab: Nadi
ko: 검색
lo: ​ຄົ້ນ​ຫາ
ml: തിരയുക
pl: Szukaj
sl: Išči
zh_cn: 搜索
zh_tw: 搜尋

source: Select All
ast: Esbillar too
bg: Избери всичко
bs: Označi sve
cs: Vybrat vše
eo: Elekti ĉion
es_ar: Seleccionar todo
es_mx: Seleccionar todo
eu: Hautatu denak
gd: Tagh na h-uile
gl: Seleccionar todo
gu_in: બધું પસંદ કરો
he: בחירת הכול
hu: Mind kijelölése
ja: すべて選択
ka: ყველაფრის მონიშვნა
kab: Fren akk
kk: Барлығын таңдау
ko: 모두 선택
lo: ເລືອ​ກທັງໝົດ
lv: Izvēlēties visu
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
mr: सर्व निवडा
ms: Pilih Semua
ne_np: सबै चयन गर्नुहोस्
pl: Zaznacz wszystko
ro: Selectează tot
ru: Выделить все
sk: Vybrať všetko
sl: Izberi vse
sq: Përzgjidhe Krejt
ta: அனைத்தையும் தேர்
tl: Piliin Lahat
zh_cn: 全部选中
zh_tw: 選取全部

source: Website
cs: Server
es_ar: Sitio web
es_mx: Sitio web
eu: Webgunea
gu_in: વેબસાઇટ
he: אתר
hu: Webhely
ja: ウェブサイト
ka: ვებსაიტი
kab: Asmel Web
kk: Вебсайт
ko: 웹 사이트
lo: ເວັບໄຊທ
ml: വെബ്‌സൈറ്റ്
ne_np: वेबसाइट
pl: Witryna
ru: Веб-сайт
sl: Spletna stran
zh_cn: 站点
zh_tw: 網站

# Menu.CloseAllTabsAction.Title
source: Close All Tabs
ast: Zarrar toles llingüetes
bg: Затваряне на всички раздели
bs: Zatvori sve tabove
cs: Zavřít všechny panely
eo: Fermi ĉiujn langetojn
es_ar: Cerrar todas las pestañas
es_mx: Cerrar todas las pestañas
eu: Itxi fitxa guztiak
gd: Dùin a h&#x2011;uile taba
gl: Pechar todas as lapelas
gu_in: બધા ટૅબ્સ બંધ કરો
he: סגירת כל הלשוניות
hu: Minden lap bezárása
ja: すべてのタブを閉じる
ka: ყველა ჩანართის დახურვა
kab: Mdel akk iccaren
kk: Барлық беттерді жабу
ko: 모든 탭 닫기
lo: ປິດແທັບທັງຫມົດ
lv: Aizvērt visas cilnes
ml: എല്ലാ ടാബുകളും അടയ്ക്കുക
mr: सर्व टॅब बंद करा
ms: Tutup Semua Tab
ne_np: सबै ट्याब बन्द गर्नुहोस्
pl: Zamknij wszystkie karty
ro: Închide toate filele
ru: Закрыть все вкладки
sk: Zavrieť všetky karty
sl: Zapri vse zavihke
sq: Mbylli Krejt Skedat
ta: அனைத்தையும் மூடு
tl: Isara Lahat ng Tabs
zh_cn: 关闭所有标签页
zh_tw: 關閉所有分頁

# Menu.CopyLink.Title
source: Copy Link
es_ar: Copiar enlace
es_mx: Copiar enlace
eu: Kopiatu lotura
he: העתקת קישור
hu: Hivatkozás másolása
ja: リンクをコピー
ka: ბმულის ასლი
kab: Nɣel aseɣwen
kk: Сілтемені көшіріп алу
ko: 링크 복사
lo: ສຳເນົາລີ້ງ
ml: കണ്ണി പകർത്തുക
ne_np: लिङ्क कपि गर्नुहोस्
pl: Kopiuj odnośnik
sl: Kopiraj povezavo
zh_cn: 复制链接
zh_tw: 複製鏈結

# Menu.DownloadPDF.Confirm.v129
source: Successfully Downloaded PDF
es_mx: PDF descargado correctamente
he: ה־PDF הורד בהצלחה
ja: PDF のダウンロードが完了しました
ka: წარმატებით ჩამოიტვირთა PDF
kab: Yettwasader PDF akken iwata
ko: PDF를 성공적으로 다운로드했습니다.
lo: ດາວໂຫຼດ PDF ສຳເລັດແລ້ວ
ml: പീ.ഡീ.എഫ വിജയകരമായി ഇറക്കിവച്ചു
sl: PDF uspešno prenesen
zh_cn: PDF 下载成功

# Menu.DownloadPDF.Label.v129
source: Download PDF
es_mx: Descargar PDF
he: הורדת PDF
ja: PDF をダウンロード
ka: ჩამოიტვირთოს PDF
kab: Sader PDF
ko: PDF 다운로드
lo: ດາວໂຫລດ PDF
ml: പീ.ഡീ.എഫ് ഇറക്കിവയ്ക്കുക
sl: Prenesi PDF
zh_cn: 下载 PDF

# Menu.EditBookmark.Label.v135
source: Edit
es_mx: Editar
he: עריכה
ka: ჩასწორება
kab: Ẓreg
ko: 편집
lo: ແກ້ໄຂ
ml: തിരുത്തുക
sl: Uredi
zh_cn: 编辑

# Menu.FindInPageAction.Title
source: Find in Page
ast: Alcontrar na páxina
bs: Pronađi na stranici
cs: Najít na stránce
es_ar: Buscar en la página
es_mx: Encontrar en la página
eu: Bilatu orrian
gl: Atopar na páxina
gu_in: પૃષ્ઠમાં શોધો
he: חיפוש בדף
hu: Keresés az oldalon
ja: ページ内検索
ka: პოვნა გვერდზე
kab: Nadi deg usebter
kk: Беттен табу
ko: 페이지에서 찾기
lo: ຄົ້ນຫາໃນຫນ້ານີ້
ml: താളില്‍ കണ്ടെത്തുക
mr: पृष्ठामध्ये शोधा
ne_np: पृष्ठमा खोज्नुहोस्
pl: Znajdź na stronie
ru: Найти на странице
sl: Najdi na strani
sq: Gjej në Faqe
ta: பக்கத்தில் கண்டுபிடி
tl: Hanapin Sa Pahina
zh_cn: 页内查找
zh_tw: 在頁面中搜尋

# Menu.NewPrivateTabAction.Title
source: Open New Private Tab
ast: Abrir llingüeta privada nueva
bs: Otvori novi privatni tab
cs: Nový anonymní panel
es_ar: Nueva pestaña privada
es_mx: Abrir nueva pestaña privada
eu: Ireki fitxa pribatu berria
gl: Abrir nunha nova lapela privada
gu_in: નવું ખાનગી ટૅબ ખોલો
he: פתיחה בלשונית פרטית חדשה
hu: Új privát lap megnyitása
ja: 新規プライベートタブを開く
ka: ახალი პირადი ჩანართის გახსნა
kab: Ldi deg iccer uslig amaynut
kk: Жаңа жекелік беті
ko: 새 사생활 보호 탭 열기
lo: ເປີດແທັບສ່ວນຕົວໃຫມ່
ml: പുതിയ സ്വകാര്യ ടാബിൽ തുറക്കുക
mr: नवीन खाजगी टॅब मध्ये उघडा
ne_np: नयाँ निजि ट्याब खोल्नुहोस्
pl: Otwórz nową kartę prywatną
ru: Новая приватная вкладка
sl: Odpri nov zaseben zavihek
sq: Hape në Skedë të Re Private
ta: புதிய அந்தரங்க கீற்று
tl: Bagong Private Tab
zh_cn: 新建隐私标签页
zh_tw: 開新隱私分頁

# Menu.NewTabAction.Title
source: Open New Tab
ast: Abrir llingüeta nueva
bs: Otvori novi tab
cs: Nový panel
es_ar: Nueva pestaña
es_mx: Abrir nueva pestaña
eu: Ireki fitxa berria
gl: Abrir unha nova lapela
gu_in: નવું ટેબ ખોલો
he: פתיחת לשונית חדשה
hu: Új lap megnyitása
ja: 新規タブを開く
ka: ახალი ჩანართის გახსნა
kab: Ldi iccer amaynut
kk: Жаңа бет
ko: 새 탭 열기
lo: ແທັບໃຫມ່
ml: പുതിയ റ്റാബ് തുറക്കുക
mr: नवीन टॅब उघडा
ne_np: नयाँ ट्याब खोल्नुहोस्
pl: Otwórz nową kartę
ru: Новая вкладка
sl: Odpri nov zavihek
sq: Hap Skedë të Re
ta: புதிய கீற்று
tl: Bagong Tab
zh_cn: 新建标签页
zh_tw: 開新分頁

# Menu.OpenBookmarksAction.AccessibilityLabel.v2
source: Bookmarks
cs: Záložky
es_ar: Marcadores
es_mx: Marcadores
eu: Laster-markak
gu_in: બુકમાર્ક્સ
he: סימניות
hu: Könyvjelzők
ja: ブックマーク
ka: სანიშნები
kab: Ticraḍ n isebtar
kk: Бетбелгілер
ko: 북마크
lo: ບຸກມາກ
ml: അടയാളക്കുറിപ്പുകള്‍
ne_np: बुकमार्कहरु
pl: Zakładki
ru: Закладки
sl: Zaznamki
zh_cn: 书签
zh_tw: 書籤

# Menu.OpenDownloadsAction.AccessibilityLabel.v2
source: Downloads
cs: Stahování
es_ar: Descargas
es_mx: Descargas
eu: Deskargak
gu_in: ડાઉનલોડ્સ
he: הורדות
hu: Letöltések
ja: ダウンロード
ka: ჩამოტვირთვები
kab: Isidar
kk: Жүктемелер
ko: 다운로드
lo: ດາວໂຫລດ
ml: ഇറക്കിവയ്ക്കലുകൾ
ne_np: डाउनलोडहरु
pl: Pobrane
ru: Загрузки
sl: Prenosi
zh_cn: 下载
zh_tw: 下載項目

# Menu.OpenHistoryAction.AccessibilityLabel.v2
source: History
cs: Historie
es_ar: Historial
es_mx: Historial
eu: Historia
gu_in: ઇતિહાસ
he: היסטוריה
hu: Előzmények
ja: 閲覧履歴
ka: ისტორია
kab: Amazray
kk: Тарихы
ko: 방문 기록
lo: ປະຫວັດການໃຊ້ງານ
ml: നാള്‍വഴി
ne_np: इतिहास
pl: Historia
ru: История
sl: Zgodovina
zh_cn: 历史记录
zh_tw: 瀏覽紀錄

# Menu.OpenReadingListAction.AccessibilityLabel.v2
source: Reading List
cs: Seznam ke čtení
es_ar: Lista de lectura
es_mx: Lista de lectura
eu: Irakurketa-zerrenda
gu_in: વાંચન યાદી
he: רשימת קריאה
hu: Olvasási lista
ja: リーディングリスト
ka: წასაკითხი
kab: Tabdart n tɣuṛi
kk: Оқу тізімі
ko: 읽기 목록
lo: ລາຍການອ່ານ
ml: വായനാ പട്ടിക
ne_np: पढ्ने सूची
pl: Czytelnia
ru: Список для чтения
sl: Bralni seznam
zh_cn: 阅读列表
zh_tw: 閱讀清單

# Menu.OpenSettingsAction.Title
source: Settings
ast: Axustes
bg: Настройки
bs: Postavke
cs: Nastavení
eo: Agordoj
es_ar: Configuración
es_mx: Configuración
eu: Ezarpenak
gd: Roghainnean
gl: Axustes
gu_in: સેટિંગ્સ
he: הגדרות
hu: Beállítások
ja: 環境設定
ka: პარამეტრები
kab: Iɣewwaren
kk: Баптаулар
ko: 설정
lo: ການຕັ້ງຄ່າ
lv: Iestatījumi
ml: ക്രമീകരണങ്ങള്‍
mr: सेटिंग
ms: Tetapan
ne_np: सेटिङ्गहरू
pl: Ustawienia
ro: Setări
ru: Параметры
sk: Nastavenia
sl: Nastavitve
sq: Rregullime
ta: அமைவுகள்
tl: Mga Settings
zh_cn: 设置
zh_tw: 設定

# Menu.OpenSyncedTabsAction.AccessibilityLabel.v2
source: Synced Tabs
cs: Synchronizované panely
es_ar: Pestañas sincronizadas
es_mx: Pestañas sincronizadas
eu: Sinkronizatutako fitxak
gu_in: સમન્વિત કરેલા ટૅબ્સ
he: לשוניות מסונכרנות
hu: Szinkronizált lapok
ja: 同期されたタブ
ka: სინქ. ჩანართები
kab: Iccaren yemtawin
kk: Синхрондалған беттер
ko: 동기화된 탭
lo: ແທັບທີ່ Sync ແລ້ວ
ml: സമന്വയിപ്പിച്ച ടാബുകൾ
ne_np: सिङ्क गरिएका ट्याबहरु
pl: Karty z innych urządzeń
ru: Облачные вкладки
sl: Sinhr. zavihki
zh_cn: 同步的标签页
zh_tw: 同步的分頁

# Menu.ReportSiteIssueAction.Title
source: Report Site Issue
es_ar: Informar problema en el sitio
es_mx: Reportar un problema con el sitio
eu: Eman gunearen arazoaren berri
he: דיווח על בעיה באתר
hu: Hibás webhely bejelentése
ja: サイトの問題を報告
ka: საიტის ხარვეზის მოხსენება
kab: Azen aneqqis ɣef usmel
kk: Сайт мәселесі жөнінде хабарлау
ko: 사이트 문제 보고
lo: ລາຍງານບັນຫາເວັບໄຊທ
ml: വലസ്ഥാന പ്രശ്നം അറിയിക്കുക
ne_np: साइटको समस्या दर्ता गर्नुहोस्
pl: Zgłoś problem ze stroną
sl: Prijavi napako strani
zh_cn: 反馈网站问题
zh_tw: 回報網站問題

# Menu.SeeAllAction.Title
source: See All
cs: Zobrazit vše
es_ar: Ver todo
es_mx: Ver todo
eu: Ikusi guztiak
gu_in: બધા જુઓ
he: צפייה בהכל
hu: Összes megjelenítése
ja: すべて表示
ka: ყველას ნახვა
kab: Wali akk
kk: Барлығын қарау
ko: 모두 보기
lo: ເບິງທັງໝົດ
ml: മുഴുവന്‍ കാണുക
ne_np: सबै हेर्नुहोस्
pl: Pokaż wszystko
ru: Показать все
sl: Prikaži vse
zh_cn: 查看全部
zh_tw: 檢視全部

# Menu.SharePageAction.Title
source: Share Page With…
ast: Compartir páxina con...
bs: Podijelite stranicu sa…
cs: Sdílet…
es_ar: Compartir página con…
es_mx: Compartir la página con…
eu: Partekatu orria honekin…
gl: Compartir a páxina con...
gu_in: આની સાથે પૃષ્ઠ શેર કરો…
he: שיתוף הדף עם…
hu: Lap megosztása…
ja: ページを共有...
ka: გვერდის გაზიარება…
kab: Bḍu asebter d …
kk: Бетті көмегімен бөлісу…
ko: 페이지 공유…
lo: ແບ່ງປັນຫນ້າດ້ວຍ…
ml: ഉപയോഗിച്ച് താളിനെ പങ്കിടുക…
mr: यासोबत पृष्ठ सामायिक करा…
ne_np: सँग पृष्ठ साझा गर्नुहोस्…
pl: Udostępnij stronę…
ru: Поделиться через…
sl: Deli stran z …
sq: Ndajeni Faqen Me…
ta: இதனுடக் பக்கத்தைப் பகிரவும்…
tl: Ibahagi ang Pahina Sa...
zh_cn: 分享页面…
zh_tw: 分享頁面…

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
ast: Pidir sitiu d'escritoriu
bg: Настолна версия на сайта
bs: Zahtjevaj desktop stranicu
cs: Verze stránky pro počítač
eo: Peti skribotablan retejon
es_ar: Pedir versión de escritorio
es_mx: Solicitar sitio de escritorio
eu: Mahaigaineko gunea
gd: Iarr an làrach desktop
gl: Solicitar sitio de escritorio
gu_in: ડેસ્કટૉપ સાઇટની વિનંતી કરો
he: בקשת אתר למחשבים
hu: Asztali oldal kérése
ja: PC サイトモード
ka: სრული საიტი
kab: Suter asmel n tnarit
kk: Сайттың толық нұсқасы
ko: 데스크톱 사이트 요청
lo: ຂໍນຳໃຊ້ເວັບໄຊທ໌ສຳລັບເດສກ໌ທັອບ
lv: Lapas datoru versija
ml: ഡെസ്ക്ടോപ്പ് സൈറ്റ് ആവശ്യപ്പെടുക
mr: डेस्कटॉप साइट विनंती
ms: Pinta Laman Desktop
ne_np: डेस्कटप साइट अनुरोध गर्नुहोस्
pl: Zażądaj wersji na komputery
ro: Cere versiune de desktop
ru: Версия для ПК
sk: Plná verzia stránky
sl: Zahtevaj stran za namizja
sq: Kërko Sajtin për Desktop
ta: கணினி பக்கத்தைக் கேள்
tl: I-request and Desktop Site
zh_cn: 要求桌面版网站
zh_tw: 開啟桌面版網站

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
ast: Pidir sitiu móvil
bg: Искане на мобилния сайт
bs: Zahtjevaj mobilnu stranicu
cs: Mobilní verze stránky
eo: Peti poŝaparatan retejon
es_ar: Pedir versión móvil
es_mx: Solicitar sitio móvil
eu: Mugikorrerako gunea
gd: Iarr na làrach mobile
gl: Solicitar versión móbil
gu_in: મોબાઇલ સાઇટ વિનંતી
he: בקשת אתר מותאם לנייד
hu: Mobil oldal kérése
ja: モバイルサイトモード
ka: მობილურის საიტი
kab: Suter asmel aziraz
kk: Сайттың мобильді нұсқасы
ko: 모바일 사이트 요청
lo: ຂໍນຳໃຊ້ເວັບໄຊທ໌ສຳລັບໂທລະສັບ
lv: Lapas mobilā versija
ml: മൊബൈൽ സൈറ്റ് അഭ്യർത്ഥിക്കുക
mr: मोबाईल आवृत्तीची मागणी करा
ms: Pinta Laman Telefon
ne_np: मोबाइल साइट अनुरोध गर्नुहोस्
pl: Zażądaj wersji na telefon
ro: Cere versiune de mobil
ru: Запросить мобильную версию сайта
sk: Mobilná verzia stránky
sl: Zahtevaj mobilno stran
sq: Kërko Sajtin për Celular
ta: கைப்பேசி தளத்தைக் கேள்
tl: I-request ang Mobile Site
zh_cn: 请求移动版网站
zh_tw: 開啟行動版網站

# SettingsMenu.OpenHomePageAction.Title
source: Homepage
es_mx: Página de inicio
eu: Hasiera-orria
he: דף הבית
hu: Kezdőlap
ja: ホームページ
ka: საწყისი გვერდი
kab: Asebter agejdan
ko: 홈페이지
lo: ຫນ້າທຳອິດ
ml: ആമുഖതാൾ
ne_np: गृह पृष्ठ
pl: Strona startowa
sl: Domača stran
zh_cn: 主页
zh_tw: 首頁

source: Close Private Tabs
ast: Zarrar llingüetes privaes
bg: Затваряне на поверителните раздели
bs: Zatvori privatne tabove
cs: Zavřít anonymní panely
cy: Cau Tabiau Preifat
eo: Fermi privatajn langetojn
es_ar: Cerrar pestañas privadas
es_mx: Cerrar pestañas privadas
eu: Itxi fitxa pribatuak
gd: Dùin tabaichean prìobhaideach
gl: Pechar lapelas privadas
gu_in: ખાનગી ટૅબ્સ બંધ કરો
he: סגירת לשוניות פרטיות
hu: Privát lapok bezárása
ja: プライベートタブを閉じる
ka: პირადი ჩანართების დახურვა
kab: Mdel iccaren usligen
kk: Жекелік беттерді жабу
ko: 사생활 보호 탭 닫기
lo: ປິດແທັບສ່ວນຕົວ
lv: Aizvērt privātās cilnes
ml: സ്വകാര്യ റ്റാബുകള്‍ അടയ്ക്കൂ
mr: खाजगी टॅब बंद करा
ms: Tutup Tab Peribadi
ne_np: निजी ट्याबहरू बन्द गर्नुहोस्
pl: Zamykanie prywatnych kart
ro: Închide filele private
ru: Закрывать приватные вкладки
sk: Zavrieť súkromné karty
sl: Zapri zasebne zavihke
sq: Mbyll Skedat Private
ta: அந்தரங்க கீற்றுகளை மூடு
tl: Isara ang Private Tabs
zh_cn: 关闭隐私标签页
zh_tw: 關閉隱私分頁

# ContextMenu.OpenInNewPrivateTabButtonTitle
source: Open in New Private Tab
cs: Otevřít v anonymním panelu
es_ar: Abrir en Nueva pestaña privada
es_mx: Abrir en una nueva pestaña privada
eu: Ireki fitxa pribatu berrian
gu_in: નવી ખાનગી ટૅબમાં ખોલો
he: פתיחה בלשונית פרטית חדשה
hu: Megnyitás új privát lapon
ja: 新規プライベートタブで開く
ka: გახსნა ახალ პირად ჩანართში
kab: Ldi deg iccer uslig amaynut
kk: Жаңа жекелік бетте ашу
ko: 새 사생활 보호 탭에서 열기
lo: ເປີດໃນແທັບສ່ວນໂຕໃຫມ່
ml: പുതിയ സ്വകാര്യ ടാബിൽ തുറക്കുക
ne_np: नयाँ निजी ट्याबमा खोल्नुहोस्
pl: Otwórz w nowej karcie prywatnej
ru: Открыть в новой приватной вкладке
sl: Odpri v zasebnem zavihku
zh_cn: 新建隐私标签页打开
zh_tw: 用新隱私分頁開啟

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
ast: Firefox nun va recordar el to historial o cookies pero van guardase los marcadores nuevos.
bs: Firefox neće pamtiti ništa od historije ili kolačića, ali nove zabilješke će biti sačuvane.
cs: Firefox si nebude pamatovat vaši historii ani ukládat cookies, ale vytvořené záložky budou uloženy.
es_ar: Firefox no recordará tu historial ni tus cookies, pero se guardarán los nuevos marcadores.
es_mx: Firefox no recordará nada de tu historial o cookies, pero los nuevos marcadores se guardarán.
eu: Firefoxek ez du historia edo cookierik gogoratuko baina laster-markak gorde egingo dira.
gl: Firefox non lembrará nada do seu historial ou cookies, pero si que se gardarán os novos marcadores.
gu_in: Firefox તમારા કોઈપણ ઇતિહાસ અથવા કુકીઝને યાદ કરશે નહીં, પરંતુ નવા બુકમાર્ક્સ સાચવવામાં આવશે.
he: ‏Firefox לא ישמור את ההיסטוריה או העוגיות שלך, אבל סימניות חדשות יישמרו.
hu: A Firefox nem fog emlékezni az előzményeire vagy a sütijeire, de az új könyvjelzők mentve lesznek.
ja: 履歴や Cookie を保存しません。ブックマークは保存できます。
ka: Firefox არ დაიმახსოვრებს მონახულებულ გვერდებსა და ფუნთუშებს, მაგრამ ბოლოს ჩანიშნული გვერდები შენარჩუნდება.
kab: Firefox ur iceffu ara ɣef umazray akked yinagan n tuqqna-inek, acukan ticraḍ n yisebtar ad ttwakelsent.
kk: Firefox сіздің шолу тарихыңызды немесе cookies сақтамайды, бірақ, жаңа бетбелгілер сақталатын болады.
ko: Firefox가 탐색 기록이나 쿠키는 저장하지 않지만 신규 북마크는 저장합니다.
lo: Firefox ຈະບໍ່ບັນທຶກທຸກໆປະຫວັດການໃຊ້ງານ ຫລື ຄຸກກີ້ຂອງທ່ານ, ແຕ່ວ່າຈະບັນທຶກບຸກມາກໃຫມ່ໄວ້.
ml: ഫയര്‍ഫോക്സ് നിങ്ങളുടെ നാള്‍വഴികളോ കുക്കികളോ ഓര്‍ത്തു വയ്ക്കില്ല, പക്ഷെ പുതിയ അടയാളക്കുറിപ്പുകള്‍ സൂക്ഷിക്കുന്നതായിരിക്കും.
mr: Firefox आपला इतिहास किंवा कुकीज लक्षात ठेवणार नाही, पण नवीन वाचनखुणा जतन केल्या जातील.
ne_np: Firefox ले तपाईँको कुनैपनि ईतिहास र कुकिज सन्चीत गर्ने छैन, तर नयाँ पुस्तकचिनो भने सन्चीत हुनेछ।
pl: Firefox nie zachowa historii przeglądania ani ciasteczek (dodane zakładki zostaną zachowane)
ru: Firefox не будет запоминать ничего из вашей истории или кук, но новые закладки будут сохраняться.
sl: Firefox ne bo hranil vaše zgodovine in piškotkov, novi zaznamki pa bodo shranjeni.
sq: Firefox-i s’do të mbajë mend gjë nga historiku apo cookie-t, por faqerojtësit e rinj do të ruhen.
ta: பயர்பாஃசு தனது பழைய வரலாறு (அ) நினைவிகளை நினைவில் வைக்காது, ஆனால் புதிய புத்தகக்குறிகளைச் சேமித்து வைக்கும்.
tl: Hindi maaalala ng Firefox ang alin man sa iyong history o cookies, pero ang mga bagong bookmark ay tatandaan.
zh_cn: Firefox 不会记住您的历史记录和 Cookie，但新的书签将被保留。
zh_tw: Firefox 不會留下瀏覽紀錄或 cookie，但會保留建立的書籤。

source: Learn More
ast: Deprendi más
bg: Научи повече
bs: Saznajte više
cs: Zjistit více
cy: Dysgu Rhagor
eo: Pli da informo
es_ar: Conocer más
es_mx: Saber más
eu: Argibide gehiago
gd: Barrachd fiosrachaidh
gl: Máis información
gu_in: વધુ શીખો
he: מידע נוסף
hu: Tudjon meg többet
ja: 詳しくはこちら
ka: ვრცლად
kab: Issin ugar
kk: Көбірек білу
ko: 자세히 보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
lv: Uzzināt vairāk
ml: കൂടുതല്‍ അറിയുക
mr: अधिक जाणा
ms: Ketahui Selanjutnya
ne_np: अझ जान्नुहोस्
pl: Więcej informacji
ro: Află mai multe
ru: Подробнее
sk: Ďalšie informácie
sl: Več o tem
sq: Mësoni Më Tepër
ta: மேலும் அறிக
zh_cn: 详细了解
zh_tw: 瞭解更多

source: Off
ast: Sí
bg: Включен
bs: Isključeno
cs: Vypnuto
cy: Diffodd
eo: Malŝaltita
es_ar: Desactivado
es_mx: Apagar
eu: Desaktibatuta
gd: Dheth
gl: Desactivado
gu_in: બંધ
he: כבוי
hu: Ki
ja: オフ
ka: გამორთვა
kab: Ur yermid ara
kk: Сөнд
ko: 끄기
lo: ປິດ
lv: Izslēgts
ml: പ്രവർത്തനരഹിതം
mr: बंद
ms: Nyahaktifkan
ne_np: बन्द गर्नुहोस्
pl: Wyłączone
ro: Dezactivată
ru: Отключён
sk: Vypnuté
sl: Izključeno
ta: அணை
tl: Patayin
zh_cn: 关
zh_tw: 關閉

source: On
ast: Non
bg: Изключен
bs: Uključeno
cs: Zapnuto
cy: Ymlaen
eo: Ŝaltita
es_ar: Activado
es_mx: Encender
eu: Aktibatuta
gd: Air
gl: Activado
gu_in: ચાલુ
he: פעיל
hu: Be
ja: オン
ka: ჩართვა
kab: Yermed
kk: Іске қосулы
ko: 켜기
lo: ເປີດ
lv: Ieslēgts
ml: ഓണ്‍
mr: चालू
ms: Aktifkan
ne_np: खोल्नुहोस्
pl: Włączone
ro: Activată
ru: Включён
sk: Zapnuté
sl: Vključeno
ta: செயற்படுத்து
tl: Buksan
zh_cn: 开
zh_tw: 開啟

source: Private Browsing
ast: Restolar en privao
bg: Лично сърфиране
bs: Privatno pretraživanje
cs: Anonymní prohlížení
cy: Pori Preifat
eo: Privata retumo
es_ar: Navegación privada
es_mx: Navegación privada
eu: Nabigatze pribatua
gd: Brabhsadh prìobhaideach
gl: Navegación privada
gu_in: ખાનગી બ્રાઉઝિંગ
he: גלישה פרטית
hu: Privát böngészés
ja: プライベートブラウジング
ka: პირადი თვალიერება
kab: Tunigin tusligt
kk: Жекелік шолу
ko: 사생활 보호 탐색
lo: ການຄົ້ນຫາແບບສ່ວນຕົວ
lv: Privātā pārlūkošana
ml: സ്വകാര്യ ബ്രൗസിങ്
mr: खाजगी ब्राउझिंग
ms: Pelayaran Peribadi
ne_np: निजी ब्राउजिङ्ग
pl: Tryb prywatny
ro: Navigare privată
ru: Приватный просмотр
sk: Súkromné prehliadanie
sl: Zasebno brskanje
sq: Shfletim Privat
ta: அந்தரங்க உலாவல்
zh_cn: 隐私浏览模式
zh_tw: 隱私瀏覽

source: Private Mode
ast: Mou priváu
bg: Личен режим
bs: Privatan način rada
cs: Anonymní režim
cy: Y Modd Preifat
eo: Privata reĝimo
es_ar: Modo privado
es_mx: Modo privado
eu: Modu pribatua
gd: Am modh prìobhaideach
gl: Modo privado
gu_in: ખાનગી મોડ
he: מצב פרטי
hu: Privát mód
ja: プライベートブラウジングモード
ka: პირადი რეჟიმი
kab: Askar uslig
kk: Жекелік шолу режимі
ko: 사생활 보호 모드
lo: ໂມດສ່ວນຕົວ
lv: Privātais režīms
ml: സ്വകാര്യ മോഡ്
mr: खाजगी मोड
ms: Mod Peribadi
ne_np: निजी मोड
pl: Tryb prywatny
ro: Mod privat
ru: Приватный режим
sk: Režim Súkromné prehliadanie
sl: Zasebni način
sq: Mënyra Privat
ta: அந்தரங்க முறைமை
zh_cn: 隐私模式
zh_tw: 隱私模式

# PrivateBrowsing.Toggle.A11y.Label.v132
source: Private browsing
es_mx: Navegación privada
he: גלישה פרטית
ja: プライベートブラウジング
ka: პირადი თვალიერება
kab: Tunigin tusligt
ko: 사생활 보호 모드
lo: ການທ່ອງເວັບແບບສ່ວນຕົວ
ml: സ്വകാര്യ തിരച്ചിൽ
sl: Zasebno brskanje
zh_cn: 隐私浏览

source: Turns private mode on or off
ast: Des/Activa'l mou priváu
bg: Включва или изключва личен режим
bs: Uključuje ili isključuje privatni način rada
cs: Zapne nebo vypne anonymní režim
cy: Difodd neu gychwyn y modd preifat
eo: Ŝalti kaj malŝalti la privatan reĝimon
es_ar: Activa o desactiva el modo privado
es_mx: Encender o apagar el modo privado
eu: Modu pribatua txandakatzen du
gd: Cuiridh seo am modh prìobhaideach air no dheth
gl: Activa ou desactiva o modo privado
gu_in: ખાનગી મોડ ચાલુ અથવા બંધ કરે છે
he: הפעלה או כיבוי של מצב פרטי
hu: Ki- vagy bekapcsolja a privát mód
ja: プライベートブラウジングモードをオンまたはオフに切り替えます
ka: პირადი თვალიერების ჩართვა/გამორთვა
kab: Rmed neɣ kkes armad n uskar uslig
kk: Жекелік режимін іске қосады немесе сөндіреді
ko: 사생활 보호 모드를 켜거나 끔
lo: ປິດ ຫລື ເປີດໂມດສ່ວນຕົວ
lv: Ieslēdz vai izslēdz privāto pārlūkošanu
ml: സ്വകാര്യ മോഡ് ഓണ്‍ അല്ലെങ്കില്‍ ഓഫ്
mr: खाजगी मोड चालू किंवा बंद करते
ms: Aktihkan atau nyahaktifkan mod peribadi
ne_np: निजी मोडलाई बन्द वा सुचारू गर्छ
pl: Przełącza tryb prywatny
ro: Activează sau dezactivează modul privat
ru: Включить или отключить приватный режим
sk: Zapína a vypína režim Súkromné prehliadanie
sl: Vključi ali izključi zasebni način
sq: Hyni ose dilni nga mënyra shfletim privat
ta: அந்தரங்க முறைமையைச் செயற்படுத்து (அ) அணை
tl: Patayin o buksan ang private mode.
zh_cn: 开启或关闭隐私模式
zh_tw: 開啟或關閉隱私模式
