Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Onboarding.Modern.TermsOfService.PrivacyNoticeAgreement.v140
source: %1$@ cares about your privacy. Read more in our %2$@
he: ‏%1$@ דואג לפרטיות שלך. מידע נוסף ב%2$@ שלנו
ka: %1$@ ზრუნავს თქვენი პირადულობის დაცვაზე. ვრცლად იხილეთ %2$@
kab: %1$@ terḥa-t tudert-ik tabaḍnit. Ɣeṛ ugar deg %2$@.
ko: %1$@는 사용자의 개인 정보를 보호합니다. %2$@에서 더 자세히 보기
lo: %1$@ ເປັນຫ່ວງກ່ຽວກັບຄວາມເປັນສ່ວນຕົວຂອງທ່ານ. ອ່ານເພີ່ມເຕີມໃນ %2$@ ຂອງພວກເຮົາ
ml: താങ്ങളുടെ സ്വകാര്യതക്കു് %1$@ ശ്രദ്ധിക്കാറുണ്ടു്. ഞങ്ങളുടെ %2$@-ൽ കൂടുതൽ വായിക്കുക
sl: %1$@u je mar za vašo zasebnost. Preberite več v našem %2$@.

# Onboarding.Modern.TermsOfService.PrivacyNoticeAgreement.v145
source: %1$@ cares about your privacy. Read more in our %2$@
he: ‏%1$@ דואג לפרטיות שלך. מידע נוסף ב%2$@ שלנו.
ka: %1$@ ზრუნავს თქვენს პირადულობაზე. ვრცლად იხილეთ %2$@
kab: %1$@ terḥa-t tudert-ik tabaḍnit. Ɣeṛ ugar deg %2$@.
ko: %1$@는 사용자의 개인 정보를 보호합니다. %2$@에서 더 자세히 보기
ml: താങ്ങളുടെ സ്വകാര്യതക്കു് %1$@ ശ്രദ്ധിക്കാറുണ്ടു്. ഞങ്ങളുടെ %2$@-ൽ കൂടുതൽ വായിക്കുക.
sl: %1$@u je mar za vašo zasebnost. Preberite več v našem %2$@.

# Onboarding.Modern.TermsOfService.PrivacyNoticeLink.v140
source: Privacy Notice.
he: הצהרת הפרטיות.
ka: პირადულობის განაცხადი.
kab: Tasertit n tbaḍnit.
ko: 개인정보 보호정책
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ.
ml: സ്വകാര്യതാ അറിയിപ്പു്.
sl: obvestilu o zasebnosti

# Onboarding.Modern.TermsOfService.PrivacyNoticeLink.v145
source: Privacy Notice.
he: הצהרת הפרטיות
ka: პირადულობის განაცხადი.
kab: Tasertit n tbaḍnit.
ko: 개인정보 보호정책
ml: സ്വകാര്യത അറിയിപ്പു്
sl: obvestilu o zasebnosti

# Onboarding.Modern.TermsOfService.PrivacyPreferences.LearnMore.v140
source: Learn more
he: מידע נוסף
ka: ვრცლად
kab: Issin ugar
ko: 더 알아보기
lo: ສຶກສາເພີ່ມເຕີມ
ml: കൂടുതലറിയുക
sl: Več o tem

source: Crash reports allow us to diagnose and fix issues with the browser. %@
he: דיווחי קריסה מאפשרים לנו לאבחן ולתקן בעיות בדפדפן. %@
ka: უეცარი გათიშვის შეტყობინებები გვეხმარება ბრაუზერის ხარვეზების დადგენასა და მოგვარებაში. %@
kab: Ineqqisen n truẓi ttallen-aɣ ad neg tawassna, ad nṣeggem uguren akked yiminig. %@
ko: 충돌 보고서를 통해 브라우저 문제를 진단하고 수정할 수 있습니다. %@
lo: ລາຍງານການຂັດຂ້ອງຊ່ວຍໃຫ້ພວກເຮົາສາມາດວິເຄາະຫາສາເຫດຂອງບັນຫາ ແລະ ແກ້ໄຂບັນຫາກ່ຽວກັບຕົວທ່ອງເວັບໄດ້. %@
ml: തകൎച്ച റിപ്പോർട്ടുകൾ അന്വേഷിയന്ത്രത്തിന്റെ കൂടെയുള്ള എല്ലാ കുഴപ്പങ്ങളും കണ്ടെത്താനും പരിഹരിക്കാനും സഹായിക്കാറുണ്ടു്. %@
sl: Poročila o sesutjih nam omogočajo diagnosticiranje in odpravljanje težav z brskalnikom. %@

# Onboarding.Modern.TermsOfService.PrivacyPreferences.SendCrashReportsTitle.v140
source: Automatically send crash reports
he: שליחת דיווחי קריסה באופן אוטומטי
ka: უეცარი გათიშვის მოხსენებების თვითგაგზავნა
kab: Azen s wudem awurman ineqqisen n truẓi
ko: 자동으로 충돌 보고서 보내기
lo: ສົ່ງລາຍງານການຂັດຂ້ອງໂດຍອັດຕະໂນມັດ
ml: തകൎച്ച വിവരങ്ങൾ തന്നെതാന്നെ അയയ്ക്കുക
sl: Samodejno pošiljaj poročila o sesutjih

source: Data about your device, hardware configuration, and how you use %1$@ helps improve features, performance, and stability for everyone. %2$@
he: נתונים על המכשיר שלך, תצורת החומרה והאופן שבו %1$@ משמש אותך עוזרים לשפר את היכולות, הביצועים והיציבות עבור כולם. %2$@
ka: მონაცემები თქვენი მოწყობილობის, აპარატურული გაწყობისა და იმის შესახებ, თუ როგორ გამოიყენება %1$@, გვეხმარება შესაძლებლობების, წარმადობისა და მდგრადობის გაუმჯობესებაში ყველა მომხმარებლისთვის. %2$@
kab: Isefka yerzan ibenk-ik, tawila n warrum akked wamek i tesseqdaceḍ %1$@ yettal-aneɣ ad nesnerni timahilin, tamlellit akked urkad i yal yiwen. %2$@
ko: 기기와 하드웨어 설정, %1$@ 사용 방식에 대한 데이터는 기능, 성능, 안정성을 개선하는 데 도움이 됩니다. %2$@
lo: ຂໍ້​ມູນ​ກ່ຽວ​ກັບ​ອຸ​ປະ​ກອນ​ຂອງ​ທ່ານ, ການ​ຕັ້ງ​ຄ່າ​ຮາດ​ແວ, ແລະ ​ວິ​ທີ​ທີ່​ທ່ານ​ນໍາ​ໃຊ້ %1$@ ຊ່ວຍ​ປັບ​ປຸງ​ຄຸນ​ສົມ​ບັດ, ປະ​ສິດ​ທິ​ພາບ, ແລະ​ ຄວາມ​ສະຖຽນ​ສໍາ​ລັບ​ທຸກ​ຄົນ. %2$@
sl: Podatki o vaši napravi, nastavitvi strojne opreme in načinu uporabe brskalnika %1$@ pomagajo izboljšati funkcionalnost, zmogljivost in zanesljivost za uporabnike po vsem svetu. %2$@

# Onboarding.Modern.TermsOfService.PrivacyPreferences.SendTechnicalDataTitle.v140
source: Send technical and interaction data to %@
he: שליחת נתונים טכניים ונתוני אינטראקציה ל־%@
ka: ტექნიკურ და გამოყენების მონაცემებს გაეცნოს %@
kab: Azen isefka itiknikanen akked wid n umyigew %@
ko: %@로 기술 및 상호 작용 데이터 보내기
lo: ສົ່ງຂໍ້ມູນດ້ານວິຊາການ ແລະ ການໂຕ້ຕອບຫາ %@
ml: സാങ്കേതികയും ഇടപാടുനീയ ദത്ത %@-ക്കു് അയക്കുക
sl: Pošiljaj tehnične podatke in podatke o uporabi organizaciji %@

# Onboarding.Modern.TermsOfService.PrivacyPreferences.Title.v140
source: Help us make %@ better
he: עזרו לנו לשפר את %@
ka: დაგვეხმარეთ, გავაუმჯობესოთ %@
kab: All-aneɣ ad nerr %@ igerrez ugar
ko: %@를 개선할 수 있도록 도와주세요
lo: ຊ່ວຍພວກເຮົາເຮັດໃຫ້ %@ ດີຂຶ້ນ
ml: %@-നു് മെച്ചപ്പെടുത്താൻ ഞങ്ങളെ തുണയ്ക്കുക
sl: Pomagajte nam izboljšati %@

# Onboarding.Modern.TermsOfService.Subtitle.v140
source: Load sites lightning fast Automatic tracking protection Sync on all your devices
es_mx: Carga sitios web ultra rápido Protección automática contra rastreo Sincronización en todos tus dispositivos
he: טעינת אתרים במהירות הברק הגנת מעקב אוטומטית סנכרון בכל המכשירים שלך
ka: საიტების ელვისებურად გახსნა თვალთვალისგან თავისთავადი დაცვა დასინქრონება ყველა მოწყობილობაზე
ko: 아주 빠른 사이트 로딩 자동 추적 방지 모든 기기에서 동기화
lo: ໂຫຼດເວັບໄຊໄວ ການປ້ອງກັນການຕິດຕາມອັດຕະໂນມັດ ຊິງຄ໌ຢູ່ໃນທຸກອຸປະກອນຂອງທ່ານ
ml: മിന്നൽവിരവോടു വെബ്ബിടങ്ങൾ ലഭ്യമാക്കുക താനെ പിന്തുടൎച്ച പരിരക്ഷണം എല്ലാ ഉപകരണങ്ങളിലും സമന്വയിപ്പിക്കുക
sl: Bliskovito nalaganje strani Samodejna zaščita pred sledenjem Sinhronizacija z vsemi napravami

# Onboarding.Modern.TermsOfService.TermsOfServiceAgreement.v140
source: By continuing, you agree to the %@
es_mx: Al continuar, aceptas los %@
he: בחירה בהמשך מהווה הסכמה ל%@
ka: თუ განაგრძობთ, თანახმა ხართ მიიღოთ %@
kab: S ukemmel, ad tqebleḍ %@..
ko: 계속 진행하면 %@에 동의하게 됩니다
lo: ເມື່ອດຳເນີນການຕໍ ຖືວ່າທ່ານໄດ້ຍອມຮັບ %@
ml: തുടരുന്നതിലൂടെ, താങ്ങൾ %@ അംഗീകരിക്കുന്നു
sl: Z nadaljevanjem se strinjate s %@.

# Onboarding.Modern.TermsOfService.TermsOfServiceAgreement.v145
source: By continuing, you agree to the %@
he: בחירה בהמשך מהווה הסכמה ל%@
ka: თუ განაგრძობთ, თანახმა ხართ მიიღოთ %@
kab: S ukemmel, ad tqebleḍ %@
ko: 계속 진행하면 %@에 동의하게 됩니다
ml: തുടരുന്നതിലൂടെ, താങ്ങൾ %@ അംഗീകരിക്കുന്നു
sl: Z nadaljevanjem se strinjate s %@.

# Onboarding.Modern.TermsOfService.TermsOfUseLink.v145
source: %@ Terms of Use.
he: תנאי השימוש של %@.
ka: გამოყენების პირობები, რომელთაც ადგენს %@.
kab: Tiwtilin n useqdec n %@.
ko: %@ 이용약관
ml: %@ ഉപയോഗനിബന്ധനകൾ.
sl: pogoji uporabe %@a

# Onboarding.Modern.TermsOfService.Title.v140
source: Upgrade your browsing
es_mx: Mejora tu navegación
he: שדרוג הגלישה שלך
ka: ვებსივრცეში მოგზაურობა ახალ დონეზე
kab: Kemmel tunigin-ik⋅im
ko: 브라우징 업그레이드
lo: ຍົກລະດັບການທ່ອງເວັບຂອງທ່ານ
ml: താങ്ങളുടെ തിരച്ചിലനുഭവം മെച്ചപ്പെടത്തുക
sl: Nadgradite svoje brskanje

# Onboarding.Modern.TermsOfService.Title.v145
source: Take charge of the internet
he: האינטרנט בידיים שלך
ka: თავადვე განკარგეთ ინტერნეტი
ko: 인터넷을 제어
sl: Prevzemite nadzor nad internetom

# Onboarding.Modern.TermsOfUse.TermsOfUseLink.v140
source: %@ Terms of Use.
es_mx: %@ Términos de uso.
he: תנאי השימוש של %@.
ka: გამოყენების პირობები, რომელთაც ადგენს %@.
kab: Tiwtilin n useqdec n %@.
ko: %@ 이용약관
lo: %@ ເງື່ອນໄຂການໃຊ້ງານ.
ml: %@ ഉപയോഗനിബന്ധനകൾ.
sl: pogoji uporabe %@a

# Onboarding.Modern.Welcome.ActionTreatementA.v140
source: Set as Default Browser
es_mx: Establecer como navegador predeterminado
he: הגדרה כדפדפן ברירת המחדל
ka: ნაგულისხმევ ბრაუზერად დაყენება
kab: Sbadu-t d iminig amezwer
ko: 기본 브라우저로 설정
lo: ຕັ້ງໃຫ້ເປັນບຣາວເຊີຫລັກ
ml: തനതു അന്വേഷിയന്ത്രമാക്കുക
sl: Nastavi kot privzeti brskalnik

# Onboarding.Modern.Welcome.ActionTreatmentA.v145
source: Set as Default Browser
he: הגדרה כדפדפן ברירת המחדל
ka: ნაგულისხმევ ბრაუზერად დაყენება
kab: Sbadu-t d iminig amezwer
ko: 기본 브라우저로 설정
ml: തനിമട്ടായ അന്വേഷിയന്ത്രമാക്കുക
sl: Nastavi kot privzeti brskalnik

# Onboarding.Modern.Welcome.Description.v140
source: One choice protects you everywhere you go on the web. You can always change it later.
es_mx: Una sola opción te protege donde sea que navegues en la web. Siempre puedes cambiarla más tarde.
he: בחירה אחת מגנה עליך בכל מקום שנמצאים באינטרנט. תמיד ניתן לשנות אותה מאוחר יותר.
ka: ერთი არჩევანით დაცული იქნებით ვებსივრცის ყველა კუთხე-კუნჭულში. შეცვლა ყოველთვის შეგეძლებათ.
kab: Yiwen n ufran k⋅kem-yeḥrez deg yal adeg ideg ara tedduḍ deg web. Tzemreḍ dima ad tbeddleḍ aya ticki.
ko: 한 번의 선택으로 웹의 모든 곳이 보호됩니다. 나중에 언제든지 변경할 수 있습니다.
lo: ທາງເລືອກຫນຶ່ງປົກປ້ອງທ່ານຢູ່ທົ່ວທຸກແຫ່ງທີ່ທ່ານໄປຢູ່ໃນເວັບ. ທ່ານສາມາດປ່ຽນມັນໄດ້ໃນພາຍຫຼັງ.
sl: Ena izbira vas ščiti, kamorkoli na spletu se odpravite. Kadarkoli pozneje ga lahko zamenjate.

# Onboarding.Modern.Welcome.Description.v145
source: One choice protects you everywhere you go on the web. You can always change it later.
he: בחירה אחת מגנה עליך בכל מקום שנמצאים באינטרנט. תמיד ניתן לשנות אותה מאוחר יותר.
ka: ერთი არჩევანით დაცული იქნებით ვებსივრცის ყველა კუთხე-კუნჭულში. შეცვლა ყოველთვის შეგეძლებათ.
kab: Yiwen n ufran k⋅kem-yeḥrez deg yal adeg ideg ara tedduḍ deg web. Tzemreḍ dima ad tbeddleḍ aya ticki.
ko: 한 번의 선택으로 웹의 모든 곳이 보호됩니다. 나중에 언제든지 변경할 수 있습니다.
sl: Ena izbira vas ščiti, kamorkoli na spletu se odpravite. Kadarkoli pozneje ga lahko zamenjate.

# Onboarding.Modern.Welcome.Skip.v140
source: Not Now
es_mx: Ahora no
he: לא כעת
ka: ახლა არა
kab: Mačči tura
ko: 나중에
lo: ບໍ່ແມ່ນຕອນນີ້
ml: ഇപ്പോഴല്ല
sl: Ne zdaj

# Onboarding.Modern.Welcome.Skip.v145
source: Not Now
he: לא כעת
ka: ახლა არა
kab: Mačči tura
ko: 나중에
ml: ഇപ്പോഴല്ല
sl: Ne zdaj

# Onboarding.Modern.Welcome.Title.v140
source: Say goodbye to creepy ads
es_mx: Dile adiós a los anuncios espeluznantes
he: ביי ביי לפרסומות מציקות
ka: დაემშვიდობეთ საძაგელ რეკლამებს
kab: Ini di lehna i udellel yettakren
ko: 귀찮은 광고는 이제 그만
lo: ບອກລາກັບບັນດາໂຄສະນາທີ່ເປັນຕາຢ້ານ
ml: പരസ്യങ്ങളോടു് വിട പറയൂ
sl: Poslovite se od vsiljivih oglasov

# Onboarding.Modern.Welcome.Title.v145
source: Say goodbye to creepy trackers
he: ביי ביי לרכיבי מעקב מציקים
ka: დაემშვიდობეთ საძაგელ მეთვალყურეებს
ko: 성가신는 추적기와 작별 인사
ml: പിന്തുടൎച്ചയന്ത്രങ്ങളോടു വിട പറഞ്ഞേക്കു്
sl: Poslovite se od vsiljivih sledilcev

# Onboarding.Notification.Continue.Action.v114
source: Continue
es_mx: Continuar
eu: Jarraitu
he: המשך
hu: Folytatás
ja: 続ける
ka: გაგრძელება
kab: Kemmel
ko: 계속
lo: ສືບຕໍ່
ml: തുടരുക
pl: Kontynuuj
sl: Nadaljuj
zh_cn: 继续
zh_tw: 繼續

# Onboarding.Notification.Description.v120
source: Securely send tabs between your devices and discover other privacy features in %@.
es_mx: Envía pestañas de forma segura entre tus dispositivos y descubre otras funciones de privacidad en %@.
eu: Bidali fitxak gailuen artean modu seguruan eta aurkitu %@(r)en bestelako pribatutasun eginbideak.
he: לשלוח לשוניות בין המכשירים שלך בצורה מאובטחת ולהיחשף ליכולות פרטיות נוספות ב־%@.
hu: Küldjön biztonságosan lapokat eszközei között, és fedezzen fel más adatvédelmi funkciókat a %@ban.
ja: 端末間で安全にタブを送信するなど、%@ の他のプライバシー機能を見つけましょう。
ka: დაცულად გაგზავნეთ ჩანართები თქვენს მოწყობილობებს შორის და აღმოაჩინეთ %@-ის სხვა საშუალებები პირადულობისთვის.
kab: Azen s wudem aɣellsan accaren seg yibenk ɣer wayeḍ, tesnirmeḍ timahilin timaynutin n ummesten n tudert tabaḍnit deg %@.
ko: 기기 간에 안전하게 탭을 보내고 %@의 다른 개인 정보 보호 기능을 찾아보세요.
lo: ສົ່ງແຖບຢ່າງປອດໄພລະຫວ່າງອຸປະກອນຂອງທ່ານ ແລະ ຄົ້ນພົບຄຸນສົມບັດຄວາມເປັນສ່ວນຕົວອື່ນໆໃນ %@.
ml: നിങ്ങളുടെ ഉപകരണങ്ങൾക്കിടയിൽ സുരക്ഷിതമായി ടാബുകൾ അയയ്ക്കുകയും %@-ൽ മറ്റ് സ്വകാര്യത സവിശേഷതകൾ കണ്ടെത്തുകയും ചെയ്യുക.
pl: Bezpiecznie przesyłaj karty między urządzeniami i odkrywaj inne funkcje chroniące prywatność w przeglądarce %@.
sl: Varno pošiljajte zavihke z ene naprave na drugo in odkrijte druge možnosti za zasebnost, ki jih ponuja %@.
zh_cn: 在设备间安全发送标签页，并探索 %@ 中更多保护隐私的特色功能。
zh_tw: 在您的不同裝置間，安全地傳送分頁，並且探索 %@ 當中其他保護隱私權的相關功能。

# Onboarding.Notification.Skip.Action.v115
source: Skip
es_mx: Saltar
eu: Saltatu
he: דילוג
hu: Kihagyás
ja: スキップ
ka: გამოტოვება
kab: Suref
ko: 건너뛰기
lo: ຂ້າມ
ml: ഒഴിവാക്കുക
pl: Pomiń
sl: Preskoči
zh_cn: 跳过
zh_tw: 略過

# Onboarding.Notification.Title.v120
source: Notifications help you stay safer with %@
es_mx: Las notificaciones te ayudan a mantenerte más seguro con %@
eu: Jakinarazpenek %@(r)ekin seguruago egoten laguntzen dizute
he: התרעות עוזרות לך להישאר בטוח יותר עם %@
hu: Az értesítések segítségével nagyobb biztonságban lehet %@szal
ja: 通知をオンにして %@ で安全性を高めましょう
ka: შეტყობინებები დაგეხმარებათ, მეტად უსაფრთხოდ გამოიყენოთ %@
kab: Ilɣa ad ak-ɛawnen ad teqqimeḍ d aɣellsan s %@
ko: 알림으로 %@를 더욱 안전하게 사용할 수 있습니다.
lo: ການແຈ້ງເຕືອນຊ່ວຍໃຫ້ທ່ານປອດໄພຂຶ້ນດ້ວຍ %@
ml: %@-ൽ സുരക്ഷിതമായി തുടരാൻ അറിയിപ്പുകൾ താങ്ങളെ സഹായിക്കുന്നു
pl: Powiadomienia pomogą Ci zachować bezpieczeństwo z przeglądarką %@
sl: Obvestila vam pomagajo, da ostanete varni v %@u
zh_cn: 允许通知可让 %@ 更好地为您保驾护航
zh_tw: 透過通知功能，讓您使用 %@ 更安全

# Onboarding.Notification.TurnOnNotifications.Action.v114
source: Turn On Notifications
es_mx: Habilitar notificaciones
eu: Aktibatu jakinarazpenak
he: הפעלת התרעות
hu: Értesítések bekapcsolása
ja: 通知をオンにする
ka: შეტყობინებების ჩართვა
kab: Rmed ilɣa
ko: 알림 켜기
lo: ເປີດການແຈ້ງເຕືອນ
ml: അറിയിപ്പുകൾ തുടങ്ങി വയ്ക്കുക
pl: Włącz powiadomienia
sl: Vklopi obvestila
zh_cn: 开启通知
zh_tw: 開啟通知

# Onboarding.Sync.Description.v123
source: %@ encrypts your passwords, bookmarks, and more when you’re synced.
es_mx: %@ cifra tus contraseñas, marcadores y más cuando estás sincronizado.
eu: Sinkronizatzean, zure pasahitzak, laster-markak eta gehiago zifratzen ditu %@(e)k.
he: ‏%@ מצפין את הססמאות, הסימניות ועוד כאשר החשבון מסונכרן.
ja: %@ は同期時にパスワードやブックマークなどを暗号化します。
ka: %@ შიფრავს თქვენს პაროლებს, სანიშნებს და ა. შ. დასინქრონებისას.
kab: %@ ittewgelhin awalen uffiren, ticraḍ n yisebtar, d wugar mi ara tremdeḍ amtawi.
ko: %@는 동기화 시 비밀번호, 북마크 등을 암호화합니다.
lo: %@ ເຂົ້າ​ລະ​ຫັດ​ລະ​ຫັດ​ຜ່ານ​ຂອງ​ທ່ານ, bookmarks, ແລະ​ ອື່ນໆ​ອີກ​ໃນ​ເວ​ລາ​ທີ່​ທ່ານ​ sync ຂໍ້ມູນແລ້ວ.
ml: താങ്ങൾ സമന്വയിപ്പിച്ചിരിക്കുമ്പോഴു് %@ താങ്ങളുടെ ഒളിവാക്കുകളും അടയാളക്കുറിപ്പുകളും മറ്റും രൂപമാറ്റി വയ്ക്കാരുണ്ടു്.
pl: %@ szyfruje Twoje hasła, zakładki i inne dane podczas synchronizacji.
sl: %@ ob vključeni sinhronizaciji šifrira vaša gesla, zaznamke in drugo.
zh_cn: %@ 会在同步时加密您的密码、书签等数据。
zh_tw: %@ 會在同步您的密碼、書籤等資料時自動加密。

# Onboarding.Sync.SignIn.Action.v114
source: Sign In
es_mx: Iniciar sesión
eu: Hasi saioa
he: כניסה
hu: Bejelentkezés
ja: ログイン
ka: შესვლა
kab: Kcem
ko: 로그인
lo: ລົງຊື່ເຂົ້າໃຊ້
ml: പ്രവേശിക്കുക
pl: Zaloguj się
sl: Prijava
zh_cn: 登录
zh_tw: 登入

# Onboarding.Sync.Skip.Action.v114
source: Skip
es_mx: Saltar
eu: Saltatu
he: דילוג
hu: Kihagyás
ja: スキップ
ka: გამოტოვება
kab: Suref
ko: 건너뛰기
lo: ຂ້າມ
ml: ഒഴിവാക്കുക
pl: Pomiń
sl: Preskoči
zh_cn: 跳过
zh_tw: 略過

# Onboarding.Sync.Title.v120
source: Stay encrypted when you hop between devices
es_mx: Permanece cifrado cuando cambias entre dispositivos
eu: Mantendu zifratzea gailuen artean salto egitean
he: להישאר מוצפן במעבר בין מכשירים
hu: Maradjon titkosítva, amikor az eszközök között vált
ja: 端末間の移動時に暗号化した状態を維持します
ka: დაშიფრეთ ყველაფერი მოწყობილობებს შორის გადართვისას
kab: Mmesten iman-ik s ttawil n uwgelhen mi ara tɛeddiḍ seg yibenk ɣer wayeḍ
ko: 기기 간 이동 시 암호화 상태를 유지하세요
lo: ຢູ່ໃນການເຂົ້າລະຫັດເມືອທ່ານປ່ຽນຈາກອຸປະກອນໜຶ່ງໄປຫາອີກອຸປະກອນໜຶ່ງ
ml: താങ്ങൾ ഉപകരണങ്ങൾക്കിടയിൽ ചാടുമ്പോഴു് രൂപമാറ്റം വരുത്തിയിരിക്കുക
pl: Nie trać szyfrowania podczas przełączania się między urządzeniami
sl: Ostanite šifrirani pri skakanju z naprave na napravo
zh_cn: 在设备间流转，数据照样密不透风
zh_tw: 在不同裝置間切換時保持加密

# Onboarding.TermsOfService.AgreementButtonTitle.v140
source: Continue
he: המשך
ka: გაგრძელება
kab: Kemmel
ko: 계속
lo: ສືບຕໍ່
ml: തുടരുക
sl: Nadaljuj
zh_cn: 继续

# Onboarding.TermsOfService.ManageLink.v135
source: Manage
es_mx: Administrar
he: ניהול
ka: მართვა
kab: Sefrek
ko: 관리
lo: ຈັດການ
ml: ക്രമീകരിക്കൂ
sl: Upravljaj
zh_cn: 管理

# Onboarding.TermsOfService.ManagePreferenceAgreement.v135
source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
es_mx: Para ayudar a mejorar el navegador, %1$@ envía datos de diagnóstico e interacción a %2$@. %3$@
he: כדי לסייע בשיפור הדפדפן, %1$@ שולח נתוני אבחון ואינטראקציה ל־%2$@. %3$@
ka: ბრაუზერის გასაუმჯობესებლად %1$@ გზავნის შემოწმებისა და გამოყენების მონაცემებს, რომელთაც გაეცნობა %2$@. %3$@
kab: Akken ad tεawneḍ deg usnerni iminig, %1$@ ad yazen isefka n tawassna akked umyigew ɣer %2$@. %3$@
ko: 브라우저 개선을 위해 %1$@가 %2$@로 진단 및 상호작용 데이터를 보냅니다. %3$@
lo: ເພື່ອຊ່ວຍປັບປຸງບຣາວເຊີ, %1$@ ສົ່ງຂໍ້ມູນການວິເຄາະ ແລ ະການໂຕ້ຕອບຫາ %2$@. %3$@
ml: അന്വേഷിയന്ത്രത്തിനെ മെച്ചപ്പെുടത്താൻ %1$@ %2$@-ക്കു് നിദാനനിർണയനീയും ഇടപാടുനീയ ദത്ത അയയ്ക്കാറുണ്ടു്. %3$@
sl: Za pomoč pri izboljšavah brskalnika %1$@ organizaciji %2$@ pošilja diagnostične podatke in podatke o uporabi. %3$@
zh_cn: 为帮助改进浏览器，%1$@ 会向 %2$@ 发送诊断和交互数据。%3$@

# Onboarding.TermsOfService.PrivacyNoticeAgreement.v135
source: %1$@ cares about your privacy. Read more in our %2$@
es_mx: %1$@ se preocupa por tu privacidad. Lee más en nuestro %2$@
he: ‏%1$@ דואג לפרטיות שלך. מידע נוסף ב%2$@ שלנו.
ka: %1$@ ზრუნავს თქვენი პირადულობის დაცვაზე. ვრცლად იხილეთ %2$@
kab: %1$@ terḥa-t tudert-ik tabaḍnit. Ɣeṛ ugar deg %2$@.
ko: %1$@는 사용자의 개인 정보를 보호합니다. %2$@에서 더 자세히 보기
lo: %1$@ ເປັນຫ່ວງເປັນໄຍກ່ຽວກັບຄວາມເປັນສ່ວນຕົວຂອງທ່ານ. ອ່ານເພີ່ມເຕີມໃນ %2$@ ຂອງພວກເຮົາ
ml: താങ്ങളുടെ സ്വകാര്യതക്കു് %1$@ ശ്രദ്ധിക്കാറുണ്ടു്. ഞങ്ങളുടെ %2$@-ൽ കൂടുതൽ വായക്കുക.
sl: %1$@u je mar za vašo zasebnost. Preberite več v našem %2$@.
zh_cn: %1$@ 重视您的隐私。阅读%2$@可详细了解

# Onboarding.TermsOfService.PrivacyNoticeLink.v135
source: Privacy Notice.
es_mx: Aviso de privacidad.
he: הצהרת הפרטיות
ka: პირადულობის განაცხადი.
kab: Tasertit n tbaḍnit.
ko: 개인정보 보호정책.
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ.
ml: സ്വകാര്യതാ അറിയിപ്പ്.
sl: obvestilu o zasebnosti
zh_cn: 隐私声明。

# Onboarding.TermsOfService.PrivacyPreferences.LearnMore.v136
source: Learn more
es_mx: Saber más
he: מידע נוסף
ka: ვრცლად
kab: Issin ugar
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
sl: Več o tem
zh_cn: 详细了解

# Onboarding.TermsOfService.PrivacyPreferences.SendCrashReportsDescription.v135
source: Crash reports allow us to diagnose and fix issues with the browser. %@
es_mx: Los informes de fallos nos permiten diagnosticar y solucionar problemas con el navegador. %@
he: דיווחי קריסה מאפשרים לנו לאבחן ולתקן בעיות בדפדפן. %@
ka: უეცარი გათიშვის შეტყობინებები გვეხმარება ბრაუზერის ხარვეზების დადგენასა და მოგვარებაში. %@
kab: Ineqqisen n truẓi ttallen-aɣ ad neg tawassna, ad nṣeggem uguren akked yiminig. %@
ko: 충돌 보고서를 통해 브라우저 문제를 진단하고 수정할 수 있습니다. %@
lo: ລາຍງານການຂັດຂ້ອງອະນຸຍາດໃຫ້ພວກເຮົາວິນິດໄສ ແລະ ແກ້ໄຂບັນຫາກ່ຽວກັບຕົວທ່ອງເວັບ. %@
ml: തകർച്ച റിപ്പോർട്ടുകൾ അന്വേഷിയന്ത്രത്തിന്റെ കൂടെയുള്ള എല്ലാ കുഴപ്പങ്ങളും കണ്ടെത്താനും പരിഹരിക്കാനും സഹായിക്കാറുണ്ടു്. %@
sl: Poročila o sesutjih nam omogočajo diagnosticiranje in odpravljanje težav z brskalnikom. %@
zh_cn: 我们可借助崩溃报告来诊断和修复浏览器的问题。%@

# Onboarding.TermsOfService.PrivacyPreferences.SendCrashReportsTitle.v135
source: Automatically send crash reports
es_mx: Enviar automáticamente informes de fallos
he: שליחת דיווחי קריסה באופן אוטומטי
ka: უეცარი გათიშვის მოხსენებების თვითგაგზავნა
kab: Azen s wudem awurman ineqqisen n truẓi
ko: 자동으로 충돌 보고서 보내기
lo: ສົ່ງລາຍງານຂໍ້ຜິດພາດອັດຕະໂນມັດ
ml: തകർച്ച വിവരങ്ങൾ തന്നെതാന്നെ അയയ്ക്കുക
sl: Samodejno pošlji poročila o sesutjih
zh_cn: 自动发送崩溃报告

# Onboarding.TermsOfService.PrivacyPreferences.SendTechnicalDataDescription.v135
source: Data about your device, hardware configuration, and how you use %1$@ helps improve features, performance, and stability for everyone. %2$@
es_mx: Los datos acerca de tu dispositivo, la configuración del hardware y cómo utilizas %1$@ ayudan a mejorar las funcionalidades, el rendimiento y la estabilidad para los usuarios en todo el mundo. %2$@
he: נתונים על המכשיר שלך, תצורת החומרה והאופן שבו %1$@ משמש אותך עוזרים לשפר את היכולות, הביצועים והיציבות עבור כולם. %2$@
ka: მონაცემები თქვენი მოწყობილობის, აპარატურული გაწყობისა და იმის შესახებ, თუ როგორ გამოიყენება %1$@, გვეხმარება შესაძლებლობების, წარმადობისა და მდგრადობის გაუმჯობესებაში ყველა მომხმარებლისთვის. %2$@
kab: Isefka yerzan ibenk-ik, tawila n warrum akked wamek i tesseqdaceḍ %1$@ yettal-aneɣ ad nesnerni timahilin, tamlellit akked urkad i yal yiwen. %2$@
ko: 기기와 하드웨어 설정, %1$@ 사용 방식에 대한 데이터는 기능, 성능, 안정성을 개선하는 데 도움이 됩니다. %2$@
lo: ຂໍ້​ມູນ​ກ່ຽວ​ກັບ​ອຸ​ປະ​ກອນ​ຂອງ​ທ່ານ, ການ​ຕັ້ງ​ຄ່າ​ຮາດ​ແວ, ແລະ ​ວິ​ທີ​ທີ່​ທ່ານ​ນໍາ​ໃຊ້ %1$@ ຊ່ວຍ​ປັບ​ປຸງ​ຄຸນ​ສົມ​ບັດ, ປະ​ສິດ​ທິ​ພາບ, ແລະ​ ຄວາມ​ສະຖຽນ​ສໍາ​ລັບ​ທຸກ​ຄົນ. %2$@
sl: Podatki o vaši napravi, nastavitvi strojne opreme in načinu uporabe brskalnika %1$@ pomagajo izboljšati funkcionalnost, zmogljivost in zanesljivost za uporabnike po vsem svetu. %2$@
zh_cn: 与您的设备、硬件配置、%1$@ 使用方式相关的数据，有助于为全体用户改进功能、性能、稳定性。%2$@

# Onboarding.TermsOfService.PrivacyPreferences.SendTechnicalDataTitle.v135
source: Send technical and interaction data to %@
es_mx: Enviar datos técnicos y de interacción a %@
he: שליחת נתונים טכניים ונתוני אינטראקציה ל־%@
ka: ტექნიკურ და გამოყენების მონაცემებს გაეცნოს %@
kab: Azen isefka itiknikanen akked wid n umyigew %@
ko: %@로 기술 및 상호 작용 데이터 보내기
lo: ສົ່ງຂໍ້ມູນດ້ານເຕັກນິກ ແລະ ການໂຕ້ຕອບຫາ %@
ml: സാങ്കേതികയും ഇടപാടുനീയ ദത്ത %@-ക്കു് അയക്കുക
sl: Pošiljaj tehnične podatke in podatke o uporabi organizaciji %@
zh_cn: 向 %@ 发送技术与交互数据

# Onboarding.TermsOfService.PrivacyPreferences.Title.v135
source: Help us make %@ better
es_mx: Ayúdanos a hacer un mejor %@
he: עזרו לנו לשפר את %@
ka: დაგვეხმარეთ, გავაუმჯობესოთ %@
kab: All-aneɣ ad nerr %@ igerrez ugar
ko: %@를 개선할 수 있도록 도와주세요
lo: ຊ່ວຍພວກເຮົາເຮັດໃຫ້ %@ ດີຂຶ້ນ
ml: %@-നു് മെച്ചപ്പെടുത്താൻ ഞങ്ങളെ സഹായിക്കുക
sl: Pomagajte nam izboljšati %@
zh_cn: 帮助我们改进 %@

# Onboarding.TermsOfService.Subtitle.v136
source: Fast and secure web browsing
es_mx: Navegación web rápida y segura
he: גלישה מהירה ומאובטחת באינטרנט
ka: გვერდების თვალიერება სწრაფად და დაცულად
kab: Tinigin taruradt, taɣellsant deg uẓeṭṭa
ko: 빠르고 안전한 웹 브라우징
lo: ການທ່ອງເວັບທີ່ວ່ອງໄວ ແລະ ປອດໄພ
ml: വേഗതയേറിയതും സുരക്ഷിതവുമായ വെബ് തിരയൽ
sl: Hitro in varno brskanje po spletu
zh_cn: 快速又安全的浏览体验

# Onboarding.TermsOfService.TermsOfServiceAgreement.v135
source: By continuing, you agree to the %@
es_mx: Al continuar, aceptas los %@
he: בחירה בהמשך מהווה הסכמה ל%@
ka: თუ განაგრძობთ, თანახმა ხართ მიიღოთ %@
kab: S ukemmel, ad tqebleḍ %@..
ko: 계속 진행하면 %@에 동의하게 됩니다
lo: ໂດຍການດຳເນີນການຕໍ່, ທ່ານຕົກລົງເຫັນດີກັບ %@
ml: തുടരുന്നതിലൂടെ, താങ്ങൾ %@ അംഗീകരിക്കുന്നു
sl: Z nadaljevanjem se strinjate s %@.
zh_cn: 继续即表示您同意 %@

# Onboarding.TermsOfService.Title.v135
source: Welcome to %@
es_mx: Te damos la bienvenida a %@
he: ברוכים הבאים אל %@
ka: მოგესალმებათ %@
kab: Ansuf ɣer %@
ko: %@에 오신 것을 환영합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ %@
ml: %@ ലേക്ക് സ്വാഗതം
sl: Dobrodošli v %@u
zh_cn: 欢迎使用 %@

# Onboarding.TermsOfUse.TermsOfUseLink.v136
source: %@ Terms of Use.
es_mx: %@ Términos de uso.
he: תנאי השימוש של %@.
ka: გამოყენების პირობები, რომელთაც ადგენს %@.
kab: Tiwtilin n useqdec n %@.
ko: %@ 이용약관
lo: %@ ເງື່ອນໄຂການໃຊ້ງານ.
ml: %@ ഉപയോഗനിബന്ധനകൾ.
sl: pogoji uporabe %@a
zh_cn: %@ 使用条款。

# Onboarding.Wallpaper.Accessibility.Classic.v114
source: Classic Wallpaper
es_mx: Fondo de pantalla clásico
eu: Horma-paper klasikoa
he: תמונת רקע קלאסית
hu: Klasszikus háttérkép
ja: 定番の壁紙
ka: ჩვეული ფონი
kab: Tugna n ugilal taklasikt
ko: 클래식 배경화면
lo: ຮູບພື້ນຫຼັງຄລາສິກ
pl: Klasyczna tapeta
sl: Klasično ozadje
zh_cn: 经典壁纸
zh_tw: 經典背景圖

# Onboarding.Wallpaper.Accessibility.LimitedEdition.v114
source: Limited Edition Wallpaper
es_mx: Fondo de pantalla de edición limitada
eu: Edizio mugatuko horma-papera
he: תמונת רקע במהדורה מוגבלת
hu: Limitált kiadású háttérkép
ja: 限定版の壁紙
ka: ფონი „შეზღუდული გამოშვებით“
kab: Tugna n ugilal deg teẓrigt yettwaqqeyyden
ko: 한정판 바탕화면
lo: ວໍເປເປີສະບັບຈໍາກັດ
pl: Tapeta z edycji limitowanej
sl: Omejena izdaja
zh_cn: 限定版壁纸
zh_tw: 限量版背景圖

# Onboarding.Wallpaper.Action.v114
source: Set Wallpaper
es_mx: Establecer fondo de pantalla
eu: Ezarri horma-papera
he: הגדרת תמונת רקע
hu: Háttérkép beállítása
ja: 壁紙を設定します
ka: ფონის დაყენება
kab: Sbadu tugna n ugilal
ko: 배경화면 설정
lo: ຕັ້ງພາບພື້ນຫຼັງ
ml: ചുവർകടലാസു് ഇടുക
pl: Ustaw tapetę
sl: Nastavi ozadje
zh_cn: 设置壁纸
zh_tw: 設定背景圖
