Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# MainMenu.Submenus.Tools.Zoom.Title.v131
source: Zoom (%@)
he: מרחק מתצוגה (%@)
ja: 拡大／縮小 (%@)
ka: მოახლოება (%@)
ko: 확대/축소 (%@)
lo: ຊູມ (%@)
ml: വലുതാക്കുക (%@)
sl: Povečava (%@)
zh_cn: 缩放（%@）

# MainMenu.TabsSection.AccessibilityLabels.MainMenu.v132
source: Main Menu
es_mx: Menú principal
he: תפריט ראשי
ja: メインメニュー
ka: მთავარი მენიუ
kab: Umuɣ agejdan
ko: 메인 메뉴
lo: ເມນູຫຼັກ
ml: പ്രധാന കുറിപ്പടിക്കട്ട
sl: Glavni meni
zh_cn: 主菜单

# MainMenu.TabsSection.AccessibilityLabels.NewPrivateTab.v132
source: New private tab
es_mx: Nueva pestaña privada
he: לשונית פרטית חדשה
ja: 新規プライベートタブ
ka: ახალი პირადი ჩანართი
kab: Iccer uslig amaynut
ko: 새 사생활 보호 탭
lo: ແທັບສ່ວນຕົວໃຫມ່
ml: പുതിയ സ്വകാര്യ ടാബു്
sl: Nov zasebni zavihek
zh_cn: 新建隐私标签页

# MainMenu.TabsSection.AccessibilityLabels.NewTab.v132
source: New tab
es_mx: Nueva pestaña
he: לשונית חדשה
ja: 新規タブ
ka: ახალი ჩანართი
kab: Iccer amaynut
ko: 새 탭
lo: ແທັບໃຫມ່
ml: പുതിയ ടാബു്
sl: Nov zavihek
zh_cn: 新建标签页

# MainMenu.TabsSection.NewPrivateTab.Title.v131
source: New Private Tab
es_mx: Nueva pestaña privada
he: לשונית פרטית חדשה
ja: 新規プライベートタブ
ka: ახალი პირადი ჩანართი
kab: Iccer uslig amaynut
ko: 새 사생활 보호 탭
lo: ແທັບສ່ວນຕົວໃຫມ່
ml: പുതിയ സ്വകാര്യ ടാബു്
sl: Nov zasebni zavihek
zh_cn: 新建隐私标签页

# MainMenu.TabsSection.NewTab.Title.v131
source: New Tab
es_mx: Nueva pestaña
he: לשונית חדשה
ja: 新規タブ
ka: ახალი ჩანართი
kab: Iccer amaynut
ko: 새 탭
lo: ແທັບໃຫມ່
ml: പുതിയ ടാബു്
sl: Nov zavihek
zh_cn: 新建标签页

# MainMenu.ToolsSection.AccessibilityLabels.CollapsedHint.v142
source: Collapsed
he: מכווץ
ka: აკეცილი
kab: Yettwafneẓ
ko: 접힘
lo: ພັບລົງ
ml: ചുരുക്കി
sl: Strnjeno

# MainMenu.ToolsSection.AccessibilityLabels.DesktopSite.Title.v141
source: Desktop Site
he: אתר למחשבים
ka: სრული საიტი
kab: Asmel n tnarit
ko: 데스크톱 사이트
lo: ໂຫມດຫນ້າຈໍເດັກສທັອບ
ml: ഉപരിഫലക വെബ്ബിടം
sl: Stran za namizja

# MainMenu.ToolsSection.AccessibilityLabels.ExpandedHint.v142
source: Expanded
he: מורחב
ka: ჩამოშლილი
kab: Yettusnefli
ko: 열기
lo: ຂະຫຍາຍ
ml: വലുതാക്കിയതു്
sl: Razširjeno

# MainMenu.ToolsSection.AccessibilityLabels.FindInPage.v132
source: Find in page
es_mx: Buscar en la página
he: חיפוש בדף
ja: ページ内を検索
ka: პოვნა გვერდზე
kab: Nadi deg usebter
ko: 페이지내 검색
lo: ຄົ້ນຫາໃນຫນ້ານີ້
ml: താളില്‍ കണ്ടെത്തുക
sl: Najdi na strani
zh_cn: 页内查找

# MainMenu.ToolsSection.AccessibilityLabels.LessOptions.v141
source: Less
es_mx: Menos
he: פחות
ka: შემოკლებულად
kab: Ddaw
ko: 닫기
lo: ສະແດງນ້ອຍລົງ
ml: കുറച്ചു്
sl: Manj

# MainMenu.ToolsSection.AccessibilityLabels.LibraryOptions.v142
source: Library
he: ספרייה
ka: ბიბლიოთეკა
kab: Tamkarḍit
ko: 라이브러리
lo: ຄັງ
ml: ഗ്രന്ഥപ്പുര
sl: Knjižnica

# MainMenu.ToolsSection.AccessibilityLabels.MoreOptions.v141
source: More
es_mx: Más
he: עוד
ka: გავრცობილად
kab: Ugar
ko: 더보기
lo: ສະແດງເພີ່ມອີກ
ml: കൂടുതല്‍
sl: Več

# MainMenu.ToolsSection.AccessibilityLabels.PageZoom.Title.v142
source: Page Zoom
he: מרחק מתצוגה של הדף
ka: გვერდის მოახლოება
kab: Zoom n usebter
ko: 페이지 확대/축소
lo: ຊູມໜ້າເວັບ
ml: താൾ വലിപ്പം
sl: Povečava strani

# MainMenu.ToolsSection.AccessibilityLabels.Save.v132
source: Save
es_mx: Guardar
he: שמירה
ja: 保存
ka: შენახვა
kab: Sekles
ko: 저장
lo: ບັນທຶກ
ml: കരുതിവയ്ക്കുക
sl: Shrani
zh_cn: 保存

# MainMenu.ToolsSection.AccessibilityLabels.Save.v133
source: Save submenu
es_mx: Guardar submenú
he: תפריט משנה של שמירה
ja: 保存サブメニュー
ka: ქვემენიუს შენახვა
kab: Sekles umuɣ arnaw
ko: 하위 메뉴 저장
lo: ບັນທຶກເມນູຍ່ອຍ
ml: കരുതിവയ്ക്കൽ ഉപക്കുറിപ്പടിക്കട്ട
sl: Podmeni Shrani
zh_cn: 保存子菜单

# MainMenu.ToolsSection.AccessibilityLabels.SummarizePage.v142
source: Summarize Page
he: סיכום העמוד
ka: გვერდის შეჯამება
kab: Segzel asebter
ko: 페이지 요약
lo: ສະຫຼຸບໜ້າ
ml: താൾ വിവരം ചുരുക്കിപ്പറയുക
sl: Povzemi stran

# MainMenu.ToolsSection.AccessibilityLabels.SwitchToDesktopSite.v132
source: Switch to desktop site
es_mx: Cambiar al sitio de escritorio
he: מעבר לאתר למחשבים
ja: PC 版サイトに切り替える
ka: გადასვლა სრულ საიტზე
kab: Ddu ɣer usmel n tnarit
ko: 데스크톱으로 전환
lo: ສະຫຼັບໄປຫາເວັບໄຊເດັສທັອບ
ml: ഉപരിഫലക സൈറ്റിലേക്ക് മാറുക
sl: Preklopi na stran za računalnike
zh_cn: 切换到桌面版网站

# MainMenu.ToolsSection.AccessibilityLabels.SwitchToMobileSite.v132
source: Switch to mobile site
es_mx: Cambiar el sitio móvil
he: מעבר לתצוגה לניידים
ja: モバイル版サイトに切り替える
ka: გადასვლა მობილურ საიტზე
kab: Uɣal ɣer usmel aziraz
ko: 모바일 사이트로 전환
lo: ປ່ຽນໄປຫາເວັບໄຊທ໌ມືຖື
ml: മൊപൈൽ സൈറ്റിലേക്കു് മാറുക
sl: Preklopi na mobilno stran
zh_cn: 切换到移动版网站

# MainMenu.ToolsSection.AccessibilityLabels.Tools.v132
source: Tools
es_mx: Herramientas
he: כלים
ja: ツール
ka: ხელსაწყოები
kab: Ifecka
ko: 도구
lo: ເຄື່ອງມື
ml: ഉപകരണങ്ങള്‍
sl: Orodja
zh_cn: 工具

# MainMenu.ToolsSection.AccessibilityLabels.Tools.v133
source: Tools submenu
es_mx: Herramientas del submenú
he: תפריט משנה של כלים
ja: ツールサブメニュー
ka: ხელსაწყოების ქვემენიუ
kab: Umuɣ arnaw n yifecka
ko: 도구 하위 메뉴
lo: ເມນູຍ່ອຍເຄື່ອງມື
ml: ഉപകരണ ഉപക്കുറിപ്പടിക്കട്ട
sl: Podmeni Orodja
zh_cn: 工具子菜单

# MainMenu.ToolsSection.AccessibilityLabels.WebsiteDarkMode.Title.v142
source: Website Dark Mode
he: מצב כהה לאתרים
ka: საიტის მუქი რეჟიმი
kab: Askar aberkan n usmel web
ko: 웹 사이트 다크 모드
lo: ເວັບໄຊທໃນໂຫມດມືດ
ml: വെബ്ബിട ഇരുളിമപരി
sl: Temen prikaz spletnih mest

# MainMenu.ToolsSection.DesktopSite.Title.v141
source: Desktop Site
he: אתר למחשבים
ka: სრული საიტი
kab: Asmel n tnarit
ko: 데스크톱 사이트
lo: ໂຫມດຫນ້າຈໍເດັກສທັອບ
ml: ഉപരിഫലക വെബ്ബിടം
sl: Stran za namizja

# MainMenu.ToolsSection.FindInPage.Title.v131
source: Find in Page…
es_mx: Buscar en la página…
he: חיפוש בדף…
ja: ページ内を検索...
ka: პოვნა გვერდზე…
kab: Af deg usebter…
ko: 페이지에서 찾기…
lo: ຊອກຫາໃນໜ້າ…
ml: താളില്‍ കണ്ടെത്തുക…
sl: Najdi na strani …
zh_cn: 页内查找…

# MainMenu.ToolsSection.FindInPageV2.Title.v141
source: Find in Page
he: חיפוש בדף
ka: პოვნა გვერდზე
kab: Nadi deg usebter
ko: 페이지내 검색
lo: ຊອກຫາຢູ່ໃນໜ້າ
ml: താളില്‍ കണ്ടെത്തുക
sl: Najdi na strani

# MainMenu.ToolsSection.LessOptions.Title.v141
source: Less
es_mx: Menos
he: פחות
ka: შემოკლებულად
kab: Ddaw
ko: 닫기
lo: ສະແດງນ້ອຍລົງ
ml: കുറച്ചു്
sl: Manj

# MainMenu.ToolsSection.MoreOptions.Title.v141
source: More
he: עוד
ka: გავრცობილად
kab: Ugar
ko: 더보기
lo: ສະແດງເພີ່ມອີກ
ml: കൂടുതല്‍
sl: Več

# MainMenu.ToolsSection.SaveSubmenu.Title.v131
source: Save
es_mx: Guardar
he: שמירה
ja: 保存
ka: შენახვა
kab: Sekles
ko: 저장
lo: ບັນທຶກ
ml: കരുതിവയ്ക്കുക
sl: Shrani
zh_cn: 保存

# MainMenu.ToolsSection.SummarizePage.Title.v142
source: Summarize Page
he: סיכום העמוד
ka: გვერდის შეჯამება
kab: Segzel asebter
ko: 페이지 요약
lo: ສະຫຼຸບໜ້າ
ml: താൾ വിവരം ചുരുക്കിപ്പറയുക
sl: Povzemi stran

# MainMenu.ToolsSection.SwitchToDesktopSite.Title.v131
source: Switch to Desktop Site
es_mx: Cambiar al sitio de escritorio
he: מעבר לאתר למחשבים
ja: PC 版サイトに切り替える
ka: გადასვლა სრულ საიტზე
kab: Ddu ɣer usmel n tnarit
ko: 데스크톱 사이트로 전환
lo: ສະຫຼັບໄປຫາເວັບໄຊເດັສທັອບ
ml: ഉപരിഫലക സൈറ്റിലേക്ക് മാറുക
sl: Preklopi na stran za računalnike
zh_cn: 切换到桌面版网站

# MainMenu.ToolsSection.SwitchToMobileSite.Title.v131
source: Switch to Mobile Site
es_mx: Cambiar al sitio móvil
he: מעבר לתצוגה לניידים
ja: モバイル版サイトに切り替える
ka: საიტის მობილური ვერსია
kab: Uɣal ɣer usmel aziraz
ko: 모바일 사이트로 전환
lo: ປ່ຽນເປັນເວັບໄຊທ໌ມືຖື
ml: മൊപൈൽ സൈറ്റിലേക്കു് മാറുക
sl: Preklopi na mobilno stran
zh_cn: 切换到移动版网站

# MainMenu.ToolsSection.ToolsSubmenu.Title.v131
source: Tools
es_mx: Herramientas
he: כלים
ja: ツール
ka: ხელსაწყოები
kab: Ifecka
ko: 도구
lo: ເຄື່ອງມື
ml: ഉപകരണങ്ങള്‍
sl: Orodja
zh_cn: 工具

# MainMenu.ToolsSection.Translation.AccessibilityLabels.TranslatedPage.v145
source: Page Translated
he: העמוד תורגם
ka: გვერდი ნათარგმნია
kab: Yettwasuqqel usebter
ko: 번역된 페이지
lo: ໜ້າຖືກແປ
ml: താൾ മൊഴിമാറ്റി
sl: Stran prevedena

source: Translated to %@
he: תורגם ל%@
ka: %@ თარგმანი
kab: Yettwasuqqel ɣer %@
ko: %@ 언어로 번역됨
lo: ແປເປັນ %@
ml: %@-ലേക്കു മൊഴിമാറ്റി
sl: Prevedeno v jezik %@

# MainMenu.ToolsSection.Translation.Title.v145
source: Translate Page
he: תרגום הדף
ka: გვერდის თარგმნა
kab: Suqel asebter
ko: 페이지 번역
lo: ແປຫນ້າ
ml: താൾ മൊഴിമാറ്റുക
sl: Prevedi stran

# MainMenu.ToolsSection.Translation.Translated.Title.v145
source: Translated
he: מתורגם
ka: ნათარგმნი
kab: Yettwasuqqel
ko: 번역됨
lo: ແປແລ້ວ
ml: മൊഴിമാറ്റിയതു്
sl: Prevedeno

# MainMenu.WebsiteDarkModeOffV2.Title.v142
source: Off
he: כבוי
ka: გამორთ.
kab: Yensa
ko: 끄기
lo: ປິດ
ml: അണച്ചതു്
sl: Izključen

# MainMenu.WebsiteDarkModeOnV2.Title.v142
source: On
he: פעיל
ka: ჩართ.
kab: Yermed
ko: 켜기
lo: ເປີດ
ml: തുടങ്ങിവച്ചതു്
sl: Vključen

# Microsurvey.Prompt.Button.v127
source: Continue
es_mx: Continuar
he: המשך
ja: 続ける
ka: გაგრძელება
kab: Kemmel
ko: 계속
lo: ສືບຕໍ່
ml: തുടരുക
sl: Nadaljuj
zh_cn: 继续

# Microsurvey.Prompt.Close.Button.AccessibilityLabel.v127
source: Close
es_mx: Cerrar
he: סגירה
ja: 閉じる
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
sl: Zapri
zh_cn: 关闭

# Microsurvey.Prompt.LogoImage.AccessibilityLabel.v129
source: %@ Logo
es_mx: Logo de %@
he: הסמל של %@
ja: %@ ロゴ
ka: %@ ლოგო
kab: Alugu %@
ko: %@ 로고
lo: %@ ໂລໂກ້
ml: %@ അടയാളം
sl: Logotip %@a
zh_cn: %@ 徽标

# Microsurvey.Prompt.TitleLabel.v127
source: Help us make %@ better. It only takes a minute.
es_mx: Ayúdanos a mejorar %@. Solo toma un minuto.
he: עזרו לנו לשפר את %@. זה ייקח רק דקה.
ja: %@ をより良いものにするためにご協力ください。所要時間は 1 分だけです。
ka: დაგვეხმარეთ, რომ გავაუმჯობესოთ %@. მხოლოდ ერთ წუთს გასტანს.
kab: Ԑawen-aɣ ad nesnerni %@ ugar. Aya ad yeṭṭef cwiṭ n wakud.
ko: %@를 개선할 수 있도록 도와주세요. 단 1분밖에 걸리지 않습니다.
lo: ຊ່ວຍພວກເຮົາເຮັດໃຫ້ %@ ດີຂຶ້ນ. ມັນໃຊ້ເວລາພຽງແຕ່ບໍ່ເທົ່າໃດນາທີ.
ml: %@-നു് മെച്ചപ്പെടുത്താൻ ഞങ്ങളെ സഹായിക്കുക. ഇതു് ചെയ്യാൻ ഒരു വെറും നിമിഷം എടുക്കും.
sl: Pomagajte nam izboljšati %@. Vzelo vam bo le minuto.
zh_cn: 帮助我们改进 %@，只需占用您一分钟时间。

# Microsurvey.Survey.Button.v127
source: Submit
es_mx: Enviar
he: שליחה
ja: 送信
ka: გაგზავნა
kab: Azen
ko: 보내기
lo: ສົ່ງ
ml: സമർപ്പിക്കുക
sl: Pošlji
zh_cn: 提交

# Microsurvey.Survey.Close.Button.AccessibilityLabel.v127
source: Close
es_mx: Cerrar
he: סגירה
ja: 閉じる
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
sl: Zapri
zh_cn: 关闭

# Microsurvey.Survey.ConfirmationPage.ConfirmationLabel.v127
source: Thanks for your feedback!
es_mx: ¡Gracias por tus comentarios!
he: תודה על המשוב שלך!
ja: フィードバックのご提供ありがとうございます。
ka: გმადლობთ გამოხმაურებისთვის!
kab: Tanemmirt ɣef tekti yinek!
ko: 피드백 주셔서 감사합니다!
lo: ຂໍ​ຂອບ​ໃຈ​ສໍາ​ລັບ​ຄໍາ​ຄຶດ​ຄໍາ​ເຫັນ​ຂອງ​ທ່ານ​!
ml: താങ്കളുടെ പ്രതികരണത്തിനു് നന്ദി!
sl: Hvala za vaše mnenje!
zh_cn: 感谢反馈！

# Microsurvey.Survey.ConfirmationPage.HeaderLabel.v127
source: Survey complete
es_mx: Encuesta completada
he: הסקר הושלם
ja: 回答完了
ka: გამოკითხვა დასრულებულია
kab: Aḥedqis yemmed
ko: 설문조사 완료
lo: ສໍາ​ເລັດ​ການ​ສໍາ​ຫຼວດ​
ml: കണക്കെടുപ്പു് അവസാനിച്ചു
sl: Anketa končana
zh_cn: 填写完毕

# Microsurvey.Survey.HeaderLabel.v129
source: Please complete survey
es_mx: Por favor, completa la encuesta
he: נא למלא את הסקר
ja: アンケートにご回答ください
ka: გთხოვთ, შეავსოთ კითხვარი
kab: Ttxil-k smed aḥedqis
ko: 설문조사를 완료해 주세요.
lo: ກະລຸນາເຮັດສໍາຫຼວດ
ml: ദയവായി സൎവ്വേ പൂർത്തിയാക്കുക
sl: Izpolnite anketo
zh_cn: 请填写问卷

# Microsurvey.Survey.LogoImage.AccessibilityLabel.v129
source: %@ Logo
es_mx: Logo de %@
he: הסמל של %@
ja: %@ ロゴ
ka: %@ ლოგო
kab: Alugu %@
ko: %@ 로고
lo: %@ ໂລໂກ້
ml: %@ അടയാളം
sl: Logotip %@a
zh_cn: %@ 徽标

# Microsurvey.Survey.Options.Dissatisfied.v132
source: Dissatisfied
es_mx: Insatisfecho
he: לא מרוצה
ja: 不満
ka: უკმაყოფილო
kab: Ur yumir ara
ko: 불만족
lo: ບໍ່ພໍໃຈ
ml: സന്തുഷ്ടമായില്ല
sl: nezadovoljen/-na
zh_cn: 不满意

# Microsurvey.Survey.Options.Neutral.v132
source: Neutral
he: נטרלי
ja: どちらでもない
ka: საშუალო
kab: War tamawt
ko: 보통
lo: ເປັນກາງ
ml: അത്രതൊന്നും പറയാൻ ഇല്ല
sl: neodločen/-a
zh_cn: 无感

# Microsurvey.Survey.Options.NotApplicable.v132
source: I don’t use it
es_mx: No lo uso
he: אין לי שימוש בזה
ja: 使わない
ka: არ ვიყენებ
kab: Ur t-sseqdaceɣ ara
ko: 사용하지 않음
lo: ຂ້ອຍບໍ່ໃຊ້ມັນ
ml: ഞാൻ ഉപയോഗിക്കാരില്ല
sl: ne uporabljam
zh_cn: 未曾使用

# Microsurvey.Survey.Options.Satisfied.v132
source: Satisfied
es_mx: Satisfecho
he: מרוצה
ja: 満足
ka: კმაყოფილი
kab: Y·Tumer
ko: 만족
lo: ພໍໃຈ
ml: സന്തുഷ്ടമായി
sl: zadovoljen/-na
zh_cn: 满意

# Microsurvey.Survey.Options.VeryDissatisfied.v132
source: Very dissatisfied
es_mx: Muy insatisfecho
he: מאוד לא מרוצה
ja: 非常に不満
ka: მეტად უკმაყოფილო
kab: Texseṛ-as akk nniya
ko: 매우 불만족
lo: ບໍ່ພໍໃຈຫຼາຍ
ml: തീരെ സന്തുഷ്ടമായില്ല
sl: zelo nezadovoljen/-na
zh_cn: 非常不满意

# Microsurvey.Survey.Options.VerySatisfied.v132
source: Very satisfied
es_mx: Muy satisfecho
he: מאוד מרוצה
ja: とても満足
ka: მეტად კმაყოფილი
kab: Yumer aṭas
ko: 매우 만족
lo: ພໍໃຈຫຼາຍ
ml: വളരെ സന്തുഷ്ടമായി
sl: zelo zadovoljen/-na
zh_cn: 非常满意

# Microsurvey.Survey.OptionsOrder.AccessibilityLabel.v129
source: %1$@ out of %2$@
es_mx: %1$@ de %2$@
he: %1$@ מתוך %2$@
ka: %1$@, სულ %2$@
kab: %1$@ ɣef %2$@
ko: %2$@ 중 %1$@
lo: %1$@ ຈາກທັງໝົດ %2$@
ml: %2$@ ഇൽ %1$@
sl: %1$@ od %2$@
zh_cn: 第 %1$@ 项，共 %2$@ 项

# Microsurvey.Survey.PrivacyPolicyLink.v127
source: Privacy notice
es_mx: Aviso de privacidad
he: הצהרת פרטיות
ja: プライバシー通知
ka: პირადულობის განაცხადი
kab: Tasertit n tbaḍnit
ko: 개인정보 보호정책
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
ml: സ്വകാര്യത അറിയിപ്പ്
sl: Obvestilo o zasebnosti
zh_cn: 隐私声明

# Microsurvey.Survey.RadioButton.Unselected.AccessibilityLabel.v129
source: Unselected
es_mx: No seleccionado
he: לא נבחר
ja: 未選択
ka: მოუნიშნავი
kab: Ur yettwafran ara
ko: 선택 해제됨
lo: ບໍ່ໄດ້ເລືອກ
ml: തിരഞ്ഞെടുത്തതു് മാറ്റി
sl: Neizbrano
zh_cn: 未选中

# Microsurvey.Survey.Sheet.AccessibilityLabel.v130
source: Survey
es_mx: Encuesta
he: סקר
ja: アンケート
ka: კითხვარი
kab: Aḥedqis
ko: 조사
lo: ການສໍາຫຼວດ
ml: കണക്കെടുപ്പു്
sl: Anketa
zh_cn: 问卷调查

# NativeErrorPage.BadCertDomain.AdvancedButton.v149
source: Advanced
es_mx: Avanzado
he: מתקדם

# NativeErrorPage.BadCertDomain.AdvancedInfo.v149
source: %1$@ doesn’t trust this site because the certificate found isn’t valid for %2$@.
he: ‏%1$@ לא נותן אמון באתר זה מכיוון שאישור האבטחה שנמצא אינו תקף עבור %2$@.

# NativeErrorPage.BadCertDomain.AdvancedSecurityInfo.v149
source: This site doesn’t allow connections that aren’t secure.
he: אתר זה אינו מאפשר חיבורים שאינם מאובטחים.

# NativeErrorPage.BadCertDomain.AdvancedWarning1.v149
source: You might need to sign in to your Wi-Fi network, or check your VPN settings.
he: ייתכן שיהיה עליך להתחבר לרשת ה־Wi-Fi שלך, או לבדוק את הגדרות ה־VPN שלך.

# NativeErrorPage.BadCertDomain.AdvancedWarning2.v149
source: If you’re on a corporate network, your support team might have more info.
he: אם הינך ברשת ארגונית, ייתכן שלצוות התמיכה שלך יהיה מידע נוסף.

# NativeErrorPage.BadCertDomain.Description.v149
source: Someone pretending to be the site could try to steal your personal info. Your connection settings could also be set up incorrectly.
he: מישהו שמתחזה לאתר יכול לנסות לגנוב את המידע האישי שלך. ייתכן גם שהגדרות החיבור שלך מוגדרות בצורה שגויה.

# NativeErrorPage.BadCertDomain.ErrorCodeLabel.v149
source: Error code: %@
he: קוד שגיאה: %@

# NativeErrorPage.BadCertDomain.HideAdvancedButton.v149
source: Hide advanced
he: הסתרת מתקדם

# NativeErrorPage.BadCertDomain.LearnMoreLink.v149
source: Learn more
he: מידע נוסף

# NativeErrorPage.BadCertDomain.ProceedButton.v149
source: Proceed to %@ (Risky)
he: המשך אל %@ (מסוכן)

# NativeErrorPage.BadCertDomain.TitleLabel.v149
source: Be careful. Something doesn’t look right.
he: נא להיזהר. משהו לא נראה תקין.

# NativeErrorPage.BadCertDomain.ViewCertificateLink.v149
source: View the site’s certificate
he: הצגת אישור האתר

# NativeErrorPage.ButtonLabel.v131
source: Reload
es_mx: Recargar
he: טעינה מחדש
ja: 再読み込み
ka: განახლება
kab: Smiren
ko: 새로 고침
lo: ໂຫລດຄືນໃຫມ່
ml: വീണ്ടും ലഭ്യമാക്കുക
sl: Ponovno naloži
zh_cn: 重新加载

# NativeErrorPage.GenericError.Description.v134
source: The owner of %@ hasn’t set it up properly and a secure connection can’t be created.
es_mx: La persona propietaria de %@ no lo ha configurado correctamente y no se puede crear una conexión segura.
he: הבעלים של %@ לא הגדיר אותו כראוי ולא ניתן ליצור חיבור מאובטח.
ja: %@ の所有者がサイトを適切に設定していないため、安全な接続を確立できません。
ka: %@ არ აქვს მფლობელს სათანადოდ გამართული და დაცული კავშირი ვერ იქმნება.
kab: Bab n %@ ur t-yesbadu ara akken iwata, tuqqna taɣellsan tegguma ad tettwag.
ko: %@의 소유자가 올바르게 설정하지 않아서 보안 연결을 할 수 없습니다.
lo: ເຈົ້າຂອງ %@ ບໍ່ໄດ້ຕັ້ງມັນຢ່າງຖືກຕ້ອງ ແລະ ບໍ່ສາມາດສ້າງການເຊື່ອມຕໍ່ທີ່ປອດໄພໄດ້.
ml: %@-ന്റെ ഉടമസ്ഥൻ ഇതിനെ ശരിയായിട്ടു് ഒരുങ്ങാത്തുകൊണ്ടു് ഒരു സുരക്ഷിതമായ ഇണക്കപ്പെടാൻ പറ്റിയില്ല.
sl: Strani %@ lastnik ni pravilno nastavil, zato ni mogoče vzpostaviti varne povezave.
zh_cn: %@ 的管理员未正确配置此网站，无法创建安全连接。

# NativeErrorPage.GenericError.TitleLabel.v131
source: Be careful. Something doesn’t look right.
es_mx: Ten cuidado. Algo no parece estar bien.
he: נא להיזהר. משהו לא נראה תקין.
ja: 気を付けてください。何か問題が起こっています。
ka: ფრთხილად. რაღაც რიგზე ვერაა.
kab: Ḥader. Yella wayen ur nteddu ara akken ilaq.
ko: 조심하세요. 뭔가 이상해 보여요.
lo: ລະມັດລະວັງ. ບາງສິ່ງບາງຢ່າງຜິດປົກະຕິ.
ml: ശ്രദ്ധിക്കൂ. ഇതിൽ എന്തോ കുഴപ്പമുണ്ടെന്നു് തോന്നുന്നു.
sl: Previdno. Nekaj ni videti v redu.
zh_cn: 当心，看来有异常情况。

# NativeErrorPage.GoBackButton.v149
source: Go Back (Recommended)
he: חזרה (מומלץ)

# NativeErrorPage.NoInternetConnection.Description.v131
source: Try connecting on a different device. Check your modem or router. Disconnect and reconnect to Wi-Fi.
es_mx: Intenta conectarte en un dispositivo diferente. Verifica tu módem o router. Desconéctate y vuelve a conectarte al Wi-Fi.
he: נא לנסות להתחבר במכשיר אחר, לבדוק את המודם או הנתב שלך, ולהתנתק ולהתחבר מחדש ל־Wi-Fi.
ja: 別の端末で接続してみてください。モデムまたはルーターを確認してください。Wi-Fi を一旦切断して再接続してください。
ka: სცადეთ დაკავშირება სხვა მოწყობილობიდან. შეამოწმეთ თქვენი მოდემი ან როუტერი. გამოთიშეთ და კვლავ დაუკავშირეთ WiFi.
kab: Ԑreḍ ad teqqneḍ ɣef yibenk niḍen. Senqed amudam-ik. Sens syen ales tuqqna ɣer Wi-Fi.
ko: 다른 기기에 연결해 보세요. 모뎀이나 라우터를 확인하세요. Wi-Fi 연결을 끊었다가 다시 연결하세요.
lo: ລອງເຊື່ອມຕໍ່ໃນອຸປະກອນອື່ນ. ກວດເບິ່ງໂມເດັມ ຫຼື ເຣົາເຕີຂອງທ່ານ. ຕັດການເຊື່ອມຕໍ່ ແລະ ເຊື່ອມຕໍ່ Wi-Fi ຄືນໃໝ່.
ml: മറ്റൊരു ഉപകരണത്തോറു ബന്ധപ്പെടാൻ ശ്രമിക്കുക. താങ്ങളുടെ മോഡം പരിശോധിക്കുക. വൈഫൈ-ലേക്കു് വിച്ഛേതിച്ചും വീണ്ടും ബന്ധപ്പെടിയിട്ടു് ശ്രമിക്കുക.
sl: Poskusite se povezati z drugo napravo. Preverite modem ali usmerjevalnik. Odklopite se in se ponovno povežite z Wi-Fi.
zh_cn: 请尝试通过其他设备连接、检查调制解调器或路由器、断开 Wi-Fi 连接后重新连接。

# NativeErrorPage.NoInternetConnection.TitleLabel.v131
source: Looks like there’s a problem with your internet connection.
es_mx: Parece que hay un problema con tu conexión a Internet.
he: נראה שיש בעיה בחיבור האינטרנט שלך.
ja: インターネット接続に問題があるようです。
ka: რაღაც ხარვეზია ქსელთან კავშირისას.
kab: Yettban yella wugur akked tuqqna-k Internet.
ko: 인터넷 연결에 문제가 있는 것 같습니다.
lo: ເບິ່ງຄືວ່າມີບັນຫາກັບການເຊື່ອມຕໍ່ອິນເຕີເນັດຂອງທ່ານ.
ml: താങ്ങളുടെ അന്തരവല സമ്പർക്കത്തിൽ കുഴപ്പം ഉണ്ടു്.
sl: Videti je, da obstaja težava z vašo internetno povezavo.
zh_cn: 您的网络连接似乎出了点问题。

# Notification.Fallback.Title.v113
source: %@ Tip
es_mx: Consejo de %@
eu: %@ aholkua
he: עצה של %@
hu: %@ tipp
ja: %@ からのヒント
ka: %@ რჩევა
kab: Awelleh n %@
ko: %@ 팁
lo: %@ ເຄັດລັບ
ml: %@ നുറുങ്ങു്
pl: Wskazówka przeglądarki %@
sl: Namig za %@
zh_cn: %@ 提示
zh_tw: %@ 使用秘訣

# DefaultBrowserPopup.ButtonTitle.v114
source: Go to Settings
es_mx: Ir a ajustes
eu: Joan ezarpenetara
he: מעבר להגדרות
hu: Ugrás a beállításokhoz
ja: 設定を開く
ka: გადადით პარამეტრებზე
kab: Ddu ɣer iɣewwaṛen
ko: 설정으로 이동
lo: ໄປທີ່ການຕັ້ງຄ່າ
ml: ക്രമീകരണങ്ങളിലേക്കു പോവുക
pl: Przejdź do ustawień
sl: Odpri nastavitve
zh_cn: 前往设置
zh_tw: 開啟設定

# DefaultBrowserPopup.DescriptionFooter.v124
source: *Is %@ already your default?* Close this message and tap Skip.
es_mx: *¿Es %@ tu predeterminado?* Cierra este mensaje y toca Omitir.
eu: *%@ lehenetsia da jada?* Itxi mezu hau eta sakatu Saltatu.
he: *‏%@ כבר מוגדר כברירת המחדל שלך?* יש לסגור הודעה זו ולהקיש על דילוג.
ja: *%@ を既定のブラウザーに設定済みですか？* このメッセージを閉じて [スキップ] をタップしてください。
ka: *%@ უკვე ნაგულისხმევია?* დახურეთ შეტყობინება და შეეხეთ აცილებას.
kab: *%@ d yiminig-ik·im amezwer?* Mdel izen-a syen sit ɣef Zgel.
ko: *%@가 이미 기본값입니까?* 이 메시지를 닫고 건너뛰기를 탭하세요.
lo: *ແມ່ນ %@ ເປັນຄ່າເລີ່ມຕົ້ນຂອງທ່ານແລ້ວບໍ?* ປິດຂໍ້ຄວາມນີ້ແລ້ວແຕະຂ້າມ.
ml: %@ നേരത്തെതന്നെ താങ്ങളുടെ തനതു അന്വേഷിയന്ത്രമായിരുന്നോ? അങ്ങനെയാണെങ്കിൽ ഈ സന്ദേശം അടച്ചിട്ടു് *ഒഴിവാക്കുക* ബട്ടണിൽ അമൎത്തുക.
pl: *Czy %@ jest już domyślną przeglądarką?* Zamknij ten komunikat i stuknij Pomiń.
sl: *Je %@ že privzet?* Zaprite to sporočilo in tapnite Preskoči.
zh_cn: *%@ 已经是默认浏览器？*请关闭此消息并轻点“跳过”。
zh_tw: *%@ 已經是您的預設瀏覽器了嗎？* 可關閉此訊息並點擊「略過」。

# DefaultBrowserPopup.FirstLabel.v114
source: 1. Go to *Settings*
es_mx: 1. Ir a *Ajustes*
eu: 1. Joan *ezarpenetara*
he: 1. יש לעבור אל *הגדרות*
hu: 1. Ugorjon a *Beállításokhoz*
ja: 1. *環境設定* を開く
ka: 1. გახსენით *Settings*
kab: 1. Ddu ɣer *Iɣewwaren*
ko: 1. *설정*으로 이동
lo: 1. ໄປທີ່ *ການຕັ້ງຄ່າ*
ml: 1. ക്രമീകരണങ്ങളിലേക്കു് പോവുക
pl: 1. Przejdź do *ustawień*
sl: 1. Odprite *nastavitve*
zh_cn: 1. 前往*设置*
zh_tw: 1. 開啟*設定*

# DefaultBrowserPopup.SecondLabel.v114
source: 2. Tap *Default Browser App*
es_mx: 2. Presiona *Navegador Predeterminado*
eu: 2. Sakatu *nabigatzaile lehenetsiaren aplikazioa*
he: 2. להקיש על *אפליקציית דפדפן ברירת מחדל*
hu: 2. Koppintson az *Alapértelmezett böngészőalkalmazás* elemre
ja: 2. *デフォルトブラウザーアプリ* をタップ
ka: 2. დაწკაპეთ *Default Browser App*
kab: 2. Sit ɣef *Asnas n yiminig amezwer*
ko: 2. *기본 브라우저 앱* 탭
lo: 2. ແຕະ *ແອັບຕົວທ່ອງເວັບເລີ່ມຕົ້ນ*
ml: 2. സ്ഥിരമായി ഉപയോഗിക്കുന്ന അന്വേഷിയേ അമർത്തുക
pl: 2. Stuknij *Domyślna przeglądarka*
sl: 2. Tapnite *Default Browser App*
zh_cn: 2. 轻点*默认浏览器 App*
zh_tw: 2. 點擊*預設瀏覽器*

# DefaultBrowserPopup.ThirdLabel.v114
source: 3. Select *%@*
es_mx: 3. Selecciona *%@*
eu: 3. Hautatu *%@*
he: 3. לבחור ב־*%@*
hu: 3. Válassza a *%@* lehetőséget
ja: 3. *%@* を選択します
ka: 3. აირჩიეთ *%@*
kab: 3. Fren *%@*
ko: 3. *%@* 선택
lo: 3. ເລືອກ *%@*
ml: 3. *%@* തിരഞ്ഞെടുക്കുക
pl: 3. Wybierz przeglądarkę *%@*
sl: 3. Izberite *%@*
zh_cn: 3.选择 *%@*
zh_tw: 3. 選擇 *%@*

# DefaultBrowserPopup.Title.v114
source: Switch Your Default Browser
es_mx: Cambia tu navegador predeterminado
eu: Aldatu zure nabigatzaile lehenetsia
he: החלפת דפדפן ברירת המחדל שלך
hu: Az alapértelmezett böngésző módosítása
ja: デフォルトブラウザーを切り替えましょう
ka: შეცვალეთ ნაგულისხმევი ბრაუზერი
kab: Beddel iminig-ik·im amezwer
ko: 기본 브라우저 전환
lo: ປ່ຽນບຣາວເຊີຫລັກຂອງທ່ານ
ml: താങ്ങൾ സ്ഥിരമായി ഉപയോഗിക്കുന്ന അന്വേഷിയന്ത്രത്തിനെ തുറക്കുക
pl: Przełącz domyślną przeglądarkę
sl: Zamenjajte privzeti brskalnik
zh_cn: 切换默认浏览器
zh_tw: 切換您的預設瀏覽器

# Onboarding.Customization.Intro.Continue.Action.v123
source: Customize %@
es_mx: Personalizar %@
eu: Pertsonalizatu %@
he: התאמה אישית של %@
ja: %@ をカスタマイズ
ka: მოირგეთ %@
kab: Sagen %@
ko: %@ 사용자 정의
lo: ປັບແຕ່ງ %@
ml: %@-നെ ഇഷ്ടാനുസൃതമാക്കുക
pl: Dostosuj przeglądarkę %@
sl: Prilagodi %@
zh_cn: 定制 %@
zh_tw: 自訂 %@

# Onboarding.Customization.Intro.Description.v123
source: Set your theme and toolbar to match your unique browsing style.
es_mx: Configura tu tema y barra de herramientas para que coincidan con tu estilo de navegación único.
eu: Ezarri itxura eta tresna-barrak zure nabigatzeko estilo propioarekin bat.
he: ניתן להגדיר את ערכת הנושא וסרגל הכלים שלך כך שיתאימו לסגנון הגלישה הייחודי שלך.
ja: あなたののブラウジングスタイルに合わせてテーマとツールバーを設定しましょう。
ka: დააყენეთ თქვენი თემა და ხელსაწყოთა ზოლი გვერდების თქვენებურად მონახულებისთვის.
kab: Sbadu asentel-ik akked ufeggag n yifecka almend n tunigin-ik.
ko: 나만의 탐색 스타일에 맞게 테마와 도구 모음을 설정하세요.
lo: ຕັ້ງຮູບແບບສີສັນ ແລະ ແຖບເຄື່ອງມືຂອງທ່ານໃຫ້ກົງກັບຮູບແບບການທ່ອງເວັບທີ່ເປັນເອກະລັກຂອງທ່ານ.
ml: താങ്ങളുടെ സ്വന്തം തിരച്ചിൽ രീതി അനുസരിച്ചു് താങ്ങളുടെ അലങ്കാരവും കരുപ്പട്ടയും തിരഞ്ഞെടുക്കുക.
pl: Ustaw motyw i pasek narzędzi tak, by pasowały do Twojego własnego stylu przeglądania.
sl: Izberite si temo in orodno vrstico, ki se bo ujemala z vašim edinstvenim slogom brskanja.
zh_cn: 按照您自己的浏览风格，设置主题和工具栏位置。
zh_tw: 用您的風格決定佈景主題與工具列位置。

# Onboarding.Customization.Intro.Skip.Action.v123
source: Start Browsing
es_mx: Empieza a navegar
eu: Hasi nabigatzen
he: התחלת גלישה
ja: ブラウジングを開始
ka: დაიწყეთ მოგზაურობა
kab: Bdu tunigin
ko: 탐색 시작
lo: ເລີ່ມການທ່ອງເວັບ
ml: പരതാൻ തുടങ്ങുക
pl: Zacznij przeglądać Internet
sl: Začnite brskati
zh_cn: 开始浏览
zh_tw: 開始上網
