Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Menu.TrackingProtectionListTitle.Social
source: Blocked Social Trackers
cs: Zablokované sledující prvky sociálních sítí
es_ar: Rastreadores sociales bloqueados
gu_in: જાહેરાત ટ્રેકર્સને અવરોધિત કરો
kk: Бұғатталған әлеуметтік желілер трекерлері
ne_np: सामाजिक ट्रयाकहरू अवरुद्द गरिएका छन्
ru: Заблокированные социальные трекеры

# Menu.TrackingProtectionMoreInfo.Description
source: Learn more about how Tracking Protection blocks online trackers that collect your browsing data across multiple websites.
bs: Saznajte više o tome kako zaštita od praćenja blokira online tragače koji prikupljaju vaše podatke pretraživanja putem više web stranica.
cs: Zjistěte více o tom, jak ochrana proti sledování blokuje sledovací prvky, které o vás sbírají informace napříč webovými stránkami.
es_ar: Conozca más acerca de cómo la Protección contra rastreo bloquea los rastreadores en línea que recopilan información de navegación entre múltiples sitios web.
gl: Obteña máis información sobre como a protección contra o seguimento bloquea os elementos de seguimento en liña que recopilan a súa información de navegación entre varios sitios web.
gu_in: ટ્રૅકિંગ પ્રોટેક્શન કેવી રીતે ઑનલાઇન ટ્રૅક્સર્સને અવરોધિત કરે છે તે વિશે વધુ જાણો જે બહુવિધ વેબસાઇટ્સ પર તમારો બ્રાઉઝિંગ ડેટા એકત્રિત કરે છે.
kk: Бақылаудан қорғаныс көптеген веб-сайттар арасында сіздің деректеріңізді жинайтын онлайн трекерлерді қалай блоктайтыны туралы көбірек білу.
mr: अनेक संकेतस्थळांवरून आपली माहिती संकलित करून ऑनलाईन मागोवा घेणाऱ्यांना मागोवा सुरक्षा यंत्रणा कशी अडवते ते जाणून घ्या.
ne_np: कसरी Tracking Protection ले विभिन्न वेबसाइटहरुबाट तपाईँको ब्राउजिंग डाटा एकत्र गर्ने अनलाइन वेबसाइट ट्रयाकर्सहरुलाई रोक्छ भन्ने बारे थप जान्नुहोस् ।
ru: Узнайте больше о том, как защита от отслеживания блокирует онлайн-трекеры, которые собирают данные вашего веб-сёрфинга на различных веб-сайтах.
ta: வலைத்தளங்களில் உலாவல் தரவைச் சேகரிக்கும் இணைய பின்தொடரிகளை தடமறியல் பாதுகாப்பு எப்படித் தடுக்கிறது என்பது பற்றி மேலும் அறிக.

# Menu.TrackingProtectionNoBlocking.Description
source: No tracking elements detected on this page.
bs: Elementi praćenja nisu uočeni na ovoj stranici.
cs: Na této stránce nebyly nalezeny žádné sledovací prvky.
es_ar: No se detectaron elementos de rastreo en esta página.
gl: Non se detectaron elementos de seguimento nesta páxina.
gu_in: આ પૃષ્ઠ પર કોઈ ટ્રેકિંગ ઘટકો મળ્યાં નથી.
kk: Бұл парақта бақылайтын элементтер табылмады.
mr: या पृष्ठावर कोणताही मागोवा घेणारा घटक सापडला नाही.
ne_np: यस पानामा कुनै पनि ट्रयाकगर्ने अवयव भेटिएन।
ru: На этой странице не обнаружено ни одного отслеживающего элемента.
ta: எந்த தடமறியல் உறுப்புகளும் இப்பக்கத்தில் இல்லை.

# Menu.TrackingProtectionOption.WhiteListOnDescription
source: The site includes elements that may track your browsing. You have disabled protection.
ast: El sitiu inclúi elementos que quiciabes rastexen el to restolar. Tienes desactivada la proteición.
bs: Ova stranica sadrži elemente koji bi mogli pratiti vaše pretraživanje. Vi ste onemogućili zaštitu.
cs: Tato stránka obsahuje prvky, které mohou sledovat vaše prohlížení. Ochranu jste zakázali.
es_ar: Este sitio incluye elementos que podrían rastrear la navegación. La protección está deshabilitada.
gl: O sitio inclúe elementos que poden seguir a súa actividade de navegación. Ten a protección desactivada.
gu_in: સાઇટમાં એવા ઘટકો શામેલ છે કે જે તમારી બ્રાઉઝિંગને ટ્રૅક કરી શકે છે. તમે સંરક્ષણને અક્ષમ કર્યું છે.
kk: Бұл сайтта сіздің желідегі әрекеттеріңізді бақылай алатын элементтер бар. Сіз бақылаудан қорғанысты сөндіргенсіз.
mr: आपल्या आॅनलाइन कार्याचा मागोवा घेऊ शकणारे घटक पृष्ठामध्ये आहेत. आपण सुरक्षा बंद केली आहे.
ne_np: यो साइटमा तपाईँको ब्राउजिङ्ग ट्र्याक गर्न सक्ने तत्त्वहरू छन्। तपाईँले संरक्षण अक्षम गर्नुभएको छ।
ru: Этот сайт содержит элементы, которые могут отслеживать ваше поведение в Интернете. Вы отключили защиту.
ta: இத்தளம் உங்களை தடமறியக்கூடிய உறுப்புகளைக் கொண்டுள்ளது. நீங்கள் பாதுகாப்பை முடக்கியுள்ளீர்கள்.

# Menu.TrackingProtectionWhitelistRemove.Title
source: Enable for this site
ast: Activar pa esti sitiu
bs: Omogući za ovu stranicu
cs: Povolit pro tento web
es_ar: Habilitar para este sitio
gl: Activar para este sitio
gu_in: આ સાઇટ માટે સક્ષમ કરો
kk: Бұл сайт үшін іске қосу
mr: या संकेतस्थळासाठी सक्रिय करा
ne_np: यस साइटको लागी सक्षम गर्नुहोस्
ru: Включить для этого сайта
ta: இந்த தளத்தில் இயக்கு

# Menu.WhatsNew.Title
source: What's New
cs: Co je nového
es_ar: Qué hay de nuevo
gu_in: નવું શું છે
kk: Не жаңалық
ne_np: नयाँ के छ
ru: Что нового

# Onboarding.WhatsNew.Description
source: It’s now easier to pick up where you left off.
ne_np: अब तपाईंले छोड्नुभएको ठाउँबाट सुरु गर्न सजिलो भएको छ।

# Onboarding.WhatsNew.PersonalizedHome.Description
source: Jump to your open tabs, bookmarks, and browsing history.
ne_np: तपाईंले खोलिएका ट्याबहरू, बुकमार्कहरू, र ब्राउजिङ्ग इतिहासमा जानुहोस्।

# Onboarding.WhatsNew.RecentSearches.Description
source: Revisit your latest searches from your homepage.
ne_np: तपाईंको गृहपृष्ठबाट तपाईंका नवीनतम खोजहरू पुन: हेर्नुहोस्।

# Onboarding.WhatsNew.RecentSearches.Title
source: Recent Searches
ne_np: हालै गरिएका खोजहरू

# Onboarding.WhatsNew.TabGroups.Description
source: Pages from the same search get grouped together.
ne_np: एउटै खालका खोजका पृष्ठहरू सँगै समूहबद्ध हुन्छन्।

# Onboarding.WhatsNew.TabGroups.Title
source: Tidier Tab Groups
ne_np: Tidier ट्याब समूहहरू

# Onboarding.WhatsNew.Title
source: What’s New in Firefox
ne_np: Firefox मा नयाँ के छ

source: Page Options Menu
ast: Menú d'opciones de la páxina
bs: Meni opcija stranice
cs: Nabídka možností stránky
es_ar: Menú de opciones de página
gl: Menú de opcións da páxina
gu_in: પૃષ્ઠ વિકલ્પો મેનુ
kk: Бет опцияларының мәзірі
mr: पृष्ठ पर्याय मेनू
ne_np: पृष्ठ विकल्प मेनु
ru: Меню параметров страницы
sq: Menu Mundësish Faqeje
ta: பக்க விருப்ப பட்டி
tl: Menu ng Mga Pagpipilian sa Pahina

source: Panel Chooser
ast: Seleutor de paneles
bg: Избор на панел
bs: Selektor panela
cs: Výběr panelů
cy: Dewis Panel
eo: Elektilo de panelo
es_ar: Selector del panel
gd: Roghnaichear nam panail
gl: Selector de panel
gu_in: પેનલ પસંદકર્તા
kk: Панельдерді таңдаушы
lv: Paneļu izvēlētājs
mr: पटल चयक
ms: Pemilih Panel
ne_np: प्यानल चयनकर्ता
ro: Selector de panouri
ru: Выбор панелей
sk: Voľba panela
sq: Zgjedhës Panelesh
ta: பலகம் தேர்வி
tl: Tagapili ng Panel

# PasswordAutoFill.NoPasswordsFoundTitle
source: You don’t have any credentials synced from your Firefox Account
cs: Z vašeho Účtu Firefoxu nemáte synchronizované žádné přihlašovací údaje
es_ar: No tiene ninguna credencial sincronizada de su cuenta de Firefox
gl: Non ten ningunha credencial sincronizada dende a súa conta Firefox
gu_in: તમારી પાસે તમારા Firefox એકાઉન્ટથી સમન્વયિત કોઈ ઓળખપત્રો નથી
kk: Firefox тіркелгіңізден синхрондалған ешбір тіркелу мәліметтері жоқ
ne_np: तपाइँसँग तपाइँको Firefox खाताबाट सिङ्क गरिएको कुनै पनि प्रमाणहरू छैनन्
ru: У вас нет учётных данных, синхронизированных из Аккаунта Firefox

# PasswordAutoFill.PasswordsListTitle
source: Available Credentials:
cs: Přihlašovací údaje:
es_ar: Credenciales disponibles:
gl: Credencias dispoñíbeis:
gu_in: ઉપલબ્ધ પ્રમાણપત્રો:
kk: Қолжетерлік тіркелу мәліметтері:
ne_np: उपलब्ध परिचयहरु:
ru: Доступные учётные данные:

# PasswordAutoFill.SectionTitle
source: Firefox Credentials
cs: Přihlašovací údaje Firefox
es_ar: Credenciales de Firefox
gl: Credenciais do Firefox
gu_in: Firefox પ્રમાણપત્રો
kk: Firefox тіркелу мәліметтері
ne_np: Firefox परिचयहरु
ru: Учётные данные Firefox

# ReopenClosedTab.KeyCodeTitle
source: Reopen Closed Tab
bs: Ponovo otvori zatvoreni tab
cs: Obnovit zavřený panel
es_ar: Reabrir pestaña cerrada
gl: Reabrir a lapela pechada
gu_in: બંધ ટેબ ફરીથી ખોલો
kk: Жабылған бетті қайта ашу
mr: बंद केलेले टॅब पुन्हा उघडा
ne_np: बन्द भएका ट्याबहरूलाई पुनःखोल्नुहोस्
ru: Восстановить закрытую вкладку
ta: மூடிய கீற்றுகளைத் திற

# ScanQRCode.PermissionError.Message
source: Please allow Firefox to access your device’s camera in ‘Settings’ -> ‘Privacy’ -> ‘Camera’.
bs: Molimo dopustite Firefoxu da pristupi kameri vašeg uređaja u ‘Postavke’ -> ‘Privatnost’ -> ‘Kamera’.
cs: Povolte prosím Firefoxu přístup k vaší kameře v ‚Nastavení‘ -> ‚Soukromí‘ -> ‚Kamera‘.
es_ar: Por favor, permita que Firefox acceda a la cámara de su dispositivo en 'Configuración' -> 'Privacidad' -> 'Cámara'.
gl: Permita que Firefox acceda a cámara do seu dispositivo nos «Axustes» -> «Privacidade» -> «Cámara».
gu_in: કૃપા કરીને Firefox ને તમારા ઉપકરણના કેમેરાને ‘સેટિંગ્સ’ -> ‘ગોપનીયતા’ -> ‘કૅમેરો’ ઍક્સેસ કરવાની મંજૂરી આપો.
kk: Firefox үшін құрылғыңыздың камерасына қатынауды "Баптаулар" -> "Жекелік" -> "Камера" арқылы рұқсат етіңіз.
mr: आपल्या डिव्हाइसचा कॅमेरा अॅक्सेस करण्यासाठी ‘सेटिंग' -> ‘गोपनीयता' -> ‘कॅमेरा' यामधून कृपया Firefox ला अनुमती द्या.
ne_np: कृपया 'Settings' -> 'Privacy' -> 'Camera' मा गएर Firefoxलाई आफ्नो क्यामेराको पहुँच दिनुहोस्।
ru: Пожалуйста, разрешите Firefox доступ к камере вашего устройства, открыв ‘Параметры‘ -> ‘Приватность‘ -> ‘Камера‘.
ta: தயவுசெய்து பயர்பாஃசு உங்கள் சாதனத்தின் படக்கருவியை அணுக அனுமதியுங்கள் 'அமைவுகள்' -> 'தனியுரிமை' ->'படக்கருவி'.

source: Searches for the suggestion
ast: Gueta pola suxerencia
bg: Резултати от подсказката
bs: Potražite sugestije
cs: Našeptává při vyhledávání
cy: Chwiliadau am yr awgrym
eo: Serĉoj por sugestoj
es_ar: Búsquedas para la sugerencia
gd: Lorgaidh seo am moladh
gl: Buscas para a suxestión
gu_in: સૂચન માટે શોધો
kk: Ұсынысты іздейді
lv: Meklēšanas ieteikumi
mr: सल्ल्यांसाठी शोधते
ms: Cari cadangan
ne_np: सुझावका लागि खोजीहरू
ro: Caută sugestii
ru: Поиск предложений
sk: Hľadania pre zvolený návrh
sq: Sugjerime për kërkimin
ta: பரிந்துரைக்கான தேடல்கள்
tl: Mga hanap para sa suhuwestiyon

source: Secure connection
ast: Conexón segura
bg: Защитена връзка
bs: Sigurno povezivanje
cs: Zabezpečené spojení
cy: Cysylltiad diogel
eo: Sekura konekto
es_ar: Conexión segura
gd: Ceangal tèarainte
gl: Conexión segura
gu_in: સલામત જોડાણ
kk: Қауіпсіз байланыс
lv: Drošs savienojums
mr: सुरक्षित जोडणी
ms: Sambungan selamat
ne_np: सुरक्षित जडान
ro: Conexiune securizată
ru: Защищённое соединение
sk: Bezpečné pripojenie
sq: Lidhje e sigurt
ta: பாதுகாப்பான இணைப்பு
tl: Ligtas na koneksyon

# SendTo.SignIn.Button
source: Sign In to Firefox
es_ar: Ingresar a Firefox
kk: Firefox ішіне кіру
ne_np: Firefox मा साइन इन गर्नुहोस्

# SentTab.AddToReadingListAction.Title
source: Add to Reading List
bs: Dodaj na listu za čitanje
cs: Přidat do seznamu ke čtení
es_ar: Agregar a lista de lectura
gl: Engadir á lista de lectura
gu_in: વાંચન સૂચિમાં ઉમેરો
kk: Оқу тізіміне қосу
mr: वाचनयादित समाविष्ट करा
ne_np: पढ्ने सूचीमा थप्नुहोस्
ru: Добавить в список для чтения
ta: வாசிப்பு பட்டியலில் சேர்

# SentTab.BookmarkAction.title
source: Bookmark
bs: Zabilješka
cs: Přidat do záložek
es_ar: Marcador
gl: Engadir aos marcadores
gu_in: બુકમાર્ક
kk: Бетбелгі қосу
mr: वाचनखूण
ne_np: पुस्तकचिनो लगाउनुहोस्
ru: Добавить закладку
ta: புத்தகக்குறி

# Settings.ClearPrivateData.Title
source: Clear Private Data
ast: Llimpieza de datos privaos
bg: Изчистване на лични данни
bs: Očisti privatne podatke
cs: Vymazat soukromá data
eo: Viŝi privatajn datumojn
es_ar: Borrar datos privados
gd: Falamhaich an dàta prìobhaideach
gl: Borrar os datos privados
gu_in: ખાનગી ડેટા સાફ કરો
kk: Жеке деректерді өшіру
lv: Notīrīt privātos datus
mr: खाजगी माहिती पुसून टाका
ms: Buang Data Peribadi
ne_np: व्यक्तिगत डाटा हटाउनुहोस्
ro: Șterge datele private
ru: Удаление личных данных
sk: Vymazanie súkromných údajov
sq: Pastroni të Dhëna Private
ta: அந்தரங்க தரவைத் துடை
tl: Burahin ang Private Data.

# Settings.DNT.OptionAlwaysOn
source: Always
ast: Siempres
bs: Uvijek
cs: Vždy
es_ar: Siempre
gl: Sempre
gu_in: હંમેશાં
kk: Әрқашан
mr: नेहमी
ne_np: सँधै
ru: Всегда
sq: Përherë
ta: எப்போதும்
tl: Palagi

# Settings.DNT.OptionOnWithTP
source: Only when using Tracking Protection
ast: Namái al usar proteición de rastrexu
bs: Samo kada koristim Zaštitu od praćenja
cs: Pouze při použití ochrany proti sledování
es_ar: Solo al usar protección de rastreo
gl: Só cando use a protección contra o seguimento
gu_in: ટ્રૅકિંગ પ્રોટેક્શનનો ઉપયોગ કરતી વખતે
kk: Тек Бақылаудан қорғанысты қолдану кезінде
mr: फक्त ट्रॅकिंग संरक्षण वापरत असताना
ne_np: केवल ट्रयाकिङ्ग सुरक्षा प्रयोग गर्दा
ru: Только при использовании защиты от отслеживания
sq: Vetëm kur përdoret Mbrojtje Nga Gjurmimet
ta: தடமறியல் பாதுகாப்பைப் பயன்படுத்தும்போது மட்டுமே
tl: Lamang kapag gumagamit ng Pagsubaybay na Proteksyon

# Settings.DNT.Title
source: Send websites a Do Not Track signal that you don’t want to be tracked
ast: Unvia la señal «Nun rastrexar» a los sitios web p'avisa-yos de que nun quies que te rastrexen
bs: Pošaljite web stranicama signal Ne prati kada ne želite biti praćeni
cs: Říci webovým stránkám pomocí signálu Do Not Track, že nechcete být sledováni
es_ar: Enviar a los sitios web una señal de No rastrear que significa que no querés ser rastreado
gl: Enviar aos sitios web un sinal «Do not track» indicándolles que non desexa ser seguido
gu_in: વેબસાઇટ્સને મોકલો નહીં ટ્રૅક કરો સંકેત જે તમે ટ્રૅક કરવા માગતા નથી
kk: Сайттарға &quot;Мені бақыламау&quot; сигналын жіберу арқылы сіз өзіңізді бақыламауды қалайтыныңыз туралы хабарлау
mr: आपल्याला ट्रॅक न करण्यासाठी वेबसाइट्सना ट्रॅक करू नका हा इशारा पाठवा
ne_np: आफु ट्रयाक हुन चाहन्न भन्नको लागि वेबसाइटहरू लाई Do Not Track सङ्केत पठाउनुहोस्
ru: Отправлять веб-сайтам сигнал «Не отслеживать», означающий, чтобы вы не хотите, чтобы вас отслеживали
sq: Dërgojuni sajteve një sinjal Mos Më Gjurmo se nuk doni të ndiqeni
ta: நீங்கள் தடமறியப்பட விரும்பவில்லையென்று வலைத்தளங்களுக்கு தடமறியாதே சைகையை அனுப்பு
tl: Magpadala ng mga website ng isang Hindi Subaybayan ang signal na hindi mo gustong masubaybayan

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display's current brightness.
cs: Vzhled se bude automaticky měnit podle jasu vašeho displeje. Můžete nastavit hranici, kdy má ke změně dojít. Kroužek ukazuje aktuální jas vašeho displeje.
es_ar: Este tema cambiará automáticamente según el brillo de la pantalla. Se puede establecer el límite en el cual cambia el tema. El círculo indica el brillo actual de la pantalla.
gl: O tema cambiará automaticamente en función do brillo da súa pantalla. Pode definir o límite no que o tema cambia. O círculo indica o brillo actual da súa pantalla.
gu_in: થીમ પ્રદર્શન તમારી તેજ પર આધારિત આપોઆપ બદલાશે. તમે થ્રેશોલ્ડ સેટ કરી શકો છો જ્યાં થીમ બદલાય છે. વર્તુળ તમારા પ્રદર્શનની વર્તમાન તેજ દર્શાવે છે.
kk: Тема экран жарықтылығына байланысты автоматты түрде ауыстырылатын болады. Тема ауысу деңгейін көрсете аласыз. Шеңбер экранның ағымдағы жарықтылығын көрсетеді.
mr: आपल्या डिस्पले प्रखरतेनुसार थीम स्वयंचलितपणे बदलेल. थीम जेथे बदलेल त्यासाठीआपण थ्रेशहोल्ड सेट करू शकता. वर्तुळ आपल्या डिस्पलेच्या वर्तमान प्रखरता दर्शवते.
ne_np: विषयवस्तु स्वचालित रूपमा तपाइँको प्रदर्शन चमकको आधारमा परिवर्तन हुनेछ। विषयवस्तु परिवर्तन भएको ठाउँमा तपाइँ थ्रेसहोल्ड सेट गर्न सक्नुहुन्छ। यो बृत्तले तपाईंको डिस्प्लेको हालको चमकलाई सङ्केत गर्छ।
ru: Тема будет автоматически изменяться в зависимости от яркости подсветки экрана. Вы можете установить порог, при котором тема будет изменяться. Круговой индикатор показывает ваш текущий уровень яркости.
ta: திரையின் தோற்றம் அதன் ஒளிர்வுதன்மையைக் கொண்டு தானாக மாறும். தோற்றம் எப்போது மாற வேண்டும என்பதை நீங்களும் அமைக்கலாம். இவ்வட்டம் தற்போதைய திரையின் ஒளிர்வுதன்மையைக் குறிக்கிறது.

# Settings.HomePage.Clear.Button
source: Clear
ast: Llimpiar
bg: Изчистване
bs: Očisti
cs: Vymazat
eo: Viŝi
es_ar: Limpiar
gd: Falamhaich
gl: Borrar
gu_in: સાફ કરો
kk: Тазарту
lv: Notīrīt
mr: नष्ट करा
ms: Buang
ne_np: खाली गर्नुहोस्
ro: Șterge
ru: Очистить
sk: Vymazať
sq: Pastroje
ta: துடை
tl: I-clear

# Settings.HomePage.Title
source: Homepage Settings
ast: Axustes de paxina d'aniciu
bg: Настройки на начална страница
bs: Postavke početne stranice
cs: Nastavení domovské stránky
eo: Agordoj de hejmpaĝo
es_ar: Configuración de página de inicio
gd: Roghainnean na duilleige mhòr
gl: Axustes da páxina de inicio
gu_in: મુખપૃષ્ઠ સેટિંગ્સ
kk: Үй парағын баптау
lv: Mājas lapas iestatījumi
mr: मुख्यपृष्ठ सेटिंग
ms: Tetapan Halaman utama
ne_np: गृहपृष्ठको सेटिङ्गहरू
ro: Setări pentru pagina de start
ru: Параметры домашней страницы
sk: Nastavenia domovskej stránky
sq: Rregullime Faqeje Hyrëse
ta: முகப்பு பக்கம்
tl: Settings ng Homepage

# Settings.HomePage.URL.Placeholder
source: Enter a webpage
ast: Introduz una páxina web
bg: Въвеждане на уебстраница
bs: Unesite web stranicu
cs: Zadejte webovou stránku
eo: Viziti retpaĝon
es_ar: Ingresar una página web
gd: Cuir a-steach duilleag-lìn
gl: Escriba unha páxina web
gu_in: વેબપેજ દાખલ કરો
kk: Веб парағын енгізіңіз
lv: Ievadiet tīmekļa lapu
mr: संकेतस्थळ प्रविष्ट करा
ms: Masukkan halaman web
ne_np: एक वेब पेज प्रविष्ट गर्नुहोस्
ro: Introdu o pagină web
ru: Введите веб-страницу
sk: Zadajte webovú stránku
sq: Jepni një faqe web
ta: வலைப்பக்கத்தை இடுக

# Settings.HomePage.UseCopiedLink.Button
source: Use Copied Link
ast: Usar enllaz copiáu
bg: Използвай копирана препратка
bs: Koristite kopiranu vezu
cs: Použít zkopírovaný odkaz
eo: Uzi kopiitan ligilon
es_ar: Usar enlace copiado
gd: Cleachd lethbhreac aʼ cheangail
gl: Usar a ligazón copiada
gu_in: કૉપિ કરેલ લિંકનો ઉપયોગ કરો
kk: Көшіріп алынған сілтемені қолдану
lv: Izmantot kopēto saiti
mr: प्रत बनवलेली दुवा वापरा
ms: Guna Salinan Pautan
ne_np: प्रतिलिपि गरियो लिङ्क प्रयोग गर्नुहोस्
ro: Folosește linkul copiat
ru: Использовать скопированную ссылку
sk: Použiť skopírovaný odkaz
sq: Përdor Lidhjen e Kopjuar
ta: நகலெடுத்த தொடுப்பைப் பயன்படுத்து
tl: Gamitin ang Kinopyang Link

# Settings.HomePage.UseDefault.Button
source: Use Default
ast: Usar por defeutu
bg: Използвай стандарта
bs: Koristi izvorno
cs: Použít výchozí
eo: Uzi la normon
es_ar: Usar predeterminado
gd: Cleachd aʼ bhun-roghainn
gl: Usar predeterminado
gu_in: મૂળભૂત વાપરો
kk: Бастапқысын қолдану
lv: Izmantot noklusētos
mr: पूर्वनिर्धारित वापरा
ms: Guna Piawai
ne_np: पूर्वनिर्धारित प्रयोग गर्नुहोस्
ro: Folosește pagina implicită
ru: Использовать по умолчанию
sk: Použiť predvolené
sq: Përdor Parazgjedhjen
ta: முன்னிருப்பை பயன்படுத்து

# Settings.NewTab.Description
source: When you open a New Tab:
ast: Al abrir una llingüeta nueva:
bg: При отваряне на раздел:
bs: Kada otvorite novi tab:
cs: Když otevřete nový panel:
eo: Kiam vi malfermas novan langeton:
es_ar: Al abrir una nueva pestaña:
gd: Nuair a dh’fhosglas tu taba ùr:
gl: Ao abrir unha nova lapela:
gu_in: જ્યારે તમે નવું ટેબ ખોલો છો:
kk: Жаңа бет ашылған кезде:
lv: Atverot jaunu cilni:
mr: जेव्हा तुम्ही नवीन टॅब मध्ये उघडता:
ms: Apabila anda membuka Tab Baru:
ne_np: जब तपाईँ एक नयाँ ट्याब खोल्नु हुनेछ:
ro: Când deschizi o filă nouă:
ru: При открытии новой вкладки:
sk: Po otvorení novej karty:
sq: Kur hapni një Skedë të Re:
ta: புதிய கீற்றை திறக்கும்போது:

# Settings.NewTab.Option.ASTitle
source: Customize Top Sites
cs: Přizpůsobit top stránky
es_ar: Personalizar sitios más visitados
gl: Personalizar os sitios favoritos
gu_in: ટોચની સાઇટ્સ કસ્ટમાઇઝ કરો
kk: Үздік сайттарды баптау
mr: टॉप साइट सानुकूलित करा
ne_np: शीर्ष साइटहरू अनुकूलित गर्नुहोस्
ru: Настройка топа сайтов
ta: முக்கியத் தளங்களைத் தனிபயனாக்கு

# Settings.NewTab.Option.Bookmarks
source: Bookmarks
ast: Marcadores
cs: Záložky
es_ar: Marcadores
gl: Marcadores
gu_in: બુકમાર્ક્સ
kk: Бетбелгілер
mr: वाचनखूणा
ne_np: बुकमार्कहरु
ru: Закладки
ta: புத்தகக்குறிகள்

# Settings.NewTab.Option.CustomizeFooter
source: The sites you visit most
cs: Nejnavštěvovanější stránky
es_ar: Los sitios que más visita
gu_in: તમે મુલાકાત લો છો તે સાઇટ્સ
kk: Сіз жиі шолатын сайттар
ne_np: तपाईंले धेरै भ्रमण गर्ने साइटहरु
ru: Сайты, которые вы чаще всего посещаете

# Settings.NewTab.Option.CustomizeFooter2
source: Sites you save or visit
es_ar: Sitios guardados o visitados
kk: Сіз сақтайтын немесе шолатын сайттар
ne_np: तपाईंले बचत वा भ्रमण गर्नुभएका साइटहरु

# Settings.NewTab.Option.CustomizeTitle
source: Customize Firefox Home
cs: Přizpůsobení domovské stránky Firefoxu
es_ar: Personalizar la página de inicio de Firefox
gu_in: Firefpx હોમ કસ્ટમાઇઝ કરો
kk: Firefox үй парағын баптау
ne_np: Firefox गृह अनुकूलित गर्नुहोस्
ru: Настроить домашнюю страницу Firefox

# Settings.NewTab.Option.HighlightsBookmarks
source: Recent Bookmarks
ast: Marcadores recientes
bs: Nedavne zabilješke
cs: Naposledy přidané
es_ar: Marcadores recientes
gl: Marcadores recentes
gu_in: તાજેતરના બુકમાર્ક્સ
kk: Соңғы бетбелгілер
mr: अलिकडील वाचनखूणा
ne_np: हालसालैको पुस्तकचिनोहरू
ru: Недавние закладки
sq: Faqerojtës Së Fundi
ta: சமீபத்திய புத்தகக்குறிகள்
tl: Mga Kamakailang Bookmark

# Settings.NewTab.Option.HighlightsHistory
source: Visited
ast: Visitóse
bs: Posjećeno
cs: Navštívené
es_ar: Visitado
gl: Visitados
gu_in: જોવામા આવેલ
kk: Қаралған
mr: भेट दिलेले
ne_np: भ्रमण गरिएको
ru: Посещено
sq: Vizituar
ta: பார்வையிட்டது
tl: Bisitahin

# Settings.NewTab.Option.History
source: History
ast: Historial
cs: Historie
es_ar: Historial
gl: Historial
gu_in: ઇતિહાસ
kk: Тарих
mr: इतिहास
ne_np: इतिहास
ru: История
ta: வரலாறு

# Settings.NewTab.Option.Pocket
source: Trending on Pocket
cs: Doporučení ze služby Pocket
es_ar: Tendencia en Pocket
gu_in: પોકેટ પર વલણ
kk: Pocket-те әйгілі
ne_np: Pocket मा प्रचलित
ru: Популярные на Pocket

# Settings.NewTab.Option.PocketFooter
source: Great content from around the web.
cs: Skvělý obsah z celého webu.
es_ar: Excelente contenido de toda la web.
gu_in: સમગ્ર વેબથી સારી સામગ્રી.
kk: Интернеттегі керемет құрама.
ne_np: वेबका उत्कृष्ट सामग्री।
ru: Интересные статьи со всего Интернета.

# Settings.NewTab.Option.ReadingList
source: Show your Reading List
ast: Amosar el to llistáu de llectura
bg: Покажи списък за четене
bs: Prikaz vaše liste za čitanje
cs: Zobrazit váš seznam ke čtení
eo: Montri vian legoliston
es_ar: Mostrar lista de lectura
gd: Seall an liosta-leughaidh agad
gl: Amosar a súa lista de lectura
gu_in: તમારી વાંચન સૂચિ બતાવો
kk: Оқу тізіміңізді көрсету
lv: Rādīt lasīšanas sarakstu
mr: आपली वाचनयादि दाखवा
ms: Papar Senarai Bacaan anda
ne_np: तपाईँको पढाइ सूची देखाउनुहोस्
ro: Arată lista de citit
ru: Отображать список для чтения
sk: Zobraziť váš Zoznam na prečítanie
sq: Shfaq Listën tuaj të Leximeve
ta: வாசிப்பு பட்டியலைக் காண்பி
tl: Ipakita ang iyong Reading List

# Settings.NewTab.Option.RecommendedByPocket
source: Recommended by %@
es_ar: Recomendado por %@
kk: %@ ұсынған
ne_np: %@ द्वारा सिफरिस गरिएको

# Settings.NewTab.Option.RecommendedByPocketDescription
source: Exceptional content curated by %1$@, part of the %2$@ family
es_ar: Contenido excepcional seleccionado por %1$@, parte de la familia %2$@
kk: %2$@ отбасына жататын %1$@ басқаратын ерекше құрама
ne_np: %1$@ द्वारा ब्यवस्थापन गरिएको असाधारण सामग्री, %2$@ परिवारको अंश

# Settings.Studies.Active.SectionName
source: Active
es_ar: Activos
kk: Белсенді
ne_np: सक्रिय

# Settings.Studies.Completed.SectionName
source: Completed
es_ar: Completos
kk: Аяқталған
ne_np: सम्पन्न

# Settings.Studies.Remove.Button
source: Remove
es_ar: Eliminar
kk: Өшіру
ne_np: हटाउनुहोस्

# Settings.Studies.SectionName
source: Studies
es_ar: Estudios
kk: Зерттеулер
ne_np: अध्ययनहरु

# Settings.Studies.Title
source: Studies
es_ar: Estudios
kk: Зерттеулер
ne_np: अध्ययनहरु

# Settings.Studies.Toggle.Off
source: Off
es_ar: Desactivado
kk: Сөндірулі
ne_np: बन्द गर्नुहोस्

# Settings.Studies.Toggle.On
source: On
es_ar: Activado
kk: Іске қосулы
ne_np: खुल्ला गर्नुहोस्
