Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Settings.TrackingProtection.Alert.Description
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
cs: Pokud nějaká stránka nebude fungovat správně, klepněte na ikonu štítu v adresním řádku a rozšířenou ochranu proti sledování na dané stránce vypněte.
es_ar: Si un sitio no funciona como se esperaba, toque el escudo en la barra de direcciones y desactive la Protección de rastreo aumentada para esa página.
kk: Егер сайт күткендей жұмыс істемесе, адрес жолағындағы қалқанды түртіңіз және сол бет үшін бақылаудан кеңейтілген қорғанысын сөндіріңіз.
ne_np: यदि साइटले अपेक्षित रूपमा काम गर्दैन भने, ठेगाना पट्टीमा शिल्ड ट्याप गर्नुहोस् र त्यो पृष्ठको लागि, परिष्कृत ट्र्याकिङ्ग सुरक्षा बन्द गर्नुहोस्।
ru: Если сайт не работает так, как ожидалось, коснитесь значка щита в адресной строке и отключите расширенную защиту от отслеживания на этой странице.

# Settings.TrackingProtection.BlockListsHeader
source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
ast: Pues escoyer que llistes usará Firefox pa bloquiar elementos web que podríen rastrexar la to actividá de restolar.
bs: Možete izabrati koju će listu Firefox koristiti da blokira web elemente koji bi mogli pratiti vašu aktivnost.
cs: Můžete si vybrat, který seznam bude Firefox používat k blokování webových prvků, které mohou sledovat vaše chování při prohlížení.
es_ar: Podés elegir la lista que usará Firefox para bloquear elementos Web que podrían rastrear tu navegación.
gl: Pode escoller que lista usará Firefox para bloquear elementos web que poidan seguir a súa actividade de navegación.
gu_in: તમે બ્રાઉઝિંગ પ્રવૃત્તિને ટ્રૅક કરી શકે તેવા વેબ ઘટકોને અવરોધિત કરવા માટે Firefox જે સૂચિનો ઉપયોગ કરશે તે પસંદ કરી શકો છો.
kk: Firefox сіздің шолу белсенділігіңізді бақылай алатын веб элементтерді блоктау үшін қай тізімді қолдану керектігін таңдай аласыз.
mr: आपली ब्राउझिंग माहिती ट्रॅक करणारे वेब घटक अवरोधित करण्यासाठी Firefox द्वारे वापरली जाणारी यादी आपण निवडू शकता.
ne_np: तपाईँले Firefox ले कुन सूची प्रयोग गरेर वेब तत्त्व जसले तपाईँको ब्राउजिङ्ग गतिविधि ट्रयाक गर्न सक्छलाई अवरुद्द गर्ने हो छान्न सक्नुहुनेछ ।
ru: Вы можете выбрать, какой список будет использовать Firefox для блокировки веб-элементов, которые могут отслеживать ваше поведение в Интернете.
sq: Mund të zgjidhni cilën listë do të përdorë Firefox-i për të bllokuar elementë Web që mund të gjurmojnë veprimtarinë tuaj të shfletimit.
ta: உங்கள் உலாவலைத் தடமறியும் வலை உறுப்புகளை முடக்க பயர்பாக்ஸ் எந்த பட்டியலைப் பயன்படுத்த வேண்டும் என்பதை தேர்ந்தெடுக்கலாம்.
tl: Maaari mong piliin kung aling listahan ang gagamitin ng Firefox upang harangan ang mga elemento ng Web na maaaring subaybayan ang iyong aktibidad sa pagba-browse.

# Settings.TrackingProtection.Info.BasicTitle
source: Balanced for protection and performance.
cs: Vyvážená ochrana a výkon.
es_ar: Equilibrado para protección y rendimiento.
gu_in: સંરક્ષણ અને પ્રદર્શન માટે સંતુલિત.
kk: Қорғаныс және өнімділік үшін теңгерілген.
ne_np: सुरक्षा र प्रदर्शनको लागि सन्तुलित।
ru: Обеспечивает наилучший баланс защиты и производительности.

# Settings.TrackingProtection.Info.StrictTitle
source: Offers stronger protection, but may cause some sites to break.
cs: Silnější ochrana. Může omezit fungování některých stránek.
es_ar: Ofrece una protección más fuerte, pero puede hacer que algunos sitios no se carguen.
gu_in: મજબૂત સુરક્ષા આપે છે, પરંતુ કેટલીક સાઇટ્સ તૂટી શકે છે.
kk: Қатаң қорғаныс ұсынады, бірақ кейбір сайттардың бұзылуына әкеп соғуы мүмкін.
ne_np: बलियो सुरक्षा प्रदान गर्दछ, तर केही साइटहरू तोड्नुको कारण पनि बन्न सक्छ।
ru: Предоставляет усиленную защиту, но может вызывать проблемы с некоторыми сайтами.

# Settings.TrackingProtection.MoreInfo
source: More Info…
cs: Více informací…
es_ar: Más información…
gu_in: વધુ માહિતી…
kk: Көбірек ақпарат…
ne_np: अधिक जानकारी…
ru: Подробнее…

# Settings.TrackingProtection.ProtectionLevel.Footer
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
cs: Pokud nějaká stránka nebude fungovat správně, klepněte na ikonu štítu v adresním řádku a rozšířenou ochranu proti sledování na dané stránce vypněte.
es_ar: Si un sitio no funciona como se esperaba, toque el escudo en la barra de direcciones y desactive la Protección de rastreo aumentada para esa página.
kk: Егер сайт күткендей жұмыс істемесе, адрес жолағындағы қалқанды түртіңіз және сол бет үшін бақылаудан кеңейтілген қорғанысын сөндіріңіз.
ne_np: यदि साइटले अपेक्षित रूपमा काम गर्दैन भने, ठेगाना पट्टीमा शिल्ड ट्याप गर्नुहोस् र त्यो पृष्ठको लागि, परिष्कृत ट्र्याकिङ्ग सुरक्षा बन्द गर्नुहोस्।
ru: Если сайт не работает так, как ожидалось, коснитесь значка щита в адресной строке и отключите расширенную защиту от отслеживания на этой странице.

# Settings.TrackingProtection.StrictLevelInfoFooter
source: Blocking trackers could impact the functionality of some websites.
cs: Blokování sledujícího obsahu může ovlivnit fungování některých stránek.
es_ar: El bloqueo de rastreadores podría afectar la funcionalidad de algunos sitios web.
gu_in: અવરોધિત ટ્રેકર્સ કેટલીક વેબસાઇટ્સની કાર્યક્ષમતાને અસર કરી શકે છે.
kk: Трекерлерді бұғаттау кейбір веб-сайттардың жұмысына кері әсер етуі мүмкін.
ne_np: ट्र्याकरहरू अवरुद्ध गर्नाले केही वेबसाइटहरूको कार्यक्षमतामा असर गर्न सक्छ।
ru: Блокировка трекеров может нарушить работу некоторых веб-сайтов.

# Settings.TrackingProtectionOption.BlockListBasicDescription
source: Allows some trackers so websites function properly.
ast: Permite dellos rastrexadores pa qu'asina los sitios web funcionen bien.
bs: Dozvoli neke pratioce kako bi stranice radile ispravno.
cs: Povoluje některé sledovací prvky pro správné fungování stránek.
es_ar: Permitir algos rastreadores para que los sitios web funcionen correctamente.
gl: Permitir algúns elementos de seguimento para que os sitios web funcionen correctamente.
gu_in: કેટલાક ટ્રેકર્સને મંજૂરી આપે છે જેથી વેબસાઇટ્સ યોગ્ય રીતે કાર્ય કરે.
kk: Веб сайттар дұрыс жұмыс істейтіндей кейбір бақылаушыларды рұқсат етеді.
mr: संकेतस्थळ योग्य रितीने कार्य करू शकेल, यासाठी काही ट्रॅकर्सला परवानगी द्या.
ne_np: यसले केहि ट्रयाकरहरूलाई अनुमति दिन्छ ता कि वेबसाइटहरू राम्रोसँग काम गर्न सकुन ।
ru: Разрешает некоторые трекеры для корректной работы веб-сайтов.
sq: Lejo ndoca gjurmues, që sajtet të funksionojnë si pritet.
ta: வலைதளம் முறையாக இயங்க சில தடமறிகளை அனுமதி.
tl: Pinapayagan ang ilang mga tagasubaybay upang ang mga website ay gumana ng maayos.

# Settings.TrackingProtectionOption.BlockListStrictDescription
source: Blocks known trackers. Some websites may not function properly.
ast: Bloquia ratrexadores conocíos. Dellos sitios web quiciaben nun funcionen bien.
bs: Blokira poznate pratioce. Neke web stranice možda neće fukcionisati pravilno.
cs: Blokuje známé sledovací prvky. Některé stránky nemusí správně fungovat.
es_ar: Bloquear rastreadores conocidos. Algunos sitios puede que no funcionen correctamente.
gl: Bloquea os elementos de seguimento coñecidos. É posíbel que algúns sitios web non funcionen correctamente.
gu_in: ટ્રેકરો જાણીતા બ્લોક્સ. કેટલીક વેબસાઇટ્સ યોગ્ય રીતે કાર્ય કરી શકશે નહીં.
kk: Белгілі трекерлерді блоктайды. Кейбір вебсайттар дұрыс жасамауы мүмкін.
mr: माहिती असलेल्या ट्रॅकर्सला अवरोधित करा. काही संकेतस्थळ व्यवस्थीत कार्य करणार नाहीत.
ne_np: ज्ञात ट्रयाकरहरूलाई रोक्नुहोस् । केहि वेबसाइटहरू राम्रोसँग काम नगर्न सक्छन ।
ru: Блокирует известные трекеры. Некоторые веб-сайты могут некорректно работать.
sq: Bllokon gjurmuesit e ditur. Disa sajte mund të mos punojnë si pritet.
ta: தெரிந்த தடமறிகளை முடக்குகிறது. சில தளங்கள் முறையாக இயங்காமல் போகலாம்.
tl: Bina-block ang mga kilalang tracker. Ang ilang mga website ay maaaring hindi gumana ng maayos.

# Settings.TrackingProtectionOption.EnabledStateFooterLabel
source: Tracking is the collection of your browsing data across multiple websites.
bs: Praćenje je kolekcija vaših podataka pretraživanja putem web stranica.
cs: Sledování je shromažďování údajů o vašem prohlížení na různých webových stránkách.
es_ar: El rastreo es la recolección de tus datos de navegación entre múltiples sitios web.
gl: O seguimento é a recollida dos seus datos de navegación entre varios sitios web.
gu_in: ટ્રૅકિંગ એ બહુવિધ વેબસાઇટ્સ પર તમારા બ્રાઉઝિંગ ડેટાનો સંગ્રહ છે.
kk: Бақылау - бұл дегеніміз, сіздің шолу деректеріңізді көптеген веб-сайттардан жинау.
mr: मागोवा हा आपल्या ब्राऊझिंग डेटाचा विविध वेबसाइटवरचा संग्रह आहे.
ne_np: ट्र्याकिङ्ग धेरै वेबसाइटहरूबाट लिईएको तपाईँको ब्राउजिङ्ग डाटाको संग्रह हो ।
ru: Отслеживание - это сбор ваших данных веб-серфинга на множестве веб-сайтов.
ta: தடமறியல் என்பது பல தளங்களில் உங்களின் உலாவல் தொகுப்பாகும்.

# Settings.TranslateSnackBar.SectionFooter
source: The web page language is detected on the device, and a translation from a remote service is offered.
cs: Zařízení rozpozná jazyk webové stránky a nabídne překlad pomocí některého z internetových překladačů.
es_ar: El idioma de la página web se detecta en el dispositivo y se ofrece una traducción desde un servicio remoto.
gu_in: ઉપકરણ પર વેબ પેજની ભાષા શોધી કાઢવામાં આવી છે, અને દૂરસ્થ સેવામાંથી ભાષાંતર કરવામાં આવે છે.
kk: Веб-беттің тілі құрылғыда анықталып, қашықтағы қызметтен аударма ұсынылады.
ne_np: यो यन्त्रमा वेब पृष्ठको भाषा पत्ता लगाइएको छ, र टाढाको सेवाबाट भावानुवाद प्रस्ताव गरिएको छ।
ru: Устройство определяет язык веб-страницы и вам предлагается перевод с помощью удалённого сервиса.

# Settings.TranslateSnackBar.SectionHeader
source: Services
cs: Překladače
es_ar: Servicios
gu_in: સેવાઓ
kk: Қызметтер
ne_np: सेवाहरु
ru: Службы

# Settings.TranslateSnackBar.SwitchSubtitle
source: Offer to translate any site written in a language that is different from your default language.
cs: Nabízet překlad stránek do vašeho jazyka.
es_ar: Ofrece traducir cualquier sitio escrito a un idioma que sea diferente de su idioma predeterminado.
gu_in: તમારી મૂળભૂત ભાષાથી અલગ એવી કોઈ ભાષામાં લખેલી કોઈપણ સાઇટનું ભાષાંતર કરવાની ઑફર કરો.
kk: Үнсіз келісім тіліңізден басқа тілдердегі веб-сайттарды аударуды ұсыну.
ne_np: तपाइँको पूर्वनिर्धारित भाषा भन्दा फरक भाषामा लेखिएको कुनै पनि साइट तपाईले चाहेको भाषामा भावानुवाद गर्न प्रस्ताव गर्नुहोस्।
ru: Предлагать перевод любого сайта, язык которого отличается от вашего языка по умолчанию.

# Settings.TranslateSnackBar.SwitchTitle
source: Offer Translation
cs: Nabízet překlady
es_ar: Ofrecer traducción
gu_in: અનુવાદ ઓફર
kk: Аударманы ұсыну
ne_np: भावानुबाद प्रस्ताव गर्नुहोस्
ru: Предлагать перевод

# Settings.TranslateSnackBar.Title
source: Translation
cs: Překladač
es_ar: Traducción
gu_in: અનુવાદ
kk: Аударма
ne_np: भावानुबाद
ru: Перевод

# Settings.WebsiteData.ButtonDelete
source: Delete
ast: Desaniciar
cs: Smazat
es_ar: Eliminar
gl: Eliminar
gu_in: કાઢી નાખો
kk: Өшіру
ne_np: हटाउनुहोस्
ru: Удалить

# Settings.WebsiteData.ButtonDone
source: Done
ast: Fecho
cs: Hotovo
es_ar: Listo
gl: Feito
gu_in: થઈ ગયું
kk: Дайын
ne_np: भयो
ru: Готово

# Settings.WebsiteData.ButtonEdit
source: Edit
ast: Editar
cs: Upravit
es_ar: Editar
gl: Editar
gu_in: ફેરફાર કરો
kk: Түзету
ne_np: सम्पादन
ru: Изменить

# ShareExtension.OpenInPrivateModeAction.Title
source: Open in Private Mode
bs: Otvori u privatnom načinu rada
cs: Otevřít v anonymním režimu
es_ar: Abrir en modo privado
gl: Abrir no modo privado
gu_in: ખાનગી મોડમાં ખોલો
kk: Жекелік режимде ашу
mr: खाजगी मोड मध्ये उघडा
ne_np: निजि मोडमा खोल्नुहोस्
ru: Открыть в приватном режиме
ta: தனிப்பட்ட முறையில் கீற்றை திறக்கவும்

# SwitchToNonPBM.KeyCodeTitle
source: Normal Browsing Mode
bs: Uobičajeni način pretraživanja
cs: Režim běžného prohlížení
es_ar: Modo de navegación normal
gl: Modo de navegación normal
gu_in: સામાન્ય બ્રાઉઝિંગ મોડ
kk: Қалыпты шолу режимі
mr: सर्वसाधारण ब्राऊझिंग मोड
ne_np: साधारण ब्राउजिङ मोड
ru: Режим обычного просмотра
ta: சாதாரண உலாவல் முறைமை

# SwitchToPBM.KeyCodeTitle
source: Private Browsing Mode
bs: Privatni način pretraživanja
cs: Režim anonymního prohlížení
es_ar: Modo de navegación privada
gl: Modo de navegación privado
gu_in: ખાનગી બ્રાઉઝિંગ મોડ
kk: Жекелік шолу режимі
mr: खाजगी ब्राउझिंग मोड
ne_np: निजी ब्राउजिङ मोड
ru: Режим приватного просмотра
ta: அந்தரங்க உலாவல் முறைமை

source: Sync your tabs, bookmarks, passwords and more.
ast: Sincroniza les tos llingüetes, marcadores, contraseñes y más.
bg: Синхронизирйте своите раздели, отметки, пароли и други.
bs: Sinhronizujte svoje tabove, zabilješke, lozinke i više.
cs: Synchronizujte své panely, záložky, hesla a další.
cy: Cydweddwch eich tabiau, nodau tudalen, cyfrineiriau a mwy.
eo: Speguli viajn langetojn, legosignojn, pasvortojn kaj pli.
es_ar: Sincronizar pestañas, marcadores, contraseñas y mucho más.
gd: Sioncronaich na tabaichean, comharran-lìn, faclan-faire is mòran a bharrachd.
gl: Sincronice as súas lapelas, marcadores, contrasinais e moito máis.
gu_in: તમારા ટેબ્સ, બુકમાર્ક્સ, પાસવર્ડ્સ અને વધુને સમન્વયિત કરો.
kk: Беттер, бетбелгілер, парольдерді және т.б. синхрондау.
lv: Sinhronizējiet cilnes, grāmatzīmes, paroles un citas lietas.
mr: आपले टॅब, वाचनखूणा, पासवर्ड आणि इतर काही सिंक करा.
ms: Sync tab anda, tandabuku, kata laluan & lain-lain.
ne_np: तपाईँको ट्याबहरू, पुस्तकचिनोहरू, गोप्यशब्दहरू र अन्य कुरा सिङ्क गर्नुहोस्।
ro: Sincronizează filele, semnele de carte, parolele și multe altele.
ru: Синхронизация ваших вкладок, закладок, паролей и многого другого.
sk: Synchronizujte svoje karty, záložky, heslá a ďalšie.
sq: Njëkohësoni skedat, faqerojtësit, fjalëkalimet tuaja, etj.
ta: உங்கள் கிற்றுகள் புத்தகக்குறிகள் கடவுச்சொற்கள் போன்றவற்றை ஒத்திசை.
tl: I-Sync ang iyong mga tab, bookmark, password, atbp.

source: Sync your tabs, passwords and more.
ast: Sincroniza les tos llingüetes, contraseñes y más.
bg: Синхронизирйте своите раздели, пароли и други.
bs: Sinhronizujte svoje tabove, lozinke i više.
cs: Synchronizujte své záložky, hesla a další.
cy: Cydweddwch eich tabiau, cyfrineiriau a mwy.
eo: Speguli viajn langetojn, pasvortojn, kaj pli.
es_ar: Sincronizar pestañas, contraseñas y mucho más.
gd: Sioncronaich na tabaichean, faclan-faire is mòran a bharrachd.
gl: Sincronice as súas lapelas, contrasinais e moito máis.
gu_in: તમારા ટેબ્સ, પાસવર્ડ્સ અને વધુને સમન્વયિત કરો.
kk: Беттер, парольдерді және т.б. синхрондау.
lv: Sinhronizējiet cilnes, paroles un citas lietas.
mr: आपले टॅब, पासवर्ड आणि इतर काही सिंक करा.
ms: Sync tab anda, kata laluan dan banyak lagi.
ne_np: तपाईंको ट्याबहरू, गोप्यशब्दहरू र अन्य कुरा सिङ्क गर्नुहोस्।
ro: Sincronizează filele, parolele și multe altele.
ru: Синхронизация ваших вкладок, паролей и многого другого.
sk: Synchronizujte svoje karty, heslá a ďalšie.
sq: Njëkohësoni skedat, fjalëkalimet tuaja, etj.
ta: உங்கள் கிற்றுகள், கடவுச்சொற்கள் போன்றவற்றை ஒத்திசை.
tl: I-Sync ang iyong mga tab, bookmark, password atbp.

# Sync.FirstTimeMessage.Label
source: Your first sync may take a while
ast: La to primer sincronización quiciabes entarde daqué
bg: Първия цикъл на синхронизиране може да отнеме известно време
bs: Vaša prva sinhronizacija može potrajati
cs: Vaše první synchronizace může chvíli trvat
eo: Via unua spegulado povas postuli iom da tempo
es_ar: La primera sincronización puede tardar un tiempo
gd: Dhʼfhaoidte gun doir aʼ chiad sionsronachadh greiseig mhath.
gl: A primeira sincronización pode demorar algo
gu_in: તમારા પ્રથમ સમન્વયનમાં થોડો સમય લાગી શકે છે
kk: Бірінші синхрондау біраз уақытты алуы мүмкін
lv: Pirmā sinhronizācija var aizņemt zināmu laiku
mr: प्रथम सिंकला वेळ लागेल
ms: Sync pertama anda mungkin mengambil masa
ne_np: पहिलो पटक सिङ्क गर्नको लागि केहि बेर लाग्न सक्छ
ro: Prima ta sincronizare poate dura o anumită perioadă
ru: Ваша первая синхронизация может занять некоторое время
sk: Vaša prvá synchronizácia môže chvíľu trvať
sq: Njëkohësimi juaj i parë mund të hajë ca kohë
ta: முதல் தடவை ஒத்திசைக்க சற்று நேரம் ஆகலாம்
tl: May katagalan bago matapos ang iyong unang sync

# Sync.NoAccount.Description
source: No account? Create one to sync Firefox between devices.
es_ar: ¿No tenés cuenta? Creá una para sincronizar Firefox entre dispositivos.
kk: Тіркелгіңіз жоқ па? Firefox-ты құрылғылар арасында синхрондау үшін, тіркелгі жасаңыз.
ne_np: खाता छैन? यन्त्रहरू बीच Firefox सिङ्क गर्न एउटा खाता सिर्जना गर्नुहोस्।

# Sync.Syncing.Label
source: Syncing
ast: Sincronizando
bg: Синхронизиране
bs: Sinhronizujem
cs: Probíhá synchronizace
eo: Spegulado
es_ar: Sincronizando
gd: ʼGa shioncronachadh
gl: Sincronizando
gu_in: સમન્વયિત
kk: Синхрондау
lv: Sinhronizē
mr: ताळमेळ करीत आहोत
ms: Sedang sync
ne_np: सिङ्क गरिँदै
ro: Sincronizare
ru: Синхронизация
sk: Synchronizuje sa
sq: Po njëkohësohet
ta: ஒத்திசைக்கிறது

# SyncState.Bookmark.Title
source: Bookmarks
ast: Marcadores
bg: Отметки
bs: Zabilješke
cs: Záložky
eo: Legosignoj
es_ar: Marcadores
gd: Comharran-lìn
gl: Marcadores
gu_in: બુકમાર્ક્સ
kk: Бетбелгілер
lv: Grāmatzīmes
mr: वाचनखूणा
ms: Tandabuku
ne_np: पुस्तकचिनो
ro: semnelor de carte
ru: Закладки
sk: Záložky
sq: Faqerojtës
ta: புத்தகக்குறிகள்
tl: Mga Bookmarks

# SyncState.Failed.Title
source: Syncing has failed
ast: Falló la sincronización
bg: Синхронизацията се провали
bs: Sinhronizacija nije uspjela
cs: Synchronizace selhala
eo: Malsukcesa spegulado
es_ar: Falló la sincronización
gd: Dhʼfhàillig an sionsronachadh
gl: Fallou a sincronización
gu_in: સમન્વયન નિષ્ફળ થયું
kk: Сихрондау сәтсіз аяқталды
lv: Sinhronizācija neizdevās
mr: ताळमेळ अयशस्वी
ms: Sync gagal
ne_np: सिङ्क गर्न सकिएन
ro: Sincronizarea a eșuat
ru: Сбой синхронизации
sk: Synchronizácia zlyhala
sq: Njëkohësimi dështoi
ta: ஒத்திசைவு தோல்வியடைந்தது
tl: Hindi matagumpay na Syncing

# SyncState.History.Title
source: History
ast: Historial
bg: История
bs: Historija
cs: Historie
eo: Historio
es_ar: Historial
gd: An eachdraidh
gl: Historial
gu_in: ઇતિહાસ
kk: Тарихы
lv: Vēsture
mr: इतिहास
ms: Sejarah
ne_np: इतिहास
ro: istoricului
ru: История
sk: História
sq: Historik
ta: வரலாறு
tl: Kasaysayan

# SyncState.Logins.Title
source: Logins
ast: Anicios de sesión
bg: Входящи данни
bs: Prijave
cs: Přihlašovací údaje
eo: Akreditiloj
es_ar: Inicios de sesión
gd: Clàraidhean a-steach
gl: Identificacións
gu_in: લૉગિન
kk: Логиндер
lv: Paroles
mr: लॉगिन्स
ms: Log masuk
ne_np: लग-इनहरू
ro: autentificărilor
ru: Логины
sk: Prihlásenia
sq: Kredenciale Hyrjesh
ta: உள்நுழைவுகள்

# SyncState.NotStarted.Title
source: Sync is unavailable
ast: La sincronización nun ta disponible
bg: Синхронизация не е налична
bs: Sinhronizacija nije dostupana
cs: Sync je nedostupný
eo: Spegulado ne disponeblas
es_ar: Sync no está disponible
gd: Chan eil an sioncronachadh ri làimh
gl: Sync non está dispoñíbel
gu_in: સમન્વયન અનુપલબ્ધ છે
kk: Синхрондау қолжетерсіз
lv: Sinhronizācija nav pieejema
mr: ताळमेळ उपलब्ध नाही
ms: Sync tidak tersedia
ne_np: सिङ्क उपलब्ध छैन
ro: Sincronizarea este nedisponibilă
ru: Синхронизация недоступна
sk: Služba Sync nie je dostupná
sq: Njëkohësimi s’është gati
ta: ஒத்திசைவு கிடைக்கவில்லை
tl: Hindi available ang Sync

# SyncState.Partial.Title
source: Sync is experiencing issues syncing %@
ast: Sync ta esperimentando torgues sincronizando %@
bg: Синхронизирането има проблем %@
bs: Sinhronizacija doživljava probleme sinhronizavanjem %@
cs: Sync má problémy synchronizovat %@
eo: Spegulado havas problemojn spegulante %@
es_ar: Sync está teniendo problemas sincronizando %@
gd: Tha duilgheadasan le sioncronachadh %@
gl: Sync ten problemas para sincronizar: %@
gu_in: સમન્વયન %@ ને સમન્વયિત કરવામાં સમસ્યા અનુભવી રહ્યું છે
kk: Синхрондау %@ синхрондауымен мәселелерді кездестірді
lv: Šobrīd ir tehniskas problēmas ar sinhronizāciju %@
mr: %@ ताळमेळ करताना व्यत्यय येत आहे
ms: Sync mengalami masalah isu sync %@
ne_np: सिङ्क गर्दा %@ समस्या आयो
ro: Sincronizarea întâmpină probleme la sincronizarea %@
ru: Возникают проблемы при синхронизации %@
sk: Služba Sync má problém synchronizovať %@
sq: Sync-u po ka probleme me njëkohësimin e %@
ta: ஒத்திசைவு %@ ஒத்திசைப்பதில் தடங்களைச் சந்திக்கிறது

# SyncState.Tabs.Title
source: Tabs
ast: Llingüetes
bg: Раздели
bs: Tabovi
cs: Panely
eo: Langetoj
es_ar: Pestañas
gd: Tabaichean
gl: Lapelas
gu_in: ટૅબ્સ
kk: Беттер
lv: Cilnes
mr: टॅब्स
ms: Tab
ne_np: ट्याबहरू
ro: filelor
ru: Вкладки
sk: Karty
sq: Skeda
ta: கீற்றுகள்

source: Synced Tabs
cs: Synchronizované panely
es_ar: Pestañas sincronizadas
gu_in: સમન્વય કરેલી ટૅબ્સ
kk: Синхрондалған беттер
ne_np: सिङ्क गरिएका ट्याबहरु
ru: Облачные вкладки

# TabTray.CloseTab.KeyCodeTitle
source: Close Selected Tab
ast: Zarrar la llingüeta esbillada
bs: Zatvori odabrane tabove
cs: Zavřít zvolený panel
es_ar: Cerrar pestañas seleccionadas
gl: Pechar a lapela seleccionada
gu_in: પસંદ કરેલ ટેબ બંધ કરો
kk: Таңдалған бетті жабу
mr: निवडलेले टॅब बंद करा
ne_np: चयन गरिएको ट्याब बन्द गर्नुहोस्
ru: Закрыть выделенную вкладку
ta: தேர்ந்தெடுத்ததை மூடு

# TabTray.LastWeek.Header
source: Last Week
cs: Minulý týden
es_ar: La semana pasada
kk: Өткен апта
ne_np: गत हप्ता

# TabTray.MoreMenu.Copy
source: Copy
cs: Kopírovat
es_ar: Copiar
kk: Көшіріп алу
ne_np: कपि गर्नुहोस्

# TabTray.Older.Header
source: Older
cs: Starší
es_ar: Más antiguo
kk: Ескірек
ne_np: पुराना

# TabTray.OpenSelectedTab.KeyCodeTitle
source: Open Selected Tab
ast: Abrir la llingüeta esbillada
bs: Otvori odabrani tab
cs: Otevřít zvolený panel
es_ar: Abrir pestaña seleccionada
gl: Abrir a lapela seleccionada
gu_in: પસંદ કરેલ ટેબ ખોલો
kk: Таңдалған бетті ашу
mr: निवडलेले टॅब उघडा
ne_np: चयन गरिएको ट्याब खोल्नुहोस्
ru: Открыть выделенную вкладку
ta: தேர்ந்தெடுத்ததைத் திற

# TabTray.OtherTabs.Title
source: Other tabs
ne_np: अन्य ट्याबहरु

# TabTray.RecentlyClosed.Description
source: Tabs are available here for 30 days. After that time, tabs will be automatically closed.
es_ar: Las pestañas están disponibles aquí por 30 días. Después de ese tiempo, las pestañas se cerrarán automáticamente.
kk: Беттер осында 30 күн ішінде қолжетімді. Осы уақыттан кейін беттер автоматты түрде жабылады.
ne_np: ट्याबहरू यहाँ 30 दिनका लागि मात्र उपलब्ध छन्। त्यो समय पछि, ट्याबहरू स्वचालित रूपमा बन्द हुनेछन्।

# TabTray.RecentlyClosed.SectionTitle
source: Recently closed
es_ar: Cerradas recientemente
kk: Жуырда қолданылған
ne_np: भर्खरै बन्द गरिएका

# TabTray.SwipeMenu.More
source: More
cs: Více
es_ar: Más
kk: Көбірек
ne_np: थप

# TabTray.Today.Header
source: Today
cs: Dnes
es_ar: Hoy
kk: Бүгін
ne_np: आज

# TabTray.Yesterday.Header
source: Yesterday
cs: Včera
es_ar: Ayer
kk: Кеше
ne_np: हिजो

# Tabs.Search.PlaceholderText
source: Search Tabs
cs: Hledat panely
es_ar: Buscar pestañas
gl: Buscar lapelas
gu_in: ટૅબ્સ શોધો
kk: Беттерден іздеу
mr: टॅब शोधा
ne_np: ट्याबहरु खोज्नुहोस्
ru: Поиск вкладок
ta: கீற்றைகளைத் தேடு

# TopSites.EmptyState.Description
source: Your most visited sites will show up here.
ast: Equí van amosase los sitios visitaos davezu.
bg: Вашите най-посещавани сайтове ще се появат тук.
bs: Vaše najposjećenije stranice će se pokazati ovdje.
cs: Vaše nejnavštěvovanější stránky se zobrazí zde.
eo: Viaj plej vizititaj retejoj aperos ĉi tie.
es_ar: Aquí se mostrarán los sitios más visitados.
gd: Nochdaidh na làraichean air an tadhail thu gu tric an-seo.
gl: Aquí amósanse os sitios que máis visita.
gu_in: તમારી સૌથી વધુ મુલાકાત લીધેલી સાઇટ્સ અહીં બતાવવામાં આવશે.
kk: Сіздің жиі қаралатын сайттар осында көрсетіледі.
lv: Jūsu visvairāk apmeklētās mājaslapas te parādīsies.
mr: आपण सार्वधिक भेट दिलेल्या वेबसाइट येथे दिसतील.
ms: Laman yang paling kerap anda lawati akan dipaparkan di sini.
ne_np: तपाईँले बढी भ्रमण गर्न भएको साइटहरू यहाँ देखिनेछ।
ro: Cele mai vizitate site-uri vor apărea aici.
ru: Наиболее посещаемые вами сайты отобразятся здесь.
sk: Tu sa zobrazia vaše najnavštevovanejšie stránky.
sq: Këtu do të shfaqen sajtet më të vizituar nga ju.
ta: அடிக்கடி பார்த்த தளங்கள் இங்கே தோன்றும்.
tl: Dito makikita ang laga mong binibisitang sites.
