Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# SentTab_TabArrivingNotification_WithDevice_body
source: New tab arrived in %@
ast: Aportaron llingüetes a %@
bs: Novi tab stigao u %@
cs: V aplikaci %@ byl přijat nový panel
es_ar: Nueva pestaña llegada en %@
es_mx: Se agregó una nueva pestaña en %@
eu: Fitxa berria heldu da %@ gailura
gl: Recibiuse unha nova lapela en %@
gu_in: નવી ટેબ %@ માં આવી
he: התקבלה לשונית חדשה ב־%@
hu: Új lap érkezett ide: %@
ja: 新規タブが %@ に到着しました
ka: ჩანართი მიღებულია %@-იდან
kab: Ad d-yili iccer amaynut di %@
kk: Жаңа бет %@ алынды
ko: %@에 도착한 새 탭
lo: ມີແທັບໃຫມ່ເຂົ້າມາໃນ %@
ml: പുതിയ ടാബിൽ %@ ൽ എത്തിച്ചേർന്നു
mr: %@ मध्ये नवीन टॅब आला
ne_np: %@ मा नयाँ ट्याब अायो
pl: Przychodząca karta w programie %@
ru: В %@ поступила новая вкладка
sl: Nov zavihek je prispel v %@
sq: Ka ardhur skedë e re në %@
ta: %@ செயலியில் புதிய கீற்று வந்தது
tl: Dumating ang bagong tab sa %@
zh_cn: %@ 收到了新的标签页
zh_tw: %@ 收到了新分頁

# SentTab_TabArrivingNotification_WithDevice_title
source: Tab received from %@
ast: Aportaron llingüetes de %@
bs: Tab primljen od %@
cs: Přijat panel ze zařízení %@
es_ar: Pestaña recibida desde %@
es_mx: Se recibió una pestaña desde %@
eu: Fitxa %@ gailutik jaso da
gl: Recibiuse unha lapela dende %@
gu_in: ટૅબ %@ થી પ્રાપ્ત થઈ
he: התקבלה לשונית מ־%@
hu: Lap fogadva innen: %@
ja: 新規タブを %@ から受信しました
ka: ჩანართი მიღებულია %@
kab: Iccer ittwarmes sγur %@
kk: %@ жіберген бет алынды
ko: %@에서 탭 전송됨
lo: ໄດ້ຮັບແທັບຈາກ %@
ml: %@ൽ നിന്നും ലഭിച്ച ടാബ്
mr: %@ कडून नवीन टॅब प्राप्त झाला
ne_np: %@ बाट ट्याब प्राप्त गरियो
pl: Przychodząca karta z programu %@
ru: Из %@ получена вкладка
sl: Zavihek prejet z %@
sq: U mor skedë prej %@
ta: %@ சாதனத்திலிருந்து கீற்று பெறப்பட்டது
tl: Natanggap na tab galing %@
zh_cn: %@ 收到新的标签页
zh_tw: 收到來自 %@ 的新分頁

source: Sepia
bg: Сепия
cs: Sépiové
gu_in: સેપિયા
he: חום כהה
hu: Szépia
ja: セピア
ka: სეპია
kk: Сепия
ko: 세피아
ml: സെപിയ
mr: दाट तपकिरी
ru: Сепия
sk: Sépia
ta: செபியா
zh_cn: 纸墨
zh_tw: 懷舊風

source: Serif
bg: Серифен
eo: Serifa
gu_in: સેરીફ
he: סריף
hu: Talpas
ka: ნაჭდევებით
ko: 세리프
ml: സെറിഫ്
mr: सेरिफ
ne_np: सेरिफ
pl: Szeryfowa
ru: С засечками
sk: Pätkové
ta: ஷெரிஃப்
zh_cn: 衬线
zh_tw: 襯線字型

source: Settings
ast: Axustes
bg: Настройки
bs: Postavke
cs: Nastavení
cy: Gosodiadau
eo: Agordoj
es_ar: Configuración
es_mx: Ajustes
eu: Ezarpenak
gd: Roghainnean
gl: Axustes
gu_in: સેટિંગ્સ
he: הגדרות
hu: Beállítások
ja: 環境設定
ka: პარამეტრები
kab: Iɣewwaren
kk: Баптаулар
ko: 설정
lo: ການຕັ້ງຄ່າ
lv: Iestatījumi
ml: സജ്ജീകരണങ്ങള്‍
mr: सेटिंग
ms: Tetapan
ne_np: सेटिङ्गस्
pl: Ustawienia
ro: Setări
ru: Параметры
sk: Nastavenia
sl: Nastavitve
sq: Rregullime
ta: அமைவுகள்
zh_cn: 设置
zh_tw: 設定

# Settings.AddCustomEngine
source: Add Search Engine
ast: Amestar motor de gueta
bg: Добавяне на търсачка
bs: Dodaj pretraživač
cs: Přidat vyhledávač
es_ar: Agregar buscador
es_mx: Agregar motor de búsqueda
eu: Gehitu bilaketa-motorra
gd: Cuir einnsean-luirg ris
gl: Engadir buscador
gu_in: શોધ એંજિન ઉમેરો
he: הוספת מנוע חיפוש
hu: Keresőszolgáltatás hozzáadása
ja: 検索エンジンを追加
ka: საძიებო სისტემის დამატება
kab: Rnu amsedday n unadi
kk: Іздеу жүйесін қосу
ko: 검색 엔진 추가
lo: ເພີ່ມເຄື່ອງມືການຄົ້ນຫາ
lv: Pievienot meklētāju
ml: തിരയൽ യന്ത്രം ചേർക്കുക
mr: शोध इंजीन जोडा
ms: Tambah Enjin Carian
ne_np: खोज इन्जिन थप्नुहोस्
pl: Dodaj wyszukiwarkę
ro: Adaugă motor de căutare
ru: Добавить поисковую систему
sl: Dodaj iskalnik
sq: Shtoni Motor Kërkimesh
ta: தேடு பொறியைச் சேர்
tl: Idagdag sa Paghahanap ng Engine
zh_cn: 添加搜索引擎
zh_tw: 新增搜尋引擎

# Settings.AddCustomEngine.SaveButtonText
source: Save
ast: Guardar
bg: Запазване
bs: Sačuvaj
cs: Uložit
es_ar: Guardar
es_mx: Guardar
eu: Gorde
gd: Sàbhail
gl: Gardar
gu_in: સાચવો
he: שמירה
hu: Mentés
ja: 保存
ka: შენახვა
kab: Sekles
kk: Сақтау
ko: 저장
lo: ບັນທຶກ
lv: Saglabāt
ml: സംരക്ഷിക്കുക
mr: साठवा
ms: Simpan
ne_np: बचत गर्नुहोस्
pl: Gotowe
ro: Salvează
ru: Сохранить
sl: Shrani
sq: Ruaje
ta: சேமி
tl: I-save
zh_cn: 保存
zh_tw: 儲存

# Settings.AddCustomEngine.Title
source: Add Search Engine
ast: Amestar motor de gueta
bg: Добавяне на търсачка
bs: Dodaj pretraživač
cs: Přidat vyhledávač
es_ar: Agregar buscador
es_mx: Agregar motor de búsqueda
eu: Gehitu bilaketa-motorra
gd: Cuir einnsean-luirg ris
gl: Engadir buscador
gu_in: શોધ એંજિન ઉમેરો
he: הוספת מנוע חיפוש
hu: Keresőszolgáltatás hozzáadása
ja: 検索エンジンを追加
ka: საძიებო სისტემის დამატება
kab: Rnu amsedday n unadi
kk: Іздеу жүйесін қосу
ko: 검색 엔진 추가
lo: ເພີ່ມເຄື່ອງມືການຄົ້ນຫາ
lv: Pievienot meklētāju
ml: തിരയൽ യന്ത്രം ചേർക്കുക
mr: शोध इंजीन जोडा
ms: Tambah Enjin Carian
ne_np: खोज इन्जिन थप्नुहोस्
pl: Dodawanie wyszukiwarki
ro: Adaugă motor de căutare
ru: Добавление поисковой системы
sl: Dodaj iskalnik
sq: Shtoni Motorë Kërkimesh
ta: தேடு பொறியைச் சேர்
tl: Idagdag sa Paghahanap ng Engine
zh_cn: 添加搜索引擎
zh_tw: 新增搜尋引擎

# Settings.AddCustomEngine.TitleLabel
source: Title
ast: Títulu
bg: Заглавие
bs: Naslov
cs: Název
es_ar: Título
es_mx: Título
eu: Izenburua
gd: Tiotal
gl: Título
gu_in: શીર્ષક
he: כותרת
hu: Cím
ja: タイトル
ka: დასახელება
kab: Azwel
kk: Атауы
ko: 제목
lo: ຊື່ເລື່ອງ
lv: Nosaukums
ml: തലക്കെട്ട്
mr: शीर्षक
ms: Tajuk
ne_np: शीर्षक
pl: Nazwa
ro: Titlu
ru: Название
sl: Naslov
sq: Titull
ta: தலைப்பு
tl: Pamagat
zh_cn: 标题
zh_tw: 標題

# Settings.AddCustomEngine.TitlePlaceholder
source: Search Engine
ast: Motor de gueta
bg: Търсеща машина
bs: Pretraživač
cs: Vyhledávač
es_ar: Buscador
es_mx: Motor de búsqueda
eu: Bilaketa-motorra
gd: Einnsean-luirg
gl: Buscador
gu_in: શોધ એન્જિન
he: מנוע חיפוש
hu: Keresőszolgáltatás
ja: 検索エンジン
ka: საძიებო სისტემა
kab: Amsedday n unadi
kk: Іздеу жүйесі
ko: 검색 엔진
lo: ເຄື່ອງມືການຄົ້ນຫາ
lv: Meklētājs
ml: തിരയൽ യന്ത്രം
mr: शोध इंजिन
ms: Enjin Carian
ne_np: खोज ईन्जिन
pl: Nazwa wyszukiwarki
ro: Motor de căutare
ru: Поисковая система
sl: Iskalnik
sq: Motorë Kërkimesh
ta: தேடு பொறி
tl: Paghahanap na Engine
zh_cn: 搜索引擎
zh_tw: 搜尋引擎

# Settings.AddCustomEngine.URLLabel
source: URL
eu: URLa
he: כתובת
ka: ბმული
kab: Tansa URL
ml: യുആര്‍എല്‍
pl: Adres
sl: Spletni naslov
ta: உரல்
zh_cn: 网址
zh_tw: 網址

# Settings.AddCustomEngine.URLPlaceholder
source: URL (Replace Query with %s)
ast: URL (trocar consulta con %s)
bg: URL (заменете заявката с %s)
bs: URL (Zamijeni upit s %s)
cs: URL (vyhledávaný výraz nahraďte za %s)
es_ar: URL (Reemplazá tu búsqueda con %s)
es_mx: URL (Cambia búsqueda con %s)
eu: URLa (ordezkatu bilaketa %s ikurrarekin)
gd: URL (Cuir %s an àite na ceist)
gl: URL (Substitúe a consulta por %s)
gu_in: URL (ક્વેરીને %sસાથે બદલો)
he: כתובת (יש להחליף את שאילתת החיפוש עם ‎%s)
hu: URL (Cserélje a keresést erre: %s)
ja: URL (検索キーワード: %s)
ka: მისამართი (%s აღნიშნავს საძიებო ტექსტს)
kab: Tansa URL (Semselsi anadi s %s)
kk: URL (Сұранымды %s мәнімен алмастырыңыз)
ko: URL(%s에 검색어가 들어감)
lo: URL (ແທນທີ່ Query ດ້ວຍ %s)
lv: URL (aizstāt vaicājums ar %s)
ml: യുആര്‍എല്‍ (ക്വറിയെ %s കൊണ്ട് മാറ്റുക)
mr: URL (क्वेरी %s सह बदला)
pl: Adres (wyszukiwany tekst zastąp „%s”)
ru: URL (%s заменится на запрос)
sl: Naslov (zamenjajte poizvedbo z %s)
sq: URL (Zëvendësoje Kërkesën me %s)
ta: உரல் (கேள்வியை %s கொண்டு மாற்றிடு)
zh_cn: 网址（请用 %s 替换查询内容）
zh_tw: 網址（使用 %s 取代查詢字串）

# Settings.AddressBar.Bottom.v138
source: Bottom
es_mx: Inferior
he: למטה
ka: ქვემოთ
kab: Adda
ko: 아래
lo: ປຸ່ມກົດ
ml: അടിത്തട്ടു്
sl: Na dnu
zh_cn: 底部

# Settings.AddressBar.SectionTitle.v138
source: Address Bar Placement
es_mx: Ubicación de la barra de direcciones
he: מיקום שורת הכתובת
ka: მისამართების ველის განთავსება
kab: Adeg n ufeggag n tansa
ko: 주소 표시줄 위치
lo: ການຈັດວາງແຖບທີ່ຢູ່
ml: വിലാസപ്പട്ടയുടെ സ്ഥലം
sl: Položaj naslovne vrstice
zh_cn: 地址栏位置

# Settings.AddressBar.SettingsTitle.v138
source: Address Bar
es_mx: Barra de direcciones
he: שורת כתובת
ka: მისამართების ველი
kab: Afeggag n tansa
ko: 주소 표시줄
lo: ແຖບທີ່ຢູ່
ml: വിലാസപ്പട്ട
sl: Naslovna vrstica
zh_cn: 地址栏

# Settings.AddressBar.Top.v138
source: Top
es_mx: Superior
he: למעלה
ka: ზემოთ
kab: Afella
ko: 위
lo: ເທິງ
ml: മേൽത്തട്ടു്
sl: Na vrhu
zh_cn: 顶部

# Settings.Appearance.BrowserTheme.SectionHeader.v137
source: Browser Theme
es_mx: Tema del navegador
he: ערכת הנושא של הדפדפן
ka: ბრაუზერის გაფორმება
kab: Asentel n iminig
ko: 브라우저 테마
lo: ຮູບແບບສີສັນຂອງຕົວທ່ອງເວັບ
ml: അന്വേഷിയന്ത്ര അലങ്കാരം
sl: Tema brskalnika
zh_cn: 浏览器主题

# Settings.Appearance.Title.v137
source: Appearance
es_mx: Apariencia
he: מראה
ka: იერსახე
kab: Arwes
ko: 모양
lo: ຮູບລັກສະນະ
ml: പുരംകാഴ്ച
sl: Videz
zh_cn: 外观

# Settings.Appearance.WebsiteAppearance.SectionHeader.v137
source: Website Appearance
es_mx: Apariencia del sitio web
he: מראה האתר
ka: საიტის იერსახე
kab: Arwes n usmel web
ko: 웹 사이트 모양
lo: ຮູບລັກສະນະຂອງເວັບໄຊທ໌
ml: വെബിട പുരംകാഴ്ച
sl: Videz spletnih strani
zh_cn: 网站外观

# Settings.Appearance.WebsiteDarkMode.Description.v137
source: Gives websites a dark appearance. Some sites might not look right.
es_mx: Da a los sitios web una apariencia oscura. Es posible que algunos sitios no se vean bien.
he: נותן לאתרים מראה ככה. ייתכן שחלק מהאתרים לא ייראו כמו שצריך.
ka: საიტებს მიანიჭებს მუქ იერსახეს. ზოგიერთი საიტი შეიძლება არ გამოიყურებოდეს სათანადოდ.
kab: Yettak udem aberkan i yismal web. Kra n yismal zemren ur d-ttbinen ara akken iwata.
ko: 웹 사이트를 어둡게 표시합니다. 일부 사이트는 제대로 표시되지 않을 수 있습니다.
lo: ເຮັດໃຫ້ເວັບໄຊທ໌ມີຮູບລັກສະນຳເປັນສີດຳ. ບາງເວັບໄຊອາດເບິ່ງບໍ່ຖືກຕ້ອງ.
ml: വെബിടങ്ങളെ ഒരു കറുത്ത നിറം തരുകാറുണ്ടു്. ചില വെബിടങ്ങൾ ശരിയായി കാണപ്പെടണമെന്നില്ല.
sl: Spletnim stranem nadene temen videz. Nekatera spletna mesta morda ne bodo videti pravilno.
zh_cn: 为网站提供深色外观。部分网站显示效果可能异常。

# Settings.Appearance.WebsiteDarkModeToggle.Title.v137
source: Website Dark Mode
es_mx: Modo oscuro del sitio web
he: מצב כהה לאתרים
ka: საიტის მუქი რეჟიმი
kab: Askar aberkan n usmel web
ko: 웹 사이트 다크 모드
lo: ເວັບໄຊທ໌ Dark Mode
ml: വെബ്ബിട ഇരുളിമ പരി
sl: Temen prikaz spletnih mest
zh_cn: 网站深色模式

# Settings.BlockOpeningExternalApps.Title
source: Block Opening External Apps
es_mx: Bloquear la apertura de aplicaciones externas
he: חסימה של פתיחת יישומונים חיצוניים
ja: 外部アプリの起動をブロックする
ka: გარე პროგრამების გახსნის შეზღუდვა
kab: Sewḥel alday n yisnasen izɣarayen
ko: 외부 앱 열기 차단
lo: ຂັດຂວາງການເປີດແອັບຯພາຍນອກ
ml: ബാഹ്യ പ്രയോഗങ്ങളെ തുറക്കുന്നത് തടയുക
sl: Zavrni odpiranje zunanjih aplikacij
zh_cn: 阻止打开外部应用

# Settings.ClearAllWebsiteData.Clear.Button
source: Clear All Website Data
cs: Smazat všechna data stránek
es_ar: Eliminar todos los datos del sitio
es_mx: Borrar todos los datos del sitio
eu: Garbitu webguneetako datu guztiak
gl: Borrar todos os datos de sitios web
gu_in: બધા વેબસાઇટ ડેટા સાફ કરો
he: ניקוי כל נתוני האתרים
hu: Összes webhely adatainak törlése
ja: すべてのウェブサイトデータを消去
ka: საიტების ყველა მონაცემის წაშლა
kab: Sfeḍ akk isefka n usmel Web
kk: Барлық веб-сайт деректерін өшіру
ko: 모든 웹사이트 데이터 제거
lo: ລົບລ້າງຂໍ້ມູນເວັບໄຊທັງໝົດ
ml: എല്ലാ വെബ്സൈറ്റ് ഡാറ്റയും മായ്ക്കുക
ne_np: सबै वेबसाइट डाटा खाली गर्नुहोस्
pl: Wyczyść wszystkie dane witryn
ru: Удалить все данные веб-сайта
sl: Izbriši vse podatke spletne strani
zh_cn: 清除所有网站数据
zh_tw: 清除所有網站資料

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
ast: Llimpiar datos privaos
bg: Изчистване на лични данни
bs: Očisti privatne podatke
cs: Vymazat soukromá data
eo: Viŝi privatajn datumojn
es_ar: Borrar datos privados
es_mx: Limpiar datos privados
eu: Garbitu datu pribatuak
gd: Falamhaich an dàta prìobhaideach
gl: Borrar os datos privados
gu_in: ખાનગી ડેટા સાફ કરો
he: ניקוי נתונים פרטיים
hu: Személyes adatok törlése
ja: プライベートデータを消去
ka: პირად მონაცემთა გასუფთავება
kab: Sfeḍ isefka usligen
kk: Жеке деректерді өшіру
ko: 개인 정보 삭제
lo: ລົບລ້າງຂໍ້ມູນສ່ວນຕົວ
lv: Notīrīt privātos datus
ml: സ്വകാര്യ വിവരം ഇല്ലാതാക്കുക
mr: खाजगी माहिती पुसून टाका
ms: Buang Data Peribadi
ne_np: व्यक्तिगत डाटा हटाउनुहोस्
pl: Wyczyść dane prywatne
ro: Șterge datele private
ru: Удалить личные данные
sk: Vymazať súkromné údaje
sl: Počisti zasebne podatke
sq: Pastro të Dhënat Private
ta: அந்தரங்க தரவைத் துடை
tl: Burahin ang Private Data.
zh_cn: 清除隐私数据
zh_tw: 清除隱私資料

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
ast: Llimpieza de datos privaos
bg: Изчистване на лични данни
bs: Očisti privatne podatke
cs: Vymazat soukromá data
eo: Viŝi privatajn datumojn
es_ar: Borrar datos privados
es_mx: Limpiar datos privados
eu: Garbitu datu pribatuak
gd: Falamhaich an dàta prìobhaideach
gl: Borrar os datos privados
gu_in: ખાનગી ડેટા સાફ કરો
he: ניקוי נתונים פרטיים
hu: Személyes adatok törlése
ja: プライベートデータの消去
ka: პირად მონაცემთა გასუფთავება
kab: Sfeḍ isefka usligen
kk: Жеке деректерді өшіру
ko: 개인 정보 삭제
lo: ລົບລ້າງຂໍ້ມູນສ່ວນຕົວ
lv: Notīrīt privātos datus
ml: സ്വകാര്യ വിവരം ഇല്ലാതാക്കുക
mr: खाजगी माहिती पुसून टाका
ms: Buang Data Peribadi
ne_np: व्यक्तिगत डाटा हटाउनुहोस्
pl: Usuwanie danych prywatnych
ro: Șterge datele private
ru: Удаление личных данных
sk: Vymazať súkromné údaje
sl: Počisti zasebne podatke
sq: Pastroni të Dhënat Private
ta: அந்தரங்க தரவைத் துடை
tl: Burahin ang Private Data.
zh_cn: 清除隐私数据
zh_tw: 清除隱私資料

# Settings.ClearSelectedWebsiteData.ClearSelected.Button
source: Clear Items: %1$@
es_ar: Eliminar elementos: %1$@
es_mx: Eliminar elementos: %1$@
eu: Garbitu elementuak: %1$@
he: ניקוי פריטים: %1$@
hu: Elemek törlése: %1$@
ja: アイテムを消去: %1$@
ka: გასუფთავება: %1$@
kab: Sfeḍ iferdisen: %1$@
kk: Элементтерді өшіру: %1$@
ko: 항목 지우기: %1$@
lo: ລົບລ້າງລາຍການ: %1$@
ml: ഇനങ്ങൾ മായ്ക്കുക: %1$@
ne_np: वस्तुहरू खाली गर्नुहोस्: %1$@
pl: Usuń elementy: %1$@
sl: Počisti predmete: %1$@
zh_cn: 清除项目：%1$@
zh_tw: 清除項目: %1$@

# Settings.CopyAppVersion.Title
source: Copied to clipboard
cs: Zkopírováno do schránky
es_ar: Copiado al portapapeles
es_mx: Copiado al portapapeles
eu: Arbelean kopiatuta
gu_in: ક્લિપબોર્ડ પર નકલ કરી દેવામાં આવ્યુ છે
he: הועתק ללוח
hu: Vágólapra másolva
ja: クリップボードにコピーしました
ka: ასლის აღება
kab: Ittwanɣel ɣeṛ ɣef afus.
kk: Алмасу буферіне көшірілді
ko: 클립보드로 복사됨
lo: ສຳເນົາໄປໄວ້ໃນຄຣິບບອດແລ້ວ
ml: പകർത്തൽപെട്ടിയിലേക്കു് പകര്‍ത്തിയിരിയ്ക്കുന്നു
ne_np: क्लिपबोर्डमा कपि गरियो।
pl: Skopiowano do schowka
ru: Скопировано в буфер обмена
sl: Kopirano v odložišče
zh_cn: 已复制到剪贴板
zh_tw: 已複製至剪貼簿

# Settings.DataManagement.SearchLabel
source: Filter Sites
cs: Filtr stránek
es_ar: Filtrar los sitios
es_mx: Filtrar sitios
eu: Iragazi guneak
gl: Filtrar os sitios
gu_in: ફિલ્ટર સાઇટ્સ
he: סינון אתרים
hu: Helyek szűrése
ja: サイトの絞り込み
ka: საიტების გამორჩევა
kab: Sizdeg ismal
kk: Сайттарды сүзгілеу
ko: 사이트 필터
lo: ໄຊຂັດກອງ
ml: സൈറ്റുകൾ അരിപ്പിക്കുക
ne_np: साइटहरु फिल्टर गर्नुहोस्
pl: Filtruj witryny
ru: Фильтр сайтов
sl: Filtriraj strani
zh_cn: 网站过滤
zh_tw: 過濾網站

# Settings.DataManagement.SectionName
source: Data Management
ast: Xestión de datos
cs: Správa dat
es_ar: Administrador de datos
es_mx: Administración de datos
eu: Datuen kudeaketa
gl: Xestión dos datos
gu_in: માહિતી વ્યવસ્થાપન
he: ניהול נתונים
hu: Adatkezelés
ja: データ管理
ka: მონაცემთა მართვა
kab: Asefrek n isefka
kk: Деректерді басқару
ko: 데이터 관리
lo: ການຈັດການຂໍ້ມູນ
ml: ദത്ത കൈകാര്യം
ne_np: डाटा ब्यवस्थापन
pl: Zarządzanie danymi
ru: Управление данными
sl: Upravljanje s podatki
zh_cn: 数据管理
zh_tw: 資料管理

# Settings.DataManagement.Title
source: Data Management
ast: Xestión de datos
cs: Správa dat
es_ar: Administrador de datos
es_mx: Administración de datos
eu: Datuen kudeaketa
gl: Xestión dos datos
gu_in: માહિતી વ્યવસ્થાપન
he: ניהול נתונים
hu: Adatkezelés
ja: データ管理
ka: მონაცემთა მართვა
kab: Asefrek n isefka
kk: Деректерді басқару
ko: 데이터 관리
lo: ການຈັດການຂໍ້ມູນ
ml: ദത്ത കൈകാര്യം
ne_np: डाटा व्यवस्थापन
pl: Zarządzanie danymi
ru: Управление данными
sl: Upravljanje s podatki
zh_cn: 数据管理
zh_tw: 資料管理

# Settings.Disconnect.Body
source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
ast: Firefox va dexar de sincronizase cola to cuenta, pero nun va desaniciar dengún datu de restolar nel preséu.
bs: Firefox će zaustaviti sinhronizaciju s vašim računom, ali neće izbrisati ništa od vaših podataka pretraživanja na ovom uređaju.
cs: Firefox ukončí synchronizaci s vaším účtem, ale nesmaže z tohoto zařízení žádná vaše data.
es_ar: Firefox dejará de sincronizar su cuenta pero no eliminará ningún dato de navegación en este dispositivo.
es_mx: Firefox detendrá la sincronización con tu cuenta, pero no eliminará nada en tu historial de navegación en este dispositivo.
eu: Firefoxek zure kontuarekin sinkronizatzeari utziko dio baina ez du gailu honetako zure nabigatze-daturik ezabatuko.
gl: Firefox deterá a sincronización coa súa conta, pero non eliminará ningún dos seus datos de navegación neste dispositivo.
gu_in: Firefox તમારા એકાઉન્ટ સાથે સમન્વય કરવાનું બંધ કરશે, પરંતુ આ ઉપકરણ પરના તમારા કોઈપણ બ્રાઉઝિંગ ડેટાને કાઢી નાખશે નહીં.
he: ‏Firefox יפסיק להסתנכרן עם החשבון שלך, אבל לא ימחק את נתוני הגלישה שלך ממכשיר זה.
hu: A Firefox leállítja a szinkronizációt a fiókjával, de nem töröl semmilyen böngészési adatot erről az eszközről.
ja: Firefox はあなたのアカウントとの同期を中止しますが、この端末上の閲覧履歴は消去されません。
ka: Firefox შეწყვეტს ამ ანგარიშის სინქრონიზაციას, მაგრამ ამ მოწყობილობიდან დათვალიერების მონაცემები არ წაიშლება.
kab: Firefox ad iseḥbes amtawi d umiḍan-inek, acukan ur ittekkes ara isefka-inek n tunigin seg uselkim-a.
kk: Firefox тіркелгіңізбен синхрондауды тоқтатады, бірақ, бұл құрылғыда барлық шолу деректері қалады.
ko: Firefox가 계정의 동기화를 중지하지만 기기의 브라우징 데이터는 삭제하지 않습니다.
lo: Firefox ຈະຢຸດການ Sync ກັບບັນຊີຂອງທ່ານ, ແຕວ່າຈະບໍ່ລຶບປະຫວັດການຄົ້ນຫາຂອງທ່ານໃນອຸປະກອນນີ້.
ml: താങ്കളുടെ അക്കൗണ്ടുമായി സിങ്ക് ചെയ്യുന്നത് ഫയര്‍ഫോക്സ് നിര്‍ത്തുന്നതാണ്, പക്ഷെ ഈ ഡിവൈസിലെ താങ്കളുടെ ബ്രൌസിംഗ് ഡാറ്റ യാതൊന്നും നീക്കം ചെയ്യുകയില്ല.
mr: Firefox आपल्या खात्यासोबत ताळमेळ करणे थांबवेल, पण या डिव्हाइस वरील आपला कुठलाही ब्राऊझिंग डेटा हटविणार नाही.
ne_np: Firefox ले तपाईँको खातासँग समक्रमण गर्न रोक्नेछ, तर यो कम्प्युटरमा तपाईँको ब्राउजिङ्ग डाटा मेटिने छैन।
pl: Firefox zatrzyma synchronizację z tym kontem, ale nie usunie danych przeglądania na tym urządzeniu.
ru: Firefox прекратит синхронизацию с вашим аккаунтом, но не будет удалять ничего из ваших данных веб-сёрфинга на этом устройстве.
sl: Firefox se bo prenehal sinhronizirati z vašim računom, vendar ne bo izbrisal podatkov o brskanju na tej napravi.
ta: பயர்பாஃசு உங்கள் கணக்குடன் ஒத்திசைவு செய்யாது, அதே சமயம் உங்கள் சாதனத்திலுள்ள உலாவல் தரவையும் அழிக்காது.
zh_cn: Firefox 将停止与您的账户的同步，但不会删除此设备上的任何浏览数据。
zh_tw: Firefox 將會停止與您帳號間的同步，但不會刪除此裝置上的任何瀏覽資料。

# Settings.Disconnect.Button
source: Disconnect Sync
ast: Desconeutar Sync
bs: Prekini Sinhronizaciju
cs: Odpojit Sync
es_ar: Desconectar Sync
es_mx: Desconectar Sync
eu: Deskonektatu Sync
gl: Desconectar Sync
gu_in: સમન્વયન ડિસ્કનેક્ટ કરો
he: התנתקות
hu: Leválás a Syncről
ja: Sync との接続を解除
ka: გამოთიშვა სინქრონიზაციიდან
kab: Ffeɣ si Sych
kk: Синхрондаудан ажырату
ko: 동기화 끊기
lo: ຕັດການເຊື່ອມຕໍ່
ml: സമന്വയം വിച്ഛേദിക്കുക
mr: ताळमेळ जोडणी बंद करा
ne_np: Sync विच्छेद गर्नुहोस्
pl: Rozłącz synchronizację
ru: Отсоединить
sl: Prekini povezavo
sq: Shkëputeni Sync-un
ta: ஒத்திசைவைத் துண்டி
tl: Idiskonekta ang Pag-sync
zh_cn: 断开同步
zh_tw: 取消連線至 Sync

# Settings.Disconnect.CancelButton
source: Cancel
ast: Encaboxar
bs: Otkaži
cs: Zrušit
es_ar: Cancelar
es_mx: Cancelar
eu: Utzi
gl: Cancelar
gu_in: રદ કરો
he: ביטול
hu: Mégse
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
mr: रद्द करा
ne_np: रद्द गर्नुहोस्
pl: Anuluj
ru: Отмена
sl: Prekliči
ta: ரத்து
zh_cn: 取消
zh_tw: 取消

# Settings.Disconnect.DestructiveButton
source: Disconnect
ast: Desconeutar
bs: Prekini vezu
cs: Odpojit
es_ar: Desconectar
es_mx: Desconectar
eu: Deskonektatu
gl: Desconectar
gu_in: ડિસ્કનેક્ટ કરો
he: התנתקות
hu: Leválás
ja: 接続を解除
ka: გამოთიშვა
kab: Ffeɣ
kk: Байланысты үзу
ko: 연결 끊기
lo: ຕັດການເຊື່ອມຕໍ່
ml: വിച്ഛേദിക്കുക
mr: जोडणी मोडा
ne_np: विच्छेद गर्नुहोस्
pl: Rozłącz
ru: Отсоединить
sl: Prekini povezavo
sq: Shkëpute
ta: துண்டி
tl: Diskonekta
zh_cn: 断开连接
zh_tw: 取消連線

# Settings.Disconnect.Title
source: Disconnect Sync?
ast: ¿Desconeutar Sync?
bs: Prekini Sinhronizaciju?
cs: Odpojit Sync?
es_ar: ¿Desconectar Sync?
es_mx: ¿Desconectar Sync?
eu: Sync Deskonektatu?
gl: Quere desconectar Sync?
gu_in: સમન્વયનને ડિસ્કનેક્ટ કરવું છે?
he: האם להתנתק?
hu: Leválik a Syncről?
ja: Sync との接続を解除しますか？
ka: გსურთ, გამოთიშვა სინქრონიზაციიდან?
kab: Ffeɣ si Sync?
kk: Синхрондаудан ажырату керек пе?
ko: 동기화를 끊으시겠습니까?
lo: ຕັດການເຊື່ອມຕໍ່ Sync?
ml: സമന്വയം വിച്ഛേദിക്കണോ?
mr: ताळमेळ जोडणी बंद करायाची?
ne_np: Sync विच्छेद गर्न चाहनुहुन्छ ?
pl: Rozłączyć synchronizację?
ru: Отсоединить?
sl: Prekinem povezavo?
sq: Të shkëputet Sync-u?
ta: துண்டிக்கவா?
tl: Idiskonekta ang Pag-sync?
zh_cn: 断开同步？
zh_tw: 要取消連線至 Sync 嗎？

# Settings.DisplayTheme.BrightnessThreshold.SectionHeader
source: Threshold
cs: Práh
es_ar: Umbral
es_mx: Umbral
eu: Atalasea
gu_in: થ્રેશોલ્ડ
he: סף
hu: Küszöbérték
ja: しきい値
ka: ზღვარი
kab: Talast
kk: Шекті мән
ko: 임계점
lo: ຂີດແບ່ງ
ml: പരിധി
ne_np: थ्रेसहोल्ड
pl: Próg
ru: Уровень
sl: Prag
zh_cn: 阈值
zh_tw: 門檻

# Settings.DisplayTheme.Manual.StatusLabel
source: Manual
cs: Ručně
eu: Eskuz
gu_in: મેન્યુઅલ
he: ידני
hu: Kézi
ja: 手動
ka: ხელით
kab: S ufus
kk: Қолдан
ko: 수동
lo: ດ້ວຍຕົນເອງ:
ml: കരകൃതം
ne_np: म्यानुअल
pl: Ręczny
ru: Вручную
sl: Ročno
zh_cn: 手动
zh_tw: 手動

# Settings.DisplayTheme.Manual.SwitchSubtitle
source: Pick which theme you want
cs: Vyberte vzhled, který chcete
es_ar: Elegí el tema que quieras
es_mx: Elegir el tema que quieres
eu: Hautatu zein itxura nahi duzun
gu_in: તમને કઈ થીમ જોઈએ છે તે પસંદ કરો
he: בחירת ערכת הנושא הרצויה
hu: Válassza ki a kívánt témát
ja: 使いたいテーマを選んでください。
ka: აირჩიეთ სასურველი იერსახე
kab: Semres asentel i tebɣiḍ
kk: Қалаған теманы таңдаңыз
ko: 원하는 테마를 선택하세요.
lo: ເລືອກຊຸດປັບແຕ່ງທີ່ທ່ານຕ້ອງການ
ml: നിങ്ങൾക്ക് ആവശ്യമുള്ള തീം തിരഞ്ഞെടുക്കുക
ne_np: तपाईले चाहानु भएको थीम छान्नुहोस्
pl: Wybierz, który motyw ma być używany
ru: Выберите свою тему
sl: Izberite, katero temo želite
zh_cn: 选择您想要使用的主题
zh_tw: 選擇您想要使用的佈景主題

# Settings.DisplayTheme.Manual.SwitchTitle
source: Manually
cs: Ručně
es_ar: Manualmente
es_mx: Manualmente
eu: Eskuz
gu_in: જાતે
he: באופן ידני
hu: Kézzel
ja: 手動で選ぶ
ka: ხელით
kab: S ufus
kk: Қолмен
ko: 수동
lo: ດ້ວຍ​ຕົນ​ເອງ
ml: കരകൃതമായി
ne_np: म्यानुअल रूपमा
pl: Ręcznie
ru: Вручную
sl: Ročno
zh_cn: 手动
zh_tw: 手動

# Settings.DisplayTheme.OptionDark
source: Dark
cs: Tmavý
es_ar: Oscuro
es_mx: Oscuro
eu: Iluna
gl: Escuro
gu_in: ડાર્ક
he: כהה
hu: Sötét
ja: ダーク
ka: მუქი
kab: Aberkan
kk: Күңгірт
ko: 어두운
lo: ມືດ
ml: ഇരുളിമ
mr: गडद
ne_np: अँध्यारो
pl: Ciemny
ru: Тёмная
sl: Temna
ta: கருமை
zh_cn: 深邃
zh_tw: 暗色

# Settings.DisplayTheme.OptionLight
source: Light
cs: Světlý
es_ar: Claro
es_mx: Claro
eu: Argia
gl: Claro
gu_in: પ્રકાશ
he: בהיר
hu: Világos
ja: ライト
ka: ნათელი
kab: Aceɛlal
kk: Ашық түсті
ko: 밝은
lo: ແຈ້ງ
ml: തെളിച്ചം
mr: फिकट
ne_np: उज्यालो
pl: Jasny
ru: Светлая
sl: Svetla
ta: வெளிச்சம்
zh_cn: 明亮
zh_tw: 亮色
