Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# SearchZero.RecentSearches.SectionTitle.v146
source: Recent Searches
he: חיפושים אחרונים
ka: ბოლოს მოძიებული
ko: 최근 검색
ml: അടുത്തിടെ തിരഞ്ഞതു്
sl: Nedavna iskanja

# SearchZero.TrendingSearches.SectionTitle.v146
source: Trending on %@
he: פופלרי ב־%@
ka: ხშირად მოძიებულს გთავაზობთ %@
ko: %@의 인기 검색어
sl: Trenutno priljubljeno v %@

# Settings.SearchZero.RecentSearches.Toggle.v146
source: Show Recent Searches
he: הצגת חיפושים אחרונים
ka: ბოლოს მოძიებულის ჩვენება
ko: 최근 검색 표시
ml: അടുത്തിടെ തിരഞ്ഞതെല്ലാം കാണിക്കുവിൻ
sl: Prikaži nedavna iskanja

# Settings.SearchZero.TrendingSearches.Toggle.v146
source: Show Trending Searches
he: הצגת חיפושים פופולריים
ka: ხშირად მოძიებულის ჩვენება
ko: 인기 검색어 표시
sl: Prikaži trenutno priljubljena iskanja

# CreditCard.SelectCreditCard.MainTitle.v122
source: Use saved card
es_mx: Usar tarjeta guardada
eu: Erabili gordetako txartela
he: שימוש בכרטיס השמור
ja: 保存したカード情報を使用
ka: შენახული ბარათის გამოყენება
kab: Seqdec tkarḍa yettwaskelsen
ko: 저장된 카드 사용
lo: ໃຊ້ບັດທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച ചീട്ടു് ഉപയോഗിക്കുക
pl: Użyj zachowanej karty
sl: Uporabi shranjeno kartico
zh_cn: 使用保存的卡片
zh_tw: 使用儲存的卡片資訊

# Addresses.ManageAddressesButton.v130
source: Manage addresses
es_mx: Administrar direcciones
he: ניהול כתובות
ja: 住所の管理
ka: მისამართების მართვა
kab: Sefrek tansiwin
ko: 주소 관리
lo: ຈັດການທີ່ຢູ່
ml: വിലാസങ്ങൾ കൈകാര്യം ചെയ്യുക
sl: Upravljanje naslovov
zh_cn: 管理地址

# Addresses.Settings.ListItemA11y.v130
source: Address for %@
es_mx: Dirección para %@
he: כתובת עבור %@
ja: %@ の住所
ka: მისამართი – %@
kab: Tansa i %@
ko: %@의 주소
lo: ທີ່ຢູ່ສຳລັບ %@
ml: %@-നുള്ള വിലാസം
sl: Naslov za %@
zh_cn: %@ 的地址

# Addresses.Settings.SaveToFirefox.Title.v130
source: Save Addresses to %@
es_mx: Guardar direcciones en %@
he: שמירת כתובות ל־%@
ja: 住所を %@ に保存
ka: მისამართებს შეინახავს %@
kab: Sekles tansiwin i %@
ko: %@에 주소 저장
lo: ບັນທຶກທີ່ຢູ່ໃສ່ %@
ml: %@ -ലേക്കു് കരുതിവയ്ക്കുക
sl: Shranjuj naslove v %@
zh_cn: 将地址保存到 %@

# Addresses.Settings.SavedAddressesSectionTitle.v124
source: SAVED ADDRESSES
es_mx: DIRECCIONES GUARDADAS
eu: GORDETAKO HELBIDEA
he: כתובות שמורות
ja: 保存したアドレス
ka: ᲨᲔᲜᲐᲮᲣᲚᲘ ᲛᲘᲡᲐᲛᲐᲠᲗᲔᲑᲘ
kab: TANSIWIN I YETTWASKELSEN
ko: 저장된 주소
lo: ທີ່ຢູ່ທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച വിലാസങ്ങൾ
pl: Zachowane adresy
sl: SHRANJENI NASLOVI
zh_cn: 保存的地址
zh_tw: 已儲存的地址

# Addresses.Settings.SecureSaveInfo.Description.v130
source: Securely save your information to get quick access to it later.
es_mx: Guarda tu información de forma segura para acceder a ella rápidamente más tarde.
he: שמירה של המידע שלך בצורה מאובטחת כדי לקבל גישה מהירה אליו מאוחר יותר.
ja: 情報を安全に保存して、後ですぐにアクセスできるようにします。
ka: უსაფრთხოდ შეინახეთ თქვენი მონაცემები მოგვიანებით სწრაფი წვდომისთვის.
kab: Sekles talɣut-ik s tɣellist i unekcum uzrib ɣer sdat.
ko: 나중에 빠르게 접근할 수 있도록 정보를 안전하게 저장하세요.
lo: ບັນທຶກຂໍ້ມູນຂອງທ່ານຢ່າງປອດໄພເພື່ອເຂົ້າເຖິງມັນໄດ້ໄວໃນພາຍຫຼັງ.
ml: പിന്നീടു് പെട്ടന്നു് വിവരം ഉപയോഗിക്കാൻ താങ്ങളുടെ വിവരത്തിനെ സുരക്ഷിതമായി കരുതിവയ്ക്കുക.
sl: Varno si shranite podatke za kasnejši hiter dostop.
zh_cn: 安全保存信息，以便日后使用。

# Addresses.Settings.Switch.Description.v124
source: Includes phone numbers and email addresses
es_mx: Incluye números de teléfono y direcciones de correo electrónico
eu: Telefono zenbakiak eta helbide elektronikoak ere baditu
he: כולל מספרי טלפון וכתובות דוא״ל
ja: 電話番号とメールアドレスを含みます
ka: მოიცავს ტელეფონის ნომრებსა და ელფოსტის მისამართებს
kab: Seddu ula uṭṭunen n tiliɣri d tansiwin n yimayl
ko: 전화번호와 이메일 주소가 포함됩니다.
lo: ລວມມີເບີໂທລະສັບ ແລະ ທີ່ຢູ່ອີເມວ
ml: ഫോൺ നമ്പറുകളും ഇ-തപാൽ വിലാസങ്ങളും ഉൾപ്പെടുന്നു
pl: W tym numery telefonów i adresy e-mail
sl: Vključuje telefonske številke in e-poštne naslove
zh_cn: 包括电话号码和邮箱地址
zh_tw: 包含電話號碼與電子郵件地址

# Addresses.Settings.Switch.Title.v124
source: Save and Fill Addresses
es_mx: Guardar y completar direcciones
eu: Gorde eta osatu helbideak
he: שמירה ומילוי כתובות
ja: アドレスを保存して自動入力する
ka: მისამართების შენახვა და თვითშევსება
kab: Sekles; teččareḍ tansiwin
ko: 주소 저장 및 채우기
lo: ບັນທຶກ ແລະ ຕື່ມທີ່ຢູ່
ml: വിലാസങ്ങൾ കരുതവച്ചുിട്ടു് പൂരിപ്പിക്കുക
pl: Zachowywanie i wypełnianie adresów
sl: Shranjuj in izpolnjuj naslove
zh_cn: 保存和填充地址
zh_tw: 儲存並自動填寫地址

# Addresses.Settings.UseSavedAddressFromKeyboard.v124
source: Use saved address
es_mx: Usar dirección guardada
eu: Erabili gordetako helbidea
he: שימוש בכתובת השמורה
ja: 保存したアドレスを使用する
ka: გამოიყენოს შენახული მისამართი
kab: Seqdec tansa i yettwaskelsen
ko: 저장된 주소 사용
lo: ໃຊ້ທີ່ຢູ່ທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച വിലാസം ഉപയോഗിക്കുക
pl: Użyj zachowanego adresu
sl: Uporabi shranjeni naslov
zh_cn: 使用保存的地址
zh_tw: 使用儲存的地址資訊

# CreditCard.Settings.AddCard.AccessibilityLabel.v121
source: Add Card
es_mx: Agregar tarjeta
eu: Gehitu txartela
he: הוספת כרטיס
hu: Kártya hozzáadása
ja: カードを追加します
ka: ბარათის დამატება
kab: Rnu takarḍa
ko: 카드 추가
lo: ເພີ່ມບັດ
ml: ചീട്ടു് ചേർക്കുക
pl: Dodaj kartę
sl: Dodaj kartico
zh_cn: 添加卡片
zh_tw: 新增卡片

# CreditCard.Settings.EmptyListDescription.v112
source: Save your card information securely to check out faster next time.
es_mx: Guarda la información de tu tarjeta de forma segura para pagar más rápido la próxima vez.
eu: Gorde seguru zure txartelaren informazioa hurrengoan erosketa azkarrago burutzeko.
he: באפשרותך לשמור את פרטי הכרטיס שלך בצורה מאובטחת כדי לבצע צ’ק-אאוט מהר יותר בפעם הבאה.
hu: Mentse biztonságosan kártyaadatait, hogy legközelebb gyorsabban tudjon fizetni.
ja: カード情報を安全に保存して、次回のチェックアウトを早くします。
ka: შეინახეთ თქვენი ბარათის ინფორმაცია უსაფრთხოდ შემდეგ ჯერზე სწრაფი გადახდისთვის.
kab: Sekles talɣut-ik n tkarḍa s wudem aɣellsan i wakken ad txellseḍ s zzerb tikkelt i d-iteddun.
ko: 카드 정보를 안전하게 저장하여 다음 번에 더 빨리 체크아웃하십시오.
lo: ບັນທຶກຂໍ້ມູນບັດຂອງທ່ານໄວ້ຢ່າງປອດໄພເພື່ອຈ່າຍເງິນໄດ້ໄວຂຶ້ນໃນຄັ້ງຕໍ່ໄປ.
pl: Bezpiecznie zachowuj dane kart płatniczych, by następnym razem szybciej zrobić zakupy.
sl: Varno shranite podatke o kartici in naslednjič hitreje zaključite nakup.
zh_cn: 安全保存您的卡片信息，方便下次使用。
zh_tw: 安全地儲存您的卡片資訊，加速下次結帳速度。

# CreditCard.Settings.EmptyListTitle.v122
source: Save Cards to %@
es_mx: Guardar tarjetas en %@
eu: Gorde txartelak %@(e)n
he: שמירת כרטיסים ב־%@
ja: カード情報を %@ に保存
ka: ბარათებს შეინახავს %@
kab: Sekles tikarḍiwin deg %@
ko: %@에 카드 저장
lo: ບັນທຶກບັດໃສ່ %@
ml: %@-ലേക്കു് ചീട്ടുകൾ കരുതിവയ്ക്കുക
pl: Zachowuj karty w przeglądarce %@
sl: Shranjuj kartice v %@
zh_cn: 将信用卡保存到 %@
zh_tw: 將卡片資訊儲存至 %@

# CreditCard.Settings.ListItemA11y.v118
source: %1$@, issued to %2$@, ending in %3$@, expires %4$@
es_mx: %1$@, emitida a %2$@, termina en %3$@, caduca el %4$@
eu: %1$@, %2$@(r)i jaulkia, %3$@ zifrekin amaitua, iraungitze-data %4$@
he: ‏%1$@, הונפק עבור %2$@, מסתיים ב־%3$@, מועד תפוגה %4$@
hu: %1$@, kiállítva ennek: %2$@, utolsó számjegyek: %3$@, lejárat: %4$@
ja: %1$@、名義人は %2$@、カード番号の下 4 桁が %3$@、有効期限は %4$@ です
ka: %1$@, მფლობელი %2$@, დაბოლოება %3$@, ბოლო ვადა %4$@
kab: Takarḍa %1$@, teffe-d i %2$@, adtfakk deg %3$@, ad temmet deg %4$@
ko: %1$@, %2$@에게 발행됨, %3$@로 끝나며, %4$@에 만료됨
lo: %1$@, ອອກໃຫ້ %2$@, ລົງທ້າຍດ້ວຍ %3$@, ໝົດອາຍຸ %4$@
pl: %1$@, wystawiona na nazwisko %2$@, kończąca się na %3$@, wygasa %4$@
sl: %1$@, imetnik %2$@, končuje se na %3$@, velja do %4$@
zh_cn: 尾号 %3$@ 的 %1$@ 卡，持卡人 %2$@，有效期至 %4$@
zh_tw: 卡號末四碼為 %3$@，持卡人姓名為 %2$@、到期日為 %4$@ 的 %1$@ 卡

# CreditCard.Settings.NotNow.v122
source: Not Now
es_mx: Ahora no
eu: Une honetan ez
he: לא כעת
ja: 後で
ka: ახლა არა
kab: Mačči tura
ko: 나중에
lo: ບໍ່ແມ່ນຕອນນີ້
ml: ഇപ്പോഴല്ല
pl: Nie teraz
sl: Ne zdaj
zh_cn: 暂时不要
zh_tw: 現在不要

# CreditCard.Settings.RememberThisCard.v122
source: Securely save this card?
es_mx: ¿Guardar esta tarjeta de forma segura?
eu: Gorde txartela modu seguruan?
he: לשמור את הכרטיס הזה באופן מאובטח?
ja: このカードの情報を安全に保存しますか？
ka: შეინახოს ეს ბარათი უსაფრთხოდ?
kab: Asekles n tkarḍa-a s wudem aɣellsan?
ko: 이 카드를 안전하게 저장하시겠습니까?
lo: ຕ້ອງການບັນທຶກບັດນີ້ຢ່າງປອດໄພ ຫລື ບໍ?
ml: ഈ ചീട്ടു് സുരക്ഷിതമായി കരുതിവയ്ക്കട്ടെ?
pl: Czy bezpiecznie zachować tę kartę?
sl: Želite varno shraniti to kartico?
zh_cn: 要安全地保存此卡片吗？
zh_tw: 要安全地儲存這張卡片的資料嗎？

# CreditCard.Settings.UpdateThisCard.v122
source: Update card?
es_mx: ¿Actualizar tarjeta?
eu: Eguneratu txartela?
he: לעדכן את הכרטיס?
ja: カード情報を更新しますか？
ka: განახლდეს ბარათი?
kab: Leqqem takarḍa?
ko: 카드를 수정하시겠습니까?
lo: ອັບເດດບັດບໍ?
ml: ചീട്ടു് പുതുക്കണോ?
pl: Czy uaktualnić kartę?
sl: Posodobim kartico?
zh_cn: 要更新卡片吗？
zh_tw: 要更新卡片資訊嗎？

# CreditCard.Settings.Yes.v122
source: Update
es_mx: Actualizar
eu: Eguneratu
he: עדכון
ja: 更新
ka: განახლება
kab: Leqqem
ko: 수정
lo: ອັບເດດ
ml: പുതുക്കുക
pl: Uaktualnij
sl: Posodobi
zh_cn: 更新
zh_tw: 更新

# CreditCards.Settings.Done.v114
source: Done
es_mx: Hecho
eu: Eginda
he: סיום
hu: Kész
ja: 完了
ka: მზადაა
kab: Immed
ko: 완료
lo: ສຳເລັດ
ml: ചെയ്തിരിക്കുന്നു
pl: Gotowe
sl: Končaj
zh_cn: 完成
zh_tw: 完成

# CreditCards.Settings.ManageCards.v112
source: Manage cards
es_mx: Administrar tarjetas
eu: Kudeatu txartelak
he: ניהול כרטיסים
hu: Kártyák kezelése
ja: カード情報を管理
ka: ბარათების მართვა
kab: Sefrek tikarḍiwin
ko: 카드 관리
lo: ຈັດການບັດ
ml: ചീട്ടുകൾ കൈകാര്യം ചെയ്യുക
pl: Zarządzaj kartami
sl: Upravljanje kartic
zh_cn: 管理卡片
zh_tw: 管理卡片

# CreditCards.Settings.UseASavedCard.v122
source: Use saved card
es_mx: Usar tarjeta guardada
eu: Erabili gordetako txartela
he: שימוש בכרטיס השמור
ja: 保存したカード情報を使用
ka: შენახული ბარათის გამოყენება
kab: Seqdec tkarḍa yettwaskelsen
ko: 저장된 카드 사용
lo: ໃຊ້ບັດທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച ചീട്ടു് ഉപയോഗിക്കുക
pl: Użyj zachowanej karty
sl: Uporabi shranjeno kartico
zh_cn: 使用保存的卡片
zh_tw: 使用儲存的卡片資訊

# CreditCards.Settings.UseSavedCardFromKeyboard.v112
source: Use saved card
es_mx: Usar tarjeta guardada
eu: Erabili gordetako txartela
he: שימוש בכרטיס השמור
hu: Mentett kártya használata
ja: 保存したカード情報を使用
ka: შენახული ბარათის გამოყენება
kab: Seqdec tkarḍa yettwaskelsen
ko: 저장된 카드 사용
lo: ໃຊ້ບັດທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച ചീട്ടു് ഉപയോഗിക്കുക
pl: Użyj zachowanej karty
sl: Uporabi shranjeno kartico
zh_cn: 使用保存的卡片
zh_tw: 使用儲存的卡片資訊

# FxA.FirefoxAccount.v119
source: Account
es_mx: Cuenta
eu: Kontua
he: חשבון
hu: Fiók
ja: アカウント
ka: ანგარიში
kab: Amiḍan
ko: 계정
lo: ບັນຊີ
ml: അക്കൗണ്ട്
pl: Konto
sl: Račun
zh_cn: 账户
zh_tw: 帳號

# Settings.AddressAutofill.Title.v126
source: Addresses
es_mx: Direcciones
he: כתובות
ja: 住所
ka: მისამართები
kab: Tansiwin
ko: 주소
lo: ທີ່ຢູ່
ml: വിലാസങ്ങള്‍
sl: Naslovi
zh_cn: 地址

# Settings.Appearance.NavigationToolbar.Description.v145
source: Changes the button in the center of the toolbar.
he: משנה את הכפתור במרכז סרגל הכלים.
ka: ცვლის ღილაკს ხელსაწყოთა ზოლის შუაში.
ko: 도구 모음 중앙에 있는 버튼을 변경합니다.
lo: ປ່ຽນປຸ່ມຢູ່ໃຈກາງແຖບເຄື່ອງມື.
sl: Zamenja sredinski gumb v orodni vrstici.

# Settings.Appearance.NavigationToolbar.SectionHeader.v145
source: Toolbar Button
he: כפתור סרגל הכלים
ka: ხელსაწყოთა ღილაკი
kab: Taqeffalt n ufeggag n yifecka
ko: 도구 모음 버튼
lo: ປຸ່ມແຖບເຄື່ອງມື
ml: കരുപട്ട കുടുക്കു്
sl: Gumb v orodni vrstici

# Settings.Appearance.Zoom.Default.Title.v140
source: Default
he: ברירת מחדל
ka: ნაგულისხმევი
kab: Amezwer
ko: 기본
lo: ຄ່າເລີ່ມຕົ້ນ
ml: തനിമട്ട്
sl: Privzeta

# Settings.Appearance.Zoom.Reset.Button.v140
source: Reset Site Settings
he: איפוס הגדרות אתר
ka: საიტის პარამეტრების ჩამოყრა
kab: Wennez iɣewwaren n usmel
ko: 사이트 설정 초기화
lo: ຣີເຊັດການຕັ້ງຄ່າເວັບໄຊ
ml: വെബിട ക്രമീകരണങ്ങൾ വീണ്ടും സജ്ജമാക്കുക
sl: Ponastavi nastavitve spletnega mesta

# Settings.Appearance.Zoom.SectionHeader.v140
source: Zoom Settings
he: הגדרות מרחק מתצוגה
ka: მოახლოების პარამეტრები
kab: Iɣewwaren n zoom
ko: 확대/축소 설정
lo: ຕັ້ງຄ່າການຊູມ
ml: വലിപ്പക്ക്രമീകരണങ്ങൾ
sl: Nastavitve povečave

# Settings.Appearance.Zoom.SpecificSiteZoom.Footer.v140
source: To add to this list, visit a site and adjust the page zoom from the menu
he: כדי להוסיף לרשימה זו, יש לבקר באתר ולהתאים את מרחק התצוגה של הדף מהתפריט
ka: ამ სიაში დასამატებლად ეწვიეთ საიტს და შეცვალეთ გვერდის მოახლოება მენიუდან
ko: 이 목록에 추가하려면 사이트를 방문하고 메뉴에서 페이지 확대/축소를 조정하세요.
lo: ເພື່ອເພີ່ມໃສ່ລາຍຊື່ນີ້, ໃຫ້ເຂົ້າໄປທີ່ເວັບໄຊໃດໜຶ່ງ ແລະ ປັບການຊູມໜ້າຈາກເມນູ
ml: പട്ടികയിൽ ചേൎക്കാൻ വെബ്ബിടത്തിലേക്കു് ചെന്നിട്ടു് താൾ വലിപ്പം കുറിപ്പടി വഴി ക്രമീകരിക്കുക
sl: Če želite dodati na ta seznam, obiščite spletno mesto in v meniju prilagodite povečavo strani

# Settings.Appearance.Zoom.SpecificSiteZoom.Title.v140
source: Specific site settings
he: הגדרות אתרים ספציפיים
ka: საიტის ცალკეული პარამეტრები
kab: Iɣewwaren n usmel uzzigen
ko: 특정 사이트 설정
lo: ການຕັ້ງຄ່າສະເພາະໄຊທ
ml: പ്രത്യേക വെബിട ക്രമീകരണങ്ങൾ
sl: Specifične nastavitve spletnega mesta

# Settings.Appearance.Zoom.Title.v140
source: Page Zoom
he: מרחק מתצוגה של הדף
ka: გვერდის მოახლოება
kab: Zoom n usebter
ko: 페이지 확대/축소
lo: ຊູມໜ້າເວັບ
ml: താൾ വലിപ്പം
sl: Povečava strani

# Settings.Appearance.Zoom.ZoomLevelTitle.v140
source: Zoom Level
he: רמת מרחק מתצוגה
ka: მოახლოების დონე
kab: Aswir n zoom
ko: 확대/축소 레벨
lo: ລະດັບການຊູມ
ml: വലിപ്പം നില
sl: Stopnja povečave

# Settings.AutofillAndPassword.Title.v137
source: Autofills & Passwords
he: השלמות אוטומטיות וססמאות
ka: თვითშევსება და პაროლები
kab: Taččart tawurmant & Awalen n uɛeddi
ko: 자동 완성과 비밀번호
lo: ການຕື່ມຂໍ້ມູນ ແລະ ລະຫັດຜ່ານອັດຕະໂນມັດ
ml: തനപൂരിപ്പിക്കലുകളും ഒളിവാക്കുകളും
sl: Samodejno izpolnjevanje in gesla
zh_cn: 自动填充与密码

# Settings.AutofillCreditCard.Title.v122
source: Payment Methods
es_mx: Métodos de pago
eu: Ordainketa metodoak
he: אמצעי תשלום
ja: 支払い方法
ka: გადახდის საშუალებები
kab: Tarrayin n uxelleṣ
ko: 지불 수단
lo: ວິທີການຊໍາລະເງິນ
ml: പണം കൊടുക്കൽ മുറകൾ
pl: Metody płatności
sl: Plačilna sredstva
zh_cn: 付款方式
zh_tw: 付款方式

# Settings.Autoplay.AllowAudioAndVideo.v137
source: Allow Audio and Video
es_mx: Permitir audio y video
he: הפעלת שמע ווידאו
ka: ხმისა და ვიდეოს ნებართვა
kab: Sireg ameslaw d uvidyu
ko: 오디오와 비디오 허용
lo: ອະນຸຍາດສຽງ ແລະ ວິດີໂອ
ml: ശബ്ദവും ദൃശ്യവും അനുവദിക്കുക
sl: Dovoli zvok in video
zh_cn: 允许音频和视频

# Settings.Autoplay.BlockAudio.v137
source: Block Audio
es_mx: Bloquear audio
he: חסימת שמע
ka: ხმის შეზღუდვა
kab: Sewḥel imesli
ko: 오디오 차단
lo: ບລັອກສຽງ
ml: ഒച്ച തടയുക
sl: Zavrni zvok
zh_cn: 阻止音频

# Settings.Autoplay.BlockAudioAndVideo.v137
source: Block Audio and Video
es_mx: Bloquear audio y video
he: חסימת שמע ווידאו
ka: ხმისა და ვიდეოს შეზღუდვა
kab: Sewḥel ameslaw d uvidyu
ko: 오디오와 비디오 차단
lo: ບລັອກສຽງ ແລະ ວິດີໂອ
ml: ഒച്ചയും കാഴ്ചയും തടയുക
sl: Zavrni zvok in video
zh_cn: 阻止音频和视频

# Settings.Autoplay.Footer.v137
source: Autoplay settings will only apply to newly opened tabs. Changes cannot be applied to existing tabs unless the application is restarted.
es_mx: La configuración de reproducción automática solo se aplicará a las pestañas recién abiertas. Los cambios no se pueden aplicar a las pestañas existentes a menos que se reinicie la aplicación.
he: הגדרות הניגון האוטומטי יחולו רק על לשוניות שייפתחו מעכשיו. לא ניתן להחיל שינויים על לשוניות קיימות אלא אם היישומון יופעל מחדש.
ka: თვითგაშვების პარამეტრები შეეხება მხოლოდ ახლად გახსნილ ჩანართებს. ცვლილებები არ აისახება არსებულ ჩანართებზე მანამ, სანამ ახლიდან არ გაეშვება პროგრამა.
kab: Iɣewwaren n tɣuri tawurmant ad ttwasnasen kan ɣef waccaren yeldin melmi kan. Isenfal ur zmiren ara ad ttwasnasen ɣef waccaren yellan yakan ala ma yella asnas yules tanekra.
ko: 자동 재생 설정은 새로 열린 탭에만 적용됩니다. 애플리케이션을 다시 시작하지 않으면 변경 내용을 기존 탭에 적용할 수 없습니다.
lo: ການຕັ້ງຄ່າການຫຼິ້ນອັດຕະໂນມັດຈະນຳໃຊ້ກັບແຖບທີ່ເປີດໃໝ່ເທົ່ານັ້ນ. ການ​ປ່ຽນ​ແປງ​ບໍ່​ສາ​ມາດ​ຖືກ​ນໍາ​ໃຊ້​ກັບ​ແຖບ​ທີ່​ມີ​ຢູ່​ແລ້ວ​ເວັ້ນ​ເສຍ​ແຕ່​ວ່າ​ຄໍາ​ຮ້ອງ​ສະ​ຫມັກ​ຈະ​ເລີ່ມ​ຕົ້ນ​ໃຫມ່​.
sl: Nastavitve samodejnega predvajanja bodo veljale samo za novo odprte zavihke. Sprememb ni mogoče uveljaviti na obstoječih zavihkih, razen če aplikacijo znova zaženete.
zh_cn: “自动播放”设置将仅应用到新打开的标签页。重新启动应用程序后，所做更改才会应用到现有标签页。

# Settings.Autoplay.SettingsTitle.v137
source: Autoplay
es_mx: Reproducción automática
he: ניגון אוטומטי
ka: თვითგაშვება
kab: Taɣuri tawurmant
ko: 자동 재생
lo: ຫຼີ້ນອັດຕະໂນມັດ
ml: തന്നെതാനെ പ്ലേ ചെയ്യുക
sl: Samodejno predvajanje
zh_cn: 自动播放

# Settings.Browsing.Links.v137
source: Links
es_mx: Enlaces
he: קישורים
ka: ბმულები
kab: Iseɣwan
ko: 링크
lo: ລີ້ງ
ml: കണ്ണികള്‍
sl: Povezave
zh_cn: 链接

# Settings.Browsing.Media.v137
source: Media
es_mx: Multimedia
he: מדיה
ka: ფაილები
kab: Allalen n teywalt
ko: 미디어
lo: ມີເດຍ
ml: മാദ്ധ്യമം
sl: Predstavnost
zh_cn: 媒体

# Settings.Browsing.Tabs.v137
source: Tabs
es_mx: Pestañas
he: לשוניות
ka: ჩანართები
kab: Tibzimin
ko: 탭
lo: ແທັບ
ml: ടാബുകള്‍
sl: Zavihki
zh_cn: 标签页

# Settings.Browsing.Title.v137
source: Browsing
es_mx: Navegación
he: גלישה
ka: გვერდების მონახულება
kab: Tunigin
ko: 탐색
lo: ການທ່ອງເວັບ
ml: തിരച്ചിൽ
sl: Brskanje
zh_cn: 浏览

# Settings.CrashReports.Link.v136
source: Learn More
es_mx: Saber más
he: מידע נוסף
ka: ვრცლად
kab: Issin ugar
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
sl: Več o tem
zh_cn: 详细了解

# Settings.CrashReports.Message.v136
source: This helps us diagnose and fix issues with the browser.
es_mx: Esto nos ayuda a diagnosticar y solucionar problemas con el navegador.
he: זה מסייע לנו לאבחן ולתקן בעיות בדפדפן.
ka: დაგვეხმარება ბრაუზერის ხარვეზების დადგენასა და მოგვარებაში.
kab: Aya yettall-aneɣ ad neg tawassna, ad nṣeggem uguren akked yiminig.
ko: 이렇게 하면 브라우저의 문제를 진단하고 해결하는데 도움이 됩니다.
lo: ນີ້ຈະຊ່ວຍໃຫ້ພວກເຮົາວິນິດໄສ ແລະ ແກ້ໄຂບັນຫາກັບຕົວທ່ອງເວັບ.
ml: ഇതു് അന്വേഷിയന്ത്ര കുഴപ്പങ്ങളെ കണ്ടുപിടിക്കാനും അവയെ പരിഹരിക്കാനും തുണയ്ക്കുന്നു.
sl: To nam omogoča diagnosticiranje in odpravljanje težav z brskalnikom.
zh_cn: 此信息可帮助我们诊断和修复浏览器的问题。

# Settings.CrashReports.Title.v135
source: Automatically Send Crash Reports
es_mx: Enviar automáticamente informes de fallos
he: שליחת דיווחי קריסה באופן אוטומטי
ka: უეცარი გათიშვის მოხსენებების თვითგაგზავნა
kab: Azen s wudem awurman ineqqisen n truẓi
ko: 자동으로 충돌 보고서 보내기
lo: ສົ່ງລາຍງານການຂັດຂ້ອງໂດຍອັດຕະໂນມັດ
ml: തകർച്ച വിവരങ്ങൾ തന്നെതാന്നെ അയയ്ക്കുക
sl: Samodejno pošlji poročila o sesutjih
zh_cn: 自动发送崩溃报告

# Settings.DailyUsagePing.Link.v136
source: Learn More
es_mx: Saber más
he: מידע נוסף
ka: ვრცლად
kab: Issin ugar
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
sl: Več o tem
zh_cn: 详细了解

# Settings.DailyUsagePing.Message.v135
source: This helps %@ to estimate active users.
es_mx: Esto ayuda a %@ a estimar los usuarios activos.
he: זה מסייע ל־%@ להעריך כמה יש משתמשים פעילים.
ka: ამით %@ მიახლოებით ითვლის მოქმედ მომხმარებლებს.
kab: Aya yettallel %@ ad tessekyed amḍan n yiseqdacen urmiden.
ko: %@가 활성 사용자를 예측하는 데 도움이 됩니다.
lo: ອັນນີ້ຊ່ວຍໃຫ້ %@ ຄາດຄະເນຜູ້ໃຊ້ທີ່ເຄື່ອນໄຫວຢູ່.
ml: സജീവ ഉപയോക്താക്കളുടെ കണക്കെടുക്കാൻ %@ സഹായിക്കുന്നു.
sl: To pomaga organizaciji %@ oceniti število aktivnih uporabnikov.
zh_cn: 此数据可帮助 %@ 估算活跃用户数量。

# Settings.DailyUsagePing.Title.v135
source: Daily Usage Ping
es_mx: Ping de uso diario
he: פינג שימוש יומי
ka: დღიური გამოყენების უწყება
kab: Ping n Useqdec n Yal ass
ko: 일일 사용량 핑
lo: ການ​ນໍາ​ໃຊ້​ປະ​ຈໍາ​ວັນ Ping​
ml: പ്രതിദിന ഉപയോഗ പിംഗ്
sl: Ping za dnevno uporabo
zh_cn: 每日使用情况报告

# Settings.FxA.Title.v119
source: Account
es_mx: Cuenta
eu: Kontua
he: חשבון
hu: Fiók
ja: アカウント
ka: ანგარიში
kab: Amiḍan
ko: 계정
lo: ບັນຊີ
ml: അക്കൗണ്ട്
pl: Konto
sl: Račun
zh_cn: 账户
zh_tw: 帳號

# Settings.Notifications.SyncNotificationsStatus.v112
source: This must be turned on to receive tabs and get notified when you sign in on another device.
es_mx: Esto debe estar activado para recibir pestañas y recibir notificaciones cuando inicies sesión en otro dispositivo.
eu: Aktibatu egin behar da hau fitxak jasotzeko eta beste gailu batean saioa hastean jakinarazpena jasotzeko.
he: על הגדרה זו להיות מופעלת כדי לקבל לשוניות ולקבל התרעות כשנכנסים לחשבון ממכשיר נוסף.
hu: Ezt be kell kapcsolni, hogy megkapja a lapokat, és értesítést kapjon, ha bejelentkezik egy másik eszközön.
ja: タブを受け取ったり、別の端末でログインした時に通知を受け取るには、これをオンにする必要があります。
ka: ჩართული უნდა იყოს, რათა მიიღოთ ჩანართები და შეტყობინება სხვა მოწყობილობიდან შესვლისას.
kab: Aya yezmer ad yettwarmed i urmas n waccaren d yilɣa mi ara tkecmeḍ deg yibenk niḍen.
ko: 탭을 수신하고 다른 기기에서 로그인할 때 알림을 받으려면 이 기능을 켜야 합니다.
lo: ນີ້ຈະຕ້ອງເປີດເພື່ອຮັບແຖບ ແລະຮັບການແຈ້ງເຕືອນເມື່ອທ່ານເຂົ້າສູ່ລະບົບໃນອຸປະກອນອື່ນ.
pl: To musi być włączone, by odbierać karty i powiadomienia o zalogowaniu na innym urządzeniu.
sl: To mora biti vključeno, če želite prejemati zavihke in obvestila, ko se prijavite v drugi napravi.
zh_cn: 需要开启此功能才能接收标签页，并在您于其他设备上登录时收到通知。
zh_tw: 必須開啟此功能才可接收分頁，並在您於其他裝置登入時收到通知。

# Settings.Notifications.SyncNotificationsTitle.v112
source: Sync
es_mx: Sincronizar
he: סנכרון
ja: 同期
ka: დასინქრონება
kab: Mtawi
ko: 동기화
lo: ຊິງຄ໌
ml: സമന്വയം
pl: Synchronizacja
sl: Sinhronizacija
zh_cn: 同步
zh_tw: 同步

# Settings.Notifications.SystemNotificationsDisabledMessage.v112
source: You turned off all %1$@ notifications. Turn them on by going to device Settings > Notifications > %2$@
es_mx: Deshabilitaste todas las notificaciones de %1$@. Habilítalas ingresando a ajustes del dispositivo > Notificaciones > %2$@$
eu: %1$@(r)en jakinarazpen guztiak desgaitu dituzu. Gai itzazu berriro gailuaren Ezarpenak > Jakinarazpenak > %2$@ menura joanez.
he: כיבית את כל ההתראות של %1$@. יש להפעיל אותם על־ידי מעבר להגדרות המכשיר > התראות > %2$@
hu: Kikapcsolta a %1$@ összes értesítését. Kapcsolja be őket az eszközbeállítások > Értesítések > %2$@ alatt.
ja: %1$@ のすべての通知がオフになっています。端末の 設定 > 通知 > %2$@ からオンにしてください。
ka: გამორთული გაქვთ %1$@-შეტყობინებები. ჩართეთ მოწყობილობის პარამეტრებიდან Settings > Notifications > %2$@
kab: Tsenseḍ meṛṛa ilɣa n %1$@. Rmed-iten seg Yiɣewwaren > Ilɣa > %2$@
ko: 모든 %1$@개의 알림을 껐습니다. 장치 설정 > 알림 > %2$@으로 이동하여 켤 수 있습니다.
lo: ທ່ານໄດ້ປິດການແຈ້ງເຕືອນທັງໝົດ %1$@ ແລ້ວ. ເປີດພວກມັນໂດຍການໄປທີ່ການຕັ້ງຄ່າອຸປະກອນ > ການແຈ້ງເຕືອນ > %2$@
pl: Wyłączono wszystkie powiadomienia przeglądarki %1$@. Włącz je w ustawieniach urządzenia → Powiadomienia → %2$@
sl: Izklopili ste vsa obvestila %1$@a. Vklopite jih lahko v Nastavitve naprave > Obvestila > %2$@
zh_cn: 您已关闭 %1$@ 的所有通知，可到设备的“设置”>“通知”>“%2$@”重新开启
zh_tw: 您已關閉所有 %1$@ 通知，可到裝置的「設定 > 通知 > %2$@」再次開啟

# Settings.Notifications.TipsAndFeaturesNotificationsStatus.v112
source: Learn about useful features and how to get the most out of %@.
es_mx: Obtén información sobre funciones útiles y cómo aprovechar al máximo %@.
eu: Ikasi eginbide praktikoei buruz eta nola atera zuku gehien %@(r)i.
he: מידע נוסף על תכונות שימושיות ועל כיצד להפיק את המרב מ־%@.
hu: Tudjon meg többet a hasznos funkciókról és arról, hogyan hozhatja ki a legtöbbet a %@ból.
ja: 便利な機能と %@ を最大限に活用する方法について学びます。
ka: გაეცანით სასარგებლო შესაძლებლობებსა რჩევებს, რომ მეტად სრულყოფილად გამოიყენოთ %@.
kab: issin ugar ɣef tmahilin tubɣirin d yiwellihen iseg ad d-faṛseḍ ugar n %@.
ko: 유용한 기능과 %@를 최대한 활용하는 방법에 대해 알아보세요.
lo: ສຶກສາກ່ຽວກັບຄຸນສົມບັດທີ່ເປັນປະໂຫຍດ ແລະວິທີໃຊ້ປະໂຫຍດສູງສຸດຈາກ %@.
ml: ഏറ്റവും ഉതവുന്ന സവിശേഷതകളെക്കുറിച്ചും %@-നു് മുഴുവൻ ഉപയോഗിക്കാനും അറിയുക.
pl: Więcej informacji o przydatnych funkcjach i jak najlepiej wykorzystać przeglądarkę %@.
sl: Spoznajte uporabne funkcije in kako kar najbolje izkoristiti %@.
zh_cn: 了解实用功能，解锁 %@ 完整体验。
zh_tw: 了解有用功能，以及如何充分使用 %@。

# Settings.Notifications.TipsAndFeaturesNotificationsTitle.v112
source: Tips and Features
es_mx: Consejos y características
eu: Aholkuak eta eginbideak
he: עצות ותכונות
hu: Tippek és funkciók
ja: ヒントと機能
ka: რჩევები და შესაძლებლობები
kab: Isental d tmahilin
ko: 팁과 기능
lo: ຄໍາແນະນໍາແລະຄຸນສົມບັດ
ml: നുറുങ്ങുകളും സവിശേഷതകളും
pl: Wskazówki i funkcje
sl: Nasveti in funkcije
zh_cn: 使用技巧
zh_tw: 使用秘訣與功能

# Settings.Notifications.Title.v112
source: Notifications
es_mx: Notificaciones
eu: Jakinarazpenak
he: התרעות
hu: Értesítések
ja: 通知
ka: შეტყობინებები
kab: Ilɣa
ko: 알림
lo: ແຈ້ງເຕືອນ
ml: അറിയിപ്പുകള്‍
pl: Powiadomienia
sl: Obvestila
zh_cn: 通知
zh_tw: 通知
