Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Onboarding.Wallpaper.Description.v114
source: Choose a wallpaper that speaks to you.
es_mx: Elige un fondo de pantalla que te represente.
eu: Aukeratu zuri egokitzen zaizun horma-papera.
he: אפשר לבחור תמונת רקע שהולמת אותך.
hu: Válasszon olyan háttérképet, amely Önhöz szól.
ja: あなたに語りかける壁紙を選んでください。
ka: აირჩიეთ ფონი, რომელიც შთაგაგონებთ.
kab: Fren tugna n ugilal ara yemmeslayen yid-k·m.
ko: 나를 표현하는 배경화면을 선택하세요.
lo: ເລືອກຮູບວໍເປເປີທີ່ບົ່ງບອກຄວາມເປັນໂຕຕົນຂອງທ່ານ.
ml: താങ്ങൾക്കു കൊള്ളാവുന്നയൊരു ചുവൎക്കടലാസ്സു തിരഞ്ഞെടുക്കുക.
pl: Wybierz tapetę, która do Ciebie pasuje.
sl: Izberite ozadje, ki vas nagovarja.
zh_cn: 选择合您心意的壁纸。
zh_tw: 選擇有您的風格的背景圖。

# Onboarding.Wallpaper.SelectorTitle.v114
source: Try a splash of color
es_mx: Prueba un toque de color
eu: Probatu kolore ukitu bat
he: אולי איזה מגע של צבע
hu: Próbáljon ki egy kis színt
ja: 鮮やかな色彩を試す
ka: შეაფერადეთ
kab: Ɛreḍ aṛuccu n yini
ko: 다른 배경화면 사용해보기
lo: ລອງເລືອກສີສັນທີທ່ານມັກ
ml: നിറത്തിന്റെ നീർത്തെറിപ്പ് ഉരച്ചുനോക്കുക
pl: Wypróbuj odrobiny koloru
sl: Poskusite s kančkom barve
zh_cn: 试用新色彩
zh_tw: 試用新色彩

# Onboarding.Wallpaper.Title.v114
source: Choose a %@ Wallpaper
es_mx: Selecciona un fondo de pantalla para %@
eu: Aukeratu %@ horma-papera
he: בחירת תמונת רקע ל־%@
hu: Válasszon egy %@ háttérképet
ja: %@ の壁紙を選択
ka: აირჩიეთ %@-ფონი
kab: Fren tugna n ugilal n %@
ko: %@ 배경화면 선택
lo: ເລືອກຮູບ %@ ວໍເປເປີ
ml: ഒരു %@ ചുവർക്കടലാസു് തിരഞ്ഞെടുക്കുക
pl: Wybierz tapetę przeglądarki %@
sl: Izberite ozadje za %@
zh_cn: 选择 %@ 壁纸
zh_tw: 挑選一張 %@ 背景圖

# Onboarding.Welcome.Action.v114
source: Get Started
es_mx: Empezar
eu: Hasi erabiltzen
he: תחילת עבודה
hu: Kezdő lépések
ja: はじめる
ka: დაიწყეთ
kab: Bdu
ko: 시작하기
lo: ເລີ່ມຕົ້ນໃຊ້ງານ
ml: ഉപയോഗിക്കാൻ തുടങ്ങുക
pl: Zacznij teraz
sl: Začnite
zh_cn: 开始使用
zh_tw: 開始使用

# Onboarding.Welcome.ActionTreatementA.v114
source: Set as Default Browser
es_mx: Establecer como navegador predeterminado
eu: Ezarri nabigatzaile lehenetsi gisa
he: הגדרה כדפדפן ברירת המחדל
hu: Beállítás alapértelmezett böngészőként
ja: デフォルトブラウザーに設定
ka: ნაგულისხმევ ბრაუზერად დაყენება
kab: Sbadu-t d iminig amezwer
ko: 기본 브라우저로 설정
lo: ຕັ້ງໃຫ້ເປັນບຣາວເຊີຫລັກ
ml: തനതു അന്വേഷിയന്ത്രമായി സജീകരിക്കുക
pl: Ustaw jako domyślną przeglądarkę
sl: Nastavi kot privzeti brskalnik
zh_cn: 设为默认浏览器
zh_tw: 設為預設瀏覽器

# Onboarding.Welcome.Close.AccessibilityLabel.v121
source: Close and exit %@ onboarding
es_mx: Cerrar y salir de la introducción de %@
eu: Itxi eta irten %@ aurkezpenetik
he: סגירה ויציאה מקבלת הפנים ל־%@
hu: Bezárás és kilépés a %@ bemutatójából
ja: %@ の新機能紹介を閉じて終了します
ka: დახურეთ და დატოვეთ %@-გზამკვლევი
kab: Mdel syen ffeɣ seg ugejdan n %@
ko: %@ 온보딩을 닫고 종료합니다.
lo: ປິດ ແລະ ອອກຈາກ %@ ການເລີ່ມຕົ້ນໃຊ້ງານ
pl: Zamknij i wyjdź z wprowadzenia do przeglądarki %@
sl: Zapri in zapusti uvod v %@
zh_cn: 关闭并退出 %@ 导览
zh_tw: 結束並關閉 %@ 使用教學

# Onboarding.Welcome.Description.TreatementA.v120
source: Our non-profit backed browser helps stop companies from secretly following you around the web.
es_mx: Nuestro navegador respaldado por una organización sin fines de lucro ayuda a evitar que las empresas te sigan en secreto por la web.
eu: Irabazi asmorik gabeko erakundeak babestutako gure nabigatzaileak laguntzen du eragozten enpresek zure webeko jarraipena sekretupean egin dezaten.
he: הדפדפן שלנו שמגובה בקרן ללא מטרות רווח מסייע למנוע מחברות לעקוב אחריך בסתר ברחבי הרשת.
hu: A nonprofit szervezet által támogatott böngészőnk segít megakadályozni, hogy a cégek titokban kövessék Önt a weben.
ja: 非営利で作られた私たちのブラウザーは、企業によるウェブ上の密かな追跡を阻止するのに役立ちます。
ka: ჩვენი ბრაუზერი არამომგებიანი დაწესებულებისგანაა და გეხმარებათ აირიდოთ კომპანიებისგან ფარული თვალთვალი ვებსივრცით სარგებლობისას.
kab: Iminig-nneɣ tettallit yiwet n tkebbanit ur nettnadi ɣef tedrimt, tessewḥal tikebbaniyin ara ak-iḍefren deg web.
ko: 이 비영리 지원 브라우저는 회사들이 웹에서 사용자를 몰래 추적하는 것을 차단하는 데 도움이 됩니다.
lo: ບຣາວເຊີທີ່ບໍ່ຫວັງຜົນກຳໄລຂອງພວກເຮົາຊ່ວຍຢຸດບໍລິສັດບໍ່ໃຫ້ຕິດຕາມທ່ານໄປທົ່ວເວັບ.
pl: Nasza przeglądarka wspierana przez organizację non-profit pomaga powstrzymywać firmy przed potajemnym śledzeniem Cię w Internecie.
sl: Naš neprofitni brskalnik preprečuje podjetjem, da bi vas skrivaj spremljala po spletu.
zh_cn: 这款由非营利组织支持的浏览器会自动阻止大公司在网上偷偷跟踪您。
zh_tw: 我們這套由非營利組織所開發的瀏覽器，會自動封鎖讓大企業在網路上偷偷跟蹤您的程式。

# Onboarding.Welcome.Description.v120
source: Our non-profit backed browser helps stop companies from secretly following you around the web.
es_mx: Nuestro navegador respaldado por una organización sin fines de lucro ayuda a evitar que las empresas te sigan en secreto por la web.
eu: Irabazi asmorik gabeko erakundeak babestutako gure nabigatzaileak laguntzen du eragozten enpresek zure webeko jarraipena sekretupean egin dezaten.
he: הדפדפן שלנו שמגובה בקרן ללא מטרות רווח מסייע למנוע מחברות לעקוב אחריך בסתר ברחבי הרשת.
hu: A nonprofit szervezet által támogatott böngészőnk segít megakadályozni, hogy a cégek titokban kövessék Önt a weben.
ja: 非営利で作られた私たちのブラウザーは、企業によるウェブ上の密かな追跡を阻止するのに役立ちます。
ka: ჩვენი ბრაუზერი არამომგებიანი დაწესებულებისგანაა და გეხმარებათ აირიდოთ კომპანიებისგან ფარული თვალთვალი ვებსივრცით სარგებლობისას.
kab: Iminig-nneɣ tettallit yiwet n tkebbanit ur nettnadi ɣef tedrimt, tessewḥal tikebbaniyin ara ak-iḍefren deg web.
ko: 이 비영리 지원 브라우저는 회사들이 웹에서 사용자를 몰래 추적하는 것을 차단하는 데 도움이 됩니다.
lo: ບຣາວເຊີທີ່ບໍ່ຫວັງຜົນກຳໄລຂອງພວກເຮົາຊ່ວຍຢຸດບໍລິສັດບໍ່ໃຫ້ຕິດຕາມທ່ານໄປທົ່ວເວັບ.
pl: Nasza przeglądarka wspierana przez organizację non-profit pomaga powstrzymywać firmy przed potajemnym śledzeniem Cię w Internecie.
sl: Naš neprofitni brskalnik preprečuje podjetjem, da bi vas skrivaj spremljala po spletu.
zh_cn: 这款由非营利组织支持的浏览器会自动阻止大公司在网上偷偷跟踪您。
zh_tw: 我們這套由非營利組織所開發的瀏覽器，會自動封鎖讓大企業在網路上偷偷跟蹤您的程式。

# Onboarding.Welcome.Link.Action.v114
source: Learn more in our privacy notice
es_mx: Conoce más en nuestro aviso de privacidad
eu: Argibide gehiago gure pribatutasun-oharrean
he: מידע נוסף בהצהרת הפרטיות שלנו
hu: További információk az adatvédelmi nyilatkozatunkban
ja: 詳細はプライバシー通知をご覧ください
ka: ვრცლად იხილეთ ჩვენი პირადულობის განაცხადი
kab: Issin ugar deg tsertit-nneɣ n tbaḍnit
ko: 개인정보 보호정책에서 자세히 알아보기
lo: ສຶກສາເພີ່ມເຕີມຢູ່ໃນແຈ້ງການຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ
ml: ഞങ്ങളുടെ സ്വകാര്യതാ അറിയിപ്പിൽ വായിക്കുക
pl: Więcej informacji znajdziesz w naszych zasadach ochrony prywatności
sl: Preberite več v obvestilu o zasebnosti
zh_cn: 阅读我们的隐私声明以了解更多信息
zh_tw: 可以到我們的隱私權公告了解更多資訊

# Onboarding.Welcome.Skip.v114
source: Skip
es_mx: Saltar
eu: Saltatu
he: דילוג
hu: Kihagyás
ja: スキップ
ka: გამოტოვება
kab: Suref
ko: 건너뛰기
lo: ຂ້າມ
ml: ഒഴിവാക്കുക
pl: Pomiń
sl: Preskoči
zh_cn: 跳过
zh_tw: 略過

# Onboarding.Welcome.Title.TreatementA.v120
source: We love keeping you safe
es_mx: Nos encanta mantenerte seguro
eu: Zu seguru mantentzea dugu xede
he: אנחנו אוהבים לשמור עליך
hu: Szeretjük biztonságban tartani Önt
ja: 私たちはあなたの安全を守りたいと願っています
ka: ჩვენ ვზრუნავთ თქვენს უსაფრთხოებაზე
kab: Nḥemmel ad teqqimeḍ d aɣellsan
ko: 우리는 사용자를 안전하게 지키는 것을 좋아합니다
lo: ພວກເຮົາຮັກທີ່ຈະດູແລຄວາມປອດໄພໃຫ້ທ່ານ
ml: താങ്ങളെ സുരക്ഷിതമായി വയ്ക്കാൻ ഞങ്ങളുടെ കടമയാണു്
pl: Uwielbiamy zapewniać Ci bezpieczeństwo
sl: Z veseljem skrbimo za vašo varnost
zh_cn: 我们乐于为您护航
zh_tw: 我們希望確保您上網安全

# Onboarding.Welcome.Title.v114
source: Welcome to an independent internet
es_mx: Te damos la bienvenida a un internet independiente
eu: Ongi etorri Internet independente batera
he: ברוכים הבאים לאינטרנט עצמאי
hu: Üdvözöljük egy független interneten
ja: 誰のものでもない自由なインターネットへようこそ
ka: კეთილი იყოს თქვენი ფეხი დამოუკიდებელ ინტერნეტსამყაროში
kab: Ansuf ɣer internet ilelli
ko: 나만의 인터넷에 오신 것을 환영합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ອິນເຕີເນັດທີບໍ່ມີຂອບຈຳກັດ
ml: ഒരു സ്വതന്ത്ര ഗോളാന്തരവലയിലേക്കു സ്വാഗതം
pl: Witamy w niezależnym Internecie
sl: Dobrodošli na neodvisnem internetu
zh_cn: 欢迎开启不受巨头左右的互联网世界
zh_tw: 歡迎來到一個更加獨立的網路環境

# PasswordAutofill.LoginListCellNoUsername.v129
source: (no username)
es_mx: (sin nombre de usuario)
he: (אין שם משתמש)
ja: (ユーザー名なし)
ka: (მომხმარებლის გარეშე)
kab: (ulac isem n useqdac)
ko: (사용자 이름 없음)
lo: (ບໍ່ມີຊື່ຜູ້ໃຊ້ງານ)
ml: (ഉപയോക്തൃപ്പേരില്ല)
sl: (brez uporabniškega imena)
zh_cn: （无用户名）

# PasswordAutofill.ManagePasswordsButton.v124
source: Manage passwords
es_mx: Administrar contraseñas
eu: Kudeatu pasahitzak
he: ניהול ססמאות
ja: パスワードを管理
ka: პაროლების მართვა
kab: Sefrek awalen uffiren
ko: 비밀번호 관리
lo: ຈັດການລະຫັດຜ່ານ
ml: ഒളിവാക്കുകളുെ കൈകാര്യം ചെയ്യുക
pl: Zarządzaj hasłami
sl: Upravljanje gesel
zh_cn: 管理密码
zh_tw: 管理密碼

# PasswordAutofill.SignInWithSavedPassword.v124
source: You’ll sign into %@
es_mx: Iniciarás sesión en %@
eu: %@ webgunean hasiko duzu saioa
he: הכניסה תתבצע אל %@
ja: %@ にログインします
ka: შეხვალთ საიტზე %@
kab: Tkecmeḍ ɣer %@
ko: %@에 로그인하게 됩니다
lo: ທ່ານຈະເຂົ້າສູ່ລະບົບ %@
ml: താങ്ങൾ %@-ഇലേക്കു് പ്രവേശിക്കും
pl: Zalogujesz się na %@
sl: Prijavljate se v %@
zh_cn: 您将登录 %@
zh_tw: 您將登入 %@

# PasswordAutofill.UseSavedPasswordFromHeader.v124
source: Use saved password?
es_mx: ¿Usar contraseña guardada?
eu: Erabili gordetako pasahitza?
he: להשתמש בססמה השמורה?
ja: 保存されたパスワードを使用しますか？
ka: გამოიყენოს შენახული პაროლი?
kab: Seqdec awal uffir yettwaskelsen?
ko: 저장된 비밀번호를 사용하시겠습니까?
lo: ໃຊ້ລະຫັດຜ່ານທີ່ບັນທຶກໄວ້ບໍ?
ml: കരുതിവച്ച ഒളിവാക്കു് ഉപയോഗിക്കുണോ?
pl: Czy użyć zachowanego hasła?
sl: Uporabim shranjeno geslo?
zh_cn: 要使用保存的密码吗？
zh_tw: 要使用已存的密碼嗎？

# PasswordAutofill.UseSavedPasswordFromKeyboard.v124
source: Use saved password
es_mx: Usar contraseña guardada
eu: Erabili gordetako pasahitza
he: שימוש בססמה השמורה
ja: 保存されたパスワードを使用
ka: გამოიყენოს შენახული პაროლი
kab: Seqdec awal uffir yettwaskelsen
ko: 저장된 비밀번호 사용
lo: ໃຊ້ລະຫັດຜ່ານທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച ഒളിവാക്കു് ഉപയോഗിക്കുക
pl: Użyj zachowanego hasła
sl: Uporabi shranjeno geslo
zh_cn: 使用保存的密码
zh_tw: 使用已存的密碼

# PasswordGenerator.A11yLabel.v132
source: Password Generator
es_mx: Generador de contraseñas
he: מחולל ססמאות
ja: パスワード生成
ka: პაროლის შემდგენელი
kab: Amsirew n wawal n uεeddi
ko: 비밀번호 생성기
lo: ຕົວສ້າງລະຫັດຜ່ານ
ml: ഒളിവാക്കു് ജനറേറ്റർ
sl: Ustvarjalnik gesel
zh_cn: 密码生成工具

# PasswordGenerator.CloseButtonA11ylabel.v132
source: Close
es_mx: Cerrar
he: סגירה
ja: 閉じる
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
sl: Zapri
zh_cn: 关闭

# PasswordGenerator.CopyPasswordButtonLabel.v132
source: Copy
es_mx: Copiar
he: העתקה
ja: コピー
ka: ასლი
kab: Nɣel
ko: 복사
lo: ສຳເນົາ
ml: പകര്‍ത്തുക
sl: Kopiraj
zh_cn: 复制

# PasswordGenerator.Description.v132
source: Protect your account by using a strong, randomly generated password.
es_mx: Protege tu cuenta usando una contraseña segura, generada automáticamente.
he: ניתן להגן על החשבון שלך על־ידי שימוש בססמה חזקה הנוצרת באופן אקראי.
ja: 強固でランダムに生成されたパスワードを使用してアカウントを保護します。
ka: დაიცავით თქვენი ანგარიში მძლავრი, შემთხვევით შედგენილი პაროლით.
kab: Mmesten amiḍan-ik s useqdec n wawal n uεeddi iǧehden, i d-yettusirwen s wudem agacuran.
ko: 강력하고 무작위로 생성된 비밀번호를 사용하여 계정을 보호하세요.
lo: ປົກປ້ອງບັນຊີຂອງທ່ານໂດຍໃຊ້ລະຫັດຜ່ານທີ່ເຂັ້ມແຂງ, ສ້າງຂຶ້ນແບບສຸ່ມ.
ml: ക്രമഹിതമായി ഉണ്ടാക്കിയ ഒരു മുരട്ടായ ഒളിവാക്കു് ഉപയോഗിച്ചു് താങ്ങളുടെ അക്കൗണ്ടു് പരിരക്ഷിക്കുക.
sl: Zaščitite svoj račun z močnim, naključno ustvarjenim geslom.
zh_cn: 使用随机生成的强密码，保护账户安全。

# PasswordGenerator.KeyboardAccessoryButtonLabel.v132
source: Use strong password
es_mx: Usar una contraseña segura
he: שימוש בססמה חזקה
ja: 強固なパスワードを使用する
ka: მძლავრი პაროლის გამოყენება
kab: Seqdec awal n uɛeddi iǧehden
ko: 강력한 비밀번호 사용
lo: ໃຊ້ລະຫັດຜ່ານທີ່ຄາດເດົາຍາກ
ml: ഒരു മുരട്ടായ ഒളിവാക്കു് ഉപയോഗിക്കുക
sl: Uporabite močno geslo
zh_cn: 使用高强度密码

# PasswordGenerator.PasswordReadoutPrefaceA11y.v132
source: Generated password: %@
es_mx: Contraseña generada: %@
he: ססמה שנוצרה: %@
ja: 生成されたパスワード: %@
ka: შედგენილი პაროლი: %@
kab: Awal n uwεeddi i d-yettusirwen: %@
ko: 생성된 비밀번호: %@
lo: ລະຫັດຜ່ານທີ່ສ້າງຂຶ້ນ: %@
ml: സൃഷ്ടിച്ച ഒളിവാക്കു്: %@
sl: Ustvarjeno geslo: %@
zh_cn: 已生成密码：%@

# PasswordGenerator.RefreshPasswordButtonA11yLabel.v132
source: Generate a new strong password
es_mx: Generar una nueva contraseña segura
he: יצירת ססמה חזקה חדשה
ja: 新しい強固なパスワードを生成する
ka: შეადგინეთ ახალი მძლავრი პაროლი
kab: Sirew awal n uεeddi iǧehden amaynut
ko: 새로운 강력한 비밀번호 생성
lo: ສ້າງລະຫັດຜ່ານທີ່ເຂັ້ມແຂງໃຫມ່
ml: ഒരു പുതിയ മുരട്ടായ ഒളിവാക്കു് ഉണ്ടാക്കുക
sl: Ustvari novo močno geslo
zh_cn: 生成新的高强度密码

# PasswordGenerator.Title.v132
source: Use a strong password?
es_mx: ¿Usar una contraseña segura?
he: להשתמש בססמה חזקה?
ja: 強固なパスワードを使用しますか？
ka: გსურთ მძლავრი პაროლის გამოყენება?
kab: Seqdec awal n uεeddi iǧehden?
ko: 강력한 비밀번호를 사용하시겠습니까?
lo: ໃຊ້ລະຫັດຜ່ານທີ່ຄາດເດົາຍາກບໍ່?
ml: ഒരു മുരട്ടായ ഒളിവാക്കു് ഉപയോഗിക്കട്ടെ?
sl: Želite uporabiti močno geslo?
zh_cn: 要使用高强度密码吗？

# PasswordGenerator.UsePasswordButtonLabel.v132
source: Use Password
es_mx: Usar contraseña
he: שימוש בססמה
ja: パスワードを使用する
ka: პაროლის გამოყენება
kab: Seqdec awal n uεeddi
ko: 비밀번호 사용
lo: ໃຊ້ລະຫັດຜ່ານ
ml: ഒളിവാക്കു് ഉപയോഗിക്കുക
sl: Uporabi geslo
zh_cn: 使用密码

# QRCode.Toolbar.Button.A11y.Title.v128
source: Scan QR code
es_mx: Escanear código QR
he: סריקת קוד QR
ja: QR コードを読み取ります
ka: QR-კოდის წაკითხვა
kab: Ḍumm tangalt QR
ko: QR 코드 스캔
lo: ສະແກນລະຫັດ QR
ml: കൂ.ർ സങ്കേതം പരിശോധിക്കുക
sl: Skeniraj kodo QR
zh_cn: 扫描二维码

# RelayMask.RelayEmailMaskAvailableCFR.v146
source: New! %@ Relay email masks are now available on mobile.
he: חדש! מסכות דוא״ל Relay של %@ זמינות כעת בנייד.
ka: სიახლე! %@ Relay ელფოსტის ნიღბებით უკვე ხელმისაწვდომია მობილურზე.
ko: 새로 추가 됐습니다! 모바일에서 %@ Relay 이메일 가리기를 사용할 수 있습니다.
sl: Novo! %@ E-poštne maske Relay so zdaj na voljo za mobilne naprave.

# RelayMask.RelayEmailMaskFreeTierLimitReached.v146
source: Your 5 free email masks are in use, so we picked one for you.
he: 5 מסכות הדוא״ל החינמיות שלך נמצאות בשימוש, אז בחרנו אחת בשבילך.
ka: თქვენი ელფოსტის 5 უფასო ნიღაბი უკვე გამოყენებულია, ამიტომ არსებულიდან შეგირჩიეთ ერთ-ერთი.
ko: 5개의 무료 이메일 마스크가 사용 중이므로 하나를 선택했습니다.
sl: 5 brezplačnih e-poštnih mask že uporabljate, zato smo izbrali eno od njih.

# RelayMask.RelayEmailMaskFreeTierLimitReached.v147
source: You’ve used your 5 free email masks, so we picked one for you to reuse.
he: השתמשת ב־5 מסכות הדוא״ל החינמיות שלך, אז בחרנו אחת בשבילך לשימוש חוזר.
ka: თქვენ უკვე გამოყენებული გაქვთ ელფოსტის 5 უფასო ნიღაბი, ამიტომ მათგან შეირჩევა რომელიმე კვლავ გამოყენებისთვის.
ko: 5개의 무료 이메일 마스크를 사용해서 재사용할 마스크를 하나를 선택했습니다.
sl: Svojih 5 brezplačnih e-poštnih mask ste že uporabili, zato smo ponovno uporabili eno od njih.

# RelayMask.RelayEmailMaskGenericErrorMessage.v146
source: Email masks aren’t available right now. Try again in a few minutes.
he: מסכות דוא״ל אינן זמינות כרגע. נא לנסות שוב בעוד מספר דקות.
ka: ელფოსტის ნიღბები ამჟამად მიუწვდომელია. სცადეთ ხელახლა რამდენიმე წუთში.
ko: 지금 이메일 마스크를 사용할 수 없습니다. 몇 분 후 다시 시도하세요.
ml: ഇ-തപാൽ പൊയ്മുഖങ്ങൾ നിലവിൽ ലഭ്യമല്ല. കുറച്ചു മിനിറ്റുകൾക്കുള്ളിൽ വീണ്ടും ശ്രമിക്കുക.
sl: E-poštne maske ta trenutek niso na voljo. Poskusite znova čez nekaj minut.

# RelayMask.RelayEmailMaskInsertedA11yAnnouncement.v147
source: Email mask inserted
he: מסכת דוא״ל הוכנסה
ka: ელფოსტის ნიღაბი ჩასმულია
ko: 이메일 마스크가 삽입됨
ml: ഇ-തപാൽ പൊയ്മുഖം തിരുകി
sl: E-poštna maska vstavljena

# RelayMask.RelayEmailMaskSettingsDetailInfo.v146
source: Hide your real email to protect your inbox from spam. Some sites don’t support it.
he: הסתרת כתובת הדוא״ל האמיתית שלך כדי להגן על תיבת הדואר הנכנס שלך מפני דואר זבל. חלק מהאתרים אינם תומכים בכך.
ka: დაფარეთ თქვენი ნამდვილი ელფოსტა შემომავალი უსარგებლო წერილების ასარიდებლად. ზოგიერთ საიტზე მხარდაუჭერელია.
ko: 스팸으로부터 받은 편지함을 보호하기 위해 실제 이메일을 숨겨주세요. 일부 사이트는 지원하지 않습니다.
sl: Zakrijte svoj pravi e-poštni naslov in zaščitite nabiralnik pred vsiljeno pošto. Nekatera spletna mesta tega ne podpirajo.

# RelayMask.RelayEmailMaskSettingsDetailInfo.v147
source: Hide your real email to protect your inbox from spam. Some sites don’t support email masks.
he: הסתרת כתובת הדוא״ל האמיתית שלך כדי להגן על תיבת הדואר הנכנס שלך מפני דואר זבל. חלק מהאתרים אינם תומכים במסכות דוא״ל.
ka: დაფარეთ თქვენი ნამდვილი ელფოსტა შემომავალი უსარგებლო წერილების ასარიდებლად. ზოგიერთ საიტზე მხარდაუჭერელია ელფოსტის ნიღბები.
ko: 스팸으로부터 받은 편지함을 보호하기 위해 실제 이메일을 숨겨주세요. 일부 사이트는 이메일 마스크를 지원하지 않습니다.
sl: Zakrijte svoj pravi e-poštni naslov in zaščitite nabiralnik pred vsiljeno pošto. Nekatera spletna mesta e-poštnih mask ne podpirajo.

# RelayMask.RelayEmailMaskSettingsLearnMore.v146
source: Learn more
he: מידע נוסף
ka: ვრცლად
ko: 더 알아보기
ml: കൂടുതല്‍ അറിയുക
sl: Več o tem

# RelayMask.RelayEmailMaskSettingsManageEmailMasks.v146
source: Manage Email Masks
he: ניהול מסכות דוא״ל
ka: ელფოსტის ნიღბების მართვა
ko: 이메일 가리기 관리
ml: ഇതപാൽ പൊയ്മുഖങ്ങൾ കൈകാര്യം ചെയ്യുക
sl: Upravljanje e-poštnih mask

# RelayMask.RelayEmailMaskSettingsTitle.v146
source: Email Masks
he: מסכות דוא״ל
ka: ელფოსტის ნიღბები
ko: 이메일 가리기
ml: ഇ-തപാൽ പൊയ്മുഖം
sl: E-poštne maske

# RelayMask.RelayEmailMaskSuggestMasksToggle.v146
source: Suggest Email Masks
he: להציע מסכות דוא״ל
ka: ელფოსტის ნიღბების შემოთავაზება
ko: 이메일 가리기 제안
ml: ഇ-തപാൽ പൊയ്മുഖം ശുപാൎശ ചെയ്യുക
sl: Predlagaj e-poštne maske

# RelayMask.UseRelayEmailMaskFromKeyboard.v146
source: Use email mask
he: שימוש במסכת דוא״ל
ka: გამოიყენეთ ელფოსტის ნიღაბი
ko: 이메일 가리기 사용
ml: ഇ-തപാൽ പൊയ്മുഖം ഉപയോഗിക്കുക
sl: Uporabi e-poštno masko

# CreditCard.RememberCard.Header.v122
source: %@ encrypts your card number. Your security code won’t be saved.
es_mx: %@ encripta tu número de tarjeta. Tu código de seguridad no se guardará.
eu: %@(e)k zure txartel-zenbakia zifratzen du. Zure segurtasun-kodea ez da gordeko.
he: ‏%@ מצפין את מספר הכרטיס שלך. קוד האבטחה שלך לא יישמר.
ja: %@ がカード番号を暗号化します。セキュリティコードは保存しません。
ka: %@ შიფრავს თქვენი ბარათის ნომერს. თქვენი უსაფრთხოების კოდი არ შეინახება.
kab: %@ ittewgelhin uṭṭun n tkarḍa-k·m. Tangalt-ik n tɣellist ur tezmir ara ad tettwasekles.
ko: %@는 카드 번호를 암호화합니다. 보안 코드는 저장되지 않습니다.
lo: %@ ເຂົ້າລະຫັດເລກບັດຂອງທ່ານ. ລະຫັດຄວາມປອດໄພຂອງທ່ານຈະບໍ່ຖືກບັນທຶກໄວ້.
ml: %@ താങ്ങളുടെ ചീട്ടക്കം രൂപമാറ്റം ചെയ്യും. താങ്ങളുടെ സുരക്ഷസങ്കേതം കരുതിവയ്ക്കപ്പെടില്ല.
pl: %@ szyfruje numer karty. Kod zabezpieczający nie zostanie zachowany.
sl: %@ šifrira številko vaše kartice. Varnostna koda se ne bo shranila.
zh_cn: %@ 会将卡号加密保存。安全码不会被保存。
zh_tw: %@ 會加密您的卡號，且不會儲存安全碼。

# CreditCard.RememberCard.MainButtonTitle.v122
source: Save
es_mx: Guardar
eu: Gorde
he: שמירה
ja: 保存
ka: შენახვა
kab: Sekles
ko: 저장
lo: ບັນທຶກ
ml: കരുതിവയ്ക്കുക
pl: Zachowaj
sl: Shrani
zh_cn: 保存
zh_tw: 儲存

# CreditCard.RememberCard.MainTitle.v122
source: Securely save this card?
es_mx: ¿Guardar esta tarjeta de forma segura?
eu: Gorde txartela modu seguruan?
he: לשמור את הכרטיס הזה באופן מאובטח?
ja: このカードの情報を安全に保存しますか？
ka: შეინახოს ეს ბარათი უსაფრთხოდ?
kab: Asekles n tkarḍa-a s wudem aɣellsan?
ko: 이 카드를 안전하게 저장하시겠습니까?
lo: ຕ້ອງການບັນທຶກບັດນີ້ຢ່າງປອດໄພ ຫລື ບໍ?
ml: ഈ ചീട്ടു് സുരക്ഷിതമായി കരുതിവയ്ക്കട്ടെ?
pl: Czy bezpiecznie zachować tę kartę?
sl: Želite varno shraniti to kartico?
zh_cn: 要安全地保存此卡片吗？
zh_tw: 要安全地儲存這張卡片的資料嗎？

# CreditCard.RememberCard.SecondaryButtonTitle.v115
source: Not Now
es_mx: Ahora no
eu: Une honetan ez
he: לא כעת
hu: Most nem
ja: 今回は記憶しない
ka: ახლა არა
kab: Mačči tura
ko: 나중에
lo: ບໍ່ແມ່ນຕອນນີ້
ml: ഇപ്പോഴല്ല
pl: Nie teraz
sl: Ne zdaj
zh_cn: 暂时不要
zh_tw: 暫時不要

# CreditCard.RememberCard.SecondaryButtonTitle.v116
source: New Card Saved
es_mx: Nueva tarjeta guardada
eu: Txartel berria gordeta
he: כרטיס חדש נשמר
hu: Új kártya mentve
ja: 新規カード情報が保存されました
ka: ახალი ბარათი შენახულია
kab: Takarḍa tamaynut tettwasekles
ko: 새 카드 저장됨
lo: ບັນທຶກບັດໃໝ່ແລ້ວ
ml: പുതിയ ചീട്ടു് കരുതിവച്ചു
pl: Zachowano nową kartę
sl: Nova kartica shranjena
zh_cn: 已保存新卡片
zh_tw: 已儲存新卡片

# Body.Text.v112
source: Please help make %@ better by taking a short survey.
es_mx: Ayuda a mejorar %@ respondiendo una breve encuesta.
eu: Lagundu %@ hobetzen inkesta txiki bat betez.
he: אנא עזרו לשפר את %@ על־ידי השתתפות בסקר קצר.
hu: Segítsen a %@ jobbá tételében egy rövid felmérés kitöltésével.
ja: %@ の改善のために簡単なアンケートへの回答をお願いします。
ka: გთხოვთ დაგვეხმაროთ მცირე კითხვარის შევსებით, რომ გავაუმჯობესოთ %@.
kab: Ɛawen-aɣ ad nesnerni %@ s tririt ɣef uḥedqis-a amecṭuḥ.
ko: 간단한 설문조사로 %@를 개선할 수 있도록 도와주세요.
lo: ກະລຸນາຊ່ວຍເຮັດໃຫ້ %@ ດີຂຶ້ນໂດຍການເຮັດແບບສຳຫຼວດສັ້ນໆ.
ml: ഒരു ചെറിയ കണക്കെടുപ്പിൽ പങ്കെടുത്തിട്ടു് %@-നെ മികച്ചതാക്കാൻ സഹായിക്കുക.
pl: Pomóż ulepszyć przeglądarkę %@, wypełniając krótką ankietę.
sl: Pomagajte izboljšati %@ z izpolnitvijo kratkega vprašalnika.
zh_cn: 请填写这份简短的问卷，帮助 %@ 变得更好。
zh_tw: 請協助填寫簡短問卷，讓 %@ 變得更好。

# PrimaryButton.Label.v112
source: Take Survey
es_mx: Hacer encuesta
eu: Bete inkesta
he: לקיחת סקר
hu: Kérdőív kitöltése
ja: アンケートに答える
ka: კითხვარის შევსება
kab: Eg aḥedqis
ko: 설문조사 하기
lo: ເຮັດແບບສຳຫຼວດ
ml: നിരീക്ഷണത്തിൽ പങ്കെടുക്കുക
pl: Wypełnij ankietę
sl: Izpolnite vprašalnik
zh_cn: 问卷调查
zh_tw: 填寫問卷

# SecondaryButton.Label.v112
source: No Thanks
es_mx: No, gracias
eu: Ez, eskerrik asko
he: לא תודה
hu: Köszönöm, nem
ja: 今はしない
ka: არა, გმადლობთ
kab: Ala, tanemmirt
ko: 아니요
lo: ບໍ່, ຂອບໃຈ
ml: വേണ്ട
pl: Nie, dziękuję
sl: Ne, hvala
zh_cn: 不了，谢谢
zh_tw: 不要，謝謝

# ScanQRCode.ConfirmOpenURL.AllowButton.v129
source: Allow
es_mx: Permitir
he: לאפשר
ja: 許可
ka: ნებართვა
kab: Sireg
ko: 허용
lo: ອະນຸຍາດ
ml: അനുവദിക്കുക
sl: Dovoli
zh_cn: 允许

# ScanQRCode.ConfirmOpenURL.DenyButton.v129
source: Deny
es_mx: Denegar
he: לדחות
ja: 拒否
ka: აკრძალვა
kab: Gdel
ko: 거부
lo: ປະຕິເສດ
ml: നിരസിക്കുക
sl: Zavrni
zh_cn: 拒绝

# ScanQRCode.ConfirmOpenURL.Message.v129
source: Allow %@ to open?
es_mx: ¿Permitir que %@ se abra?
he: לאפשר ל־%@ להיפתח?
ja: %@ で開くことを許可しますか?
ka: ნებართვა, რომ გახსნის %@
kab: Sireg %@ ad yeldi?
ko: %@ 주소를 열도록 허용하시겠습니까?
lo: ອະນຸຍາດໃຫ້ %@ ເປີດບໍ?
ml: %@ തുറക്കാൻ അനുവദിക്കണോ?
sl: Dovoli odpiranje %@?
zh_cn: 要允许 %@ 打开此链接吗？

# UnifiedSearch.SearchEngineSelection.AccessibilityLabels.CloseButton.Label.v133
source: Close
es_mx: Cerrar
he: סגירה
ja: 閉じる
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
sl: Zapri
zh_cn: 关闭

# UnifiedSearch.SearchEngineSelection.AccessibilityLabels.SearchSettings.Hint.v133
source: Opens search settings
es_mx: Abre los ajustes de búsqueda
he: פותח את הגדרות החיפוש
ja: 検索設定を開きます
ka: გახსნის ძიების პარამეტრებს
kab: Yettalday iɣewwaren n unadi
ko: 검색 설정 열기
lo: ເປີດການຕັ້ງຄ່າການຄົ້ນຫາ
ml: തിരച്ചില്‍ ക്രമീകരണങ്ങൾ തുറക്കും
sl: Odpre nastavitve iskanja
zh_cn: 打开搜索设置

source: Search settings
es_mx: Ajustes de búsqueda
he: הגדרות חיפוש
ja: 検索設定
ka: ძიების პარამეტრები
kab: Nadi ismenyifen
ko: 검색 설정
lo: ການຕັ້ງຄ່າການຄົ້ນຫາ
ml: തിരച്ചിൽ ക്രമീകരണങ്ങൾ
sl: Nastavitve iskanja
zh_cn: 搜索设置

# UnifiedSearch.SearchEngineSelection.AccessibilityLabels.TopTitle.Label.v133
source: This time search in:
es_mx: Esta vez buscar en:
he: הפעם לחפש ב:
ja: 今回だけ使う検索エンジン:
ka: ძიებისთვის ამჯერად გამოიყენეთ:
kab: I unadi-a:
ko: 이번만 검색:
lo: ຄັ້ງນີ້ ຄົ້ນຫາດ້ວຍ:
ml: ഈ വട്ടം ഇതിൽ തിരയുക:
sl: Tokrat išči:
zh_cn: 本次搜索使用：

# UnifiedSearch.SearchEngineSelection.SearchSettings.Title.v133
source: Search Settings
es_mx: Configuración de búsqueda
he: הגדרות חיפוש
ja: 検索設定
ka: ძიების პარამეტრები
kab: Iɣewwaren n unadi
ko: 검색 설정
lo: ການຕັ້ງຄ່າການຄົ້ນຫາ
ml: തിരച്ചിൽ ക്രമീകരണങ്ങൾ
sl: Nastavitve iskanja
zh_cn: 搜索设置

# UnifiedSearch.SearchEngineSelection.TopTitle.Title.v133
source: This time search in:
es_mx: Esta vez buscar en:
he: הפעם לחפש ב:
ja: 今回だけ使う検索エンジン:
ka: საძიებოდ გამოიყენეთ:
kab: I unadi-a:
ko: 이번만 검색:
lo: ຄັ້ງນີ້ ຄົ້ນຫາດ້ວຍ:
ml: ഈ വട്ടം ഇതിൽ തിരയുക:
sl: Tokrat išči:
zh_cn: 本次搜索使用：

# Search.EngineSection.Title.v108
source: %@ search
es_mx: Buscar con %@
eu: %@ bilaketa
he: חיפוש ב־%@
hu: %@ keresés
ja: %@ 検索
ka: %@ ძიება
kab: Anadi %@
ko: %@ 검색
lo: %@ ຄົ້ນຫາ
ml: %@ തിരയൽ
pl: Szukaj w %@
sl: Iskalnik %@
zh_cn: %@ · 搜索
zh_tw: 搜尋 %@

# Search.Google.Title.v108
source: Google Search
es_mx: Búsqueda de Google
eu: Google bilaketa
he: חיפוש ב־Google
hu: Google keresés
ja: Google 検索
ka: Google ძიება
kab: Anadi deg Google
ko: 구글 검색
lo: ຄົ້ນ​ຫາ Google
ml: Google തിരയൽ
pl: Szukaj w Google
sl: Iskalnik Google
zh_cn: Google 搜索
zh_tw: Google 搜尋

# SearchZero.Clear.ButtonTitle.v146
source: Clear
he: ניקוי
ka: გასუფთავება
ko: 지우기
ml: മായ്ക്കുക
sl: Počisti
