Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Settings.Notifications.TurnOnNotificationsMessage.v112
source: Go to your device Settings to turn on notifications in %@
es_mx: Ve a los ajustes de tu dispositivo para activar las notificaciones en %@
eu: Zoaz gailuaren ezarpenetara eta aktibatu jakinarazpenak %@(e)n.
he: יש לעבור להגדרות המכשיר כדי להפעיל התרעות ב־%@
hu: Ugorjon az eszköz beállításaihoz, hogy bekapcsolja a %@ értesítéseit
ja: %@ の通知をオンにするには、端末の [設定] に移動してください
ka: ჩაურთეთ მოწყობილობის პარამეტრებიდან და %@ შეძლებს შეტყობინებების ჩვენებას
kab: Ddu ɣer yiɣewwaren n yibenk-ik i urmad n yilɣa deg %@
ko: 장치 설정으로 이동하여 %@에서 알림을 켜십시오.
lo: ໄປທີ່ການຕັ້ງຄ່າອຸປະກອນຂອງທ່ານເພື່ອເປີດການແຈ້ງເຕືອນໃນ %@
ml: %@-ൽ അറിയിപ്പുകൾ തുടങ്ങിവയ്ക്കാൻ താങ്ങളുടെ ഉപകരണ ക്രമീകരണത്തിലേക്ക് പോവുക
pl: Przejdź do ustawień urządzenia, by włączyć powiadomienia w przeglądarce %@
sl: Pojdite v nastavitve naprave in vklopite obvestila v %@
zh_cn: 前往设备设置中的“%@”开启通知
zh_tw: 前往您的裝置設定，即可開啟 %@ 通知功能

# Settings.Notifications.TurnOnNotificationsTitle.v112
source: Turn on Notifications
es_mx: Activar notificaciones
eu: Aktibatu jakinarazpenak
he: הפעלת התרעות
hu: Értesítések bekapcsolása
ja: 通知をオンにする
ka: შეტყობინებების ჩართვა
kab: Rmed ilɣa
ko: 알림 켜기
lo: ເປີດການແຈ້ງເຕືອນ
ml: അറിയിപ്പുകൾ തുടങ്ങി വയ്ക്കുക
pl: Włącz powiadomienia
sl: Vklopi obvestila
zh_cn: 开启通知
zh_tw: 開啟通知

# Settings.PrivacyNotice.Title.v137
source: Privacy Notice
es_mx: Aviso de privacidad
he: הצהרת פרטיות
ka: პირადულობის განაცხადი
kab: Tasertit n tbaḍnit
ko: 개인 정보 보호 정책
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
ml: സ്വകാര്യത അറിയിപ്പു്
sl: Obvestilo o zasebnosti
zh_cn: 隐私声明

# Settings.Rollouts.Link.v148
source: Learn More
he: מידע נוסף
ml: കൂടുതലറിയുക

# Settings.Rollouts.Message.v148
source: %@ will improve features, performance, and stability between updates. Changes applied remotely.
he: ‏%@ ישפר תכונות, ביצועים ויציבות בין עדכונים. שינויים יוחלו מרחוק.

# Settings.Rollouts.Title.v148
source: Allow Remote Improvements
he: לאפשר שיפורים מרוחקים

# Settings.ScrollToHideTabAndAddressBar.Title.v138
source: Scroll to Hide Tab and Address Bar
he: גלילה להסתרת שורת הכתובת והלשוניות
ka: მოძრაობისას ჩანართისა და მისამართის ზოლის დამალვა
kab: Sedrurem akken ad teffreḍ iccer d ufeggag n tansa
ko: 탭과 주소 표시줄 숨기기로 스크롤
lo: ເລື່ອນໄປທີ່ແຖບເຊື່ອງ ແລະ ແຖບທີ່ຢູ່
sl: Podrsajte, da skrijete vrstico z zavihki in naslovom
zh_cn: 滚动时隐藏标签页和地址栏

# Settings.Search.Accessibility.DefaultSearchEngine.v121
source: Default Search Engine
es_mx: Motor de búsqueda predeterminado
eu: Bilaketa-motor lehenetsia
he: מנוע חיפוש ברירת מחדל
hu: Alapértelmezett keresőszolgáltatás
ja: デフォルト検索エンジン
ka: ნაგულისხმევი საძიებო
kab: Amsedday n unadi amezwer
ko: 기본 검색 엔진
lo: ເຄື່ອງມືການຄົ້ນຫາເລີ່ມຕົ້ນ
ml: തനതുതിരച്ചിൽയന്ത്രം
pl: Domyślna wyszukiwarka
sl: Privzeti iskalnik
zh_cn: 默认搜索引擎
zh_tw: 預設搜尋引擎

# Settings.Search.Accessibility.LearnAboutSuggestions.v124
source: Learn more about Firefox Suggest
es_mx: Saber más sobre Firefox Suggest
eu: Firefox Suggest-i buruzko argibide gehiago
he: מידע נוסף על Firefox Suggest
ja: Firefox Suggest について
ka: ვრცლად Firefox-შემოთავაზების შესახებ
kab: Issin ugar ɣef Firefox Suggest
ko: Firefox 제안에 대해 더 알아보기
lo: ສຶກສາເພີ່ມເຕີມກ່ຽວກັບ Firefox Suggest
ml: ഫയര്‍ഫോക്സ് സച്ചസ്റ്റിനെപറ്റി കൂടുതലറിയുക
pl: Więcej informacji o podpowiedziach Firefoksa
sl: Več o Firefoxovih predlogih
zh_cn: 详细了解 Firefox 建议
zh_tw: 了解 Firefox Suggest 的相關資訊

# Settings.Search.AlternateSearchEngines.Title.v124.v2
source: Alternative Search Engines
es_mx: Motores de búsqueda alternativos
he: מנועי חיפוש חלופיים
ja: 代替検索エンジン
ka: სათადარიგო საძიებოები
kab: Imseddayen n unadi niḍen
ko: 다른 검색 엔진
lo: ເຄື່ອງການຄົ້ນຫາທາງເລືອກ
ml: ഇതര തിരയൽ യന്ത്രങ്ങൾ
pl: Alternatywne wyszukiwarki
sl: Pomožni iskalniki
zh_cn: 备用搜索引擎
zh_tw: 替代搜尋引擎

# Settings.Search.DefaultSearchEngine.Title.v121
source: Default Search Engine
es_mx: Motor de búsqueda predeterminado
eu: Bilaketa-motor lehenetsia
he: מנוע חיפוש ברירת מחדל
hu: Alapértelmezett keresőszolgáltatás
ja: デフォルト検索エンジン
ka: ნაგულისხმევი საძიებო
kab: Amsedday n unadi amezwer
ko: 기본 검색 엔진
lo: ເຄື່ອງມືການຄົ້ນຫາເລີ່ມຕົ້ນ
ml: തനതുതിരച്ചിൽയന്ത്രം
pl: Domyślna wyszukiwarka
sl: Privzeti iskalnik
zh_cn: 默认搜索引擎
zh_tw: 預設搜尋引擎

# Settings.Search.EnginesSuggestions.Title.v124
source: Suggestions from Search Engines
es_mx: Sugerencias de motores de búsqueda
eu: Bilaketa-motorretako gomendioak
he: הצעות ממנועי חיפוש
ja: 検索エンジンからの検索候補
ka: შემოთავაზებები საძიებოებისგან
kab: Isumar seg yimseddayen n unadi
ko: 검색 엔진의 제안
lo: ຄໍາແນະນໍາຈາກເຄື່ອງມືຄົ້ນຫາ
ml: തിരയൽ യന്ത്രങ്ങളിൽ നിന്നുള്ള നിർദ്ദേശങ്ങൾ
pl: Podpowiedzi wyszukiwarek
sl: Predlogi iskalnikov
zh_cn: 搜索引擎提供的建议
zh_tw: 來自搜尋引擎的建議

# Settings.Search.PageTitle.v121
source: Search
es_mx: Buscar
eu: Bilaketa
he: חיפוש
hu: Keresés
ja: 検索
ka: ძიება
kab: Nadi
ko: 검색
lo: ຄົ້ນຫາ
ml: തിരയുക
pl: Wyszukiwanie
sl: Iskanje
zh_cn: 搜索
zh_tw: 搜尋

# Settings.Search.PrivateSession.Description.v125
source: Show suggestions from search engines in private sessions
es_mx: Mostrar sugerencias de buscadores en sesiones privadas
he: הצגת הצעות ממנועי חיפוש בהפעלות פרטיות
ja: プライベートセッションで検索エンジンからの候補を表示します
ka: საძიებოსგან შემოთავაზებების ჩვენება პირად ფანჯრებში
kab: Sken isumar seg yimseddayen n unadi deg tɣimiyin tusligin
ko: 비공개 세션에서 검색 엔진의 제안 표시
lo: ສະແດງຄໍາແນະນໍາຈາກເຄື່ອງມືການຄົ້ນຫາໃນໜ້າຕ່າງສ່ວນຕົວ
sl: Prikazuj predloge iskalnikov v zasebnem brskanju
zh_cn: 在隐私浏览中显示来自搜索引擎的建议
zh_tw: 於隱私瀏覽階段中顯示搜尋引擎的建議內容

# Settings.Search.PrivateSession.Setting.v124
source: Show in Private Sessions
es_mx: Mostrar en sesiones privadas
eu: Erakutsi saio pribatuetan
he: הצגה בהפעלות פרטיות
ja: プライベートセッションで表示する
ka: ჩვენება პირად ფანჯრებში
kab: Isumar deg tɣimiyin tusligin
ko: 사생활 보호 세션에서 보기
lo: ສະແດງໃນພາກສ່ວນທີ່ເປັນສ່ວນຕົວ
ml: സ്വകാര്യ തിരച്ചില്ക്കാലങ്ങളിൽ കാണിക്കുക
pl: W prywatnych sesjach
sl: Prikazuj v zasebnih sejah
zh_cn: 在隐私浏览中显示
zh_tw: 於隱私瀏覽模式顯示

# Settings.Search.ShowSuggestions.v121
source: Show Search Suggestions
es_mx: Mostrar sugerencias de búsqueda
eu: Erakutsi bilaketa-iradokizunak
he: הצגת הצעות חיפוש
hu: Keresési javaslatok megjelenítése
ja: 検索語句の候補を表示
ka: ძიების შემოთავაზების ჩვენება
kab: Sken isumar n unadi
ko: 검색 추천 보기
lo: ສະແດງຄຳແນະນຳການຄົ້ນຫາ
ml: തിരയല്‍ നിര്‍ദ്ദേശങ്ങള്‍ കാണിക്കുക
pl: Podpowiedzi wyszukiwania
sl: Prikazuj predloge iskanja
zh_cn: 显示搜索建议
zh_tw: 顯示搜尋建議

# Settings.Search.Suggest.AddressBarSetting.Title.v124
source: Address bar - Firefox Suggest
es_mx: Barra de direcciones - Sugerencias de Firefox
eu: Helbide-barra - Firefox Suggest
he: שורת הכתובת - Firefox Suggest
ja: アドレスバー - Firefox Suggest
ka: მისამართების ველში Firefox-შემოთავაზება
kab: Afeggag n tansiwin - Firefox isumer
ko: 주소 표시줄 - Firefox 제안
lo: ແຖບທີ່ຢູ່ - ແນະນໍາ Firefox
ml: വിലാസ പട്ട - ഫയർഫോക്സ് നിർദ്ദേശം
pl: Pasek adresu – podpowiedzi Firefoksa
sl: Naslovna vrstica – Firefoxovi predlogi
zh_cn: 地址栏 - Firefox 建议
zh_tw: 網址列 - Firefox Suggest

# Settings.Search.Suggest.LearnAboutSuggestions.v124
source: Learn more about Firefox Suggest
es_mx: Saber más sobre Firefox Suggest
eu: Firefox Suggest-i buruzko argibide gehiago
he: מידע נוסף על Firefox Suggest
ja: Firefox Suggest について
ka: ვრცლად Firefox-შემოთავაზების შესახებ
kab: Issin ugar ɣef Firefox Suggest
ko: Firefox 제안에 대해 더 알아보기
lo: ສຶກສາເພີ່ມເຕີມກ່ຽວກັບການແນະນຳ Firefox
ml: ഫയര്‍ഫോക്സ് സച്ചസ്റ്റിനെപറ്റി കൂടുതലറിയുക
pl: Więcej informacji o podpowiedziach Firefoksa
sl: Več o Firefoxovih predlogih
zh_cn: 详细了解 Firefox 建议
zh_tw: 了解 Firefox Suggest 的相關資訊

# Settings.Search.Suggest.PrivateSession.Description.v125
source: Show suggestions from Firefox Suggest in private sessions
es_mx: Mostrar sugerencias de Firefox Sugerir en sesiones privadas
he: הצגת הצעות מ־Firefox Suggest בהפעלות פרטיות
ja: プライベートセッションで Firefox Suggest からの候補を表示します
ka: Firefox-შემოთავაზების ჩვენება პირად ფანჯრებში
kab: Sken isumar seg yisumar n Firefox deg tɣimiyin tusligin
ko: 비공개 세션에서 Firefox 제안 표시
lo: ສະແດງຄໍາແນະນໍາຈາກ Firefox Suggest ໃນໜ້າຕ່າງສ່ວນຕົວ
sl: Prikazuj Firefoxove predloge v zasebnih sejah
zh_cn: 在隐私浏览中显示来自 Firefox 建议的结果
zh_tw: 於隱私瀏覽階段中顯示 Firefox Suggest 的建議內容

# Settings.Search.Suggest.SearchBrowsingHistory.Title.v124
source: Search Browsing History
es_mx: Buscar historial de navegación
eu: Bilatu nabigatze-historia
he: חיפוש בהיסטוריית הגלישה
ja: 閲覧履歴を検索する
ka: ძიება ნანახ გვერდებში
kab: Nadi deg uzray n tunigin
ko: 방문 기록 검색
lo: ຄົ້ນຫາປະຫວັດການທ່ອງເວັບ
ml: നാൾവഴി തിരയുക
pl: Historia
sl: Iskanje po zgodovini iskanja
zh_cn: 搜索浏览历史
zh_tw: 顯示瀏覽紀錄

# Settings.Search.Suggest.SearchSearchBookmarks.Title.v124
source: Search Bookmarks
es_mx: Buscar marcadores
eu: Bilatu laster-markak
he: חיפוש בסימניות
ja: ブックマークを検索
ka: ძიება სანიშნებში
kab: Nadi ticraḍ n yisebtar
ko: 북마크 검색
lo: ຄົ້ນຫາບຸກມາກ
ml: അടയാളക്കുറിപ്പുകള്‍ തിരയുക
pl: Zakładki
sl: Iskanje po zaznamkih
zh_cn: 搜索书签
zh_tw: 搜尋書籤

# Settings.Search.Suggest.SearchSyncedTabs.Title.v124
source: Search Synced Tabs
es_mx: Buscar pestañas sincronizadas
eu: Bilatu sinkronizatutako fitxak
he: חיפוש בלשוניות מסונכרנות
ja: 同期したタブを検索
ka: ძიება დასინქ. ჩანართებში
kab: Nadi accaren yemtawan
ko: 동기화된 탭 검색
lo: ຄົ້ນຫາແຖບທີ່ຊິ້ງແລ້ວ
ml: സമന്വയിപ്പിച്ച ടാബുകൾ തിരയുക
pl: Karty z innych urządzeń
sl: Iskanje po sinhroniziranih zavihkih
zh_cn: 搜索同步的标签页
zh_tw: 搜尋同步的分頁

# Settings.Search.Suggest.ShowNonSponsoredSuggestions.Description.v124.v2
source: Get suggestions from %@ related to your search
es_mx: Recibe sugerencias de %@ relacionadas con tu búsqueda
eu: Eskuratu zure bilaketarekin erlazionatutako gomendioak %@ erabilita
he: קבלת הצעות מ־%@ הקשורות לחיפוש שלך
ja: 検索語句に関連した提案を %@ から取得します
ka: შემოთავაზებებს გაჩვენებთ %@ თქვენ მიერ მოძიებულის შესაბამისად
kab: Awi isumar seg %@ yeqqnen ɣer unadi-k·m
ko: 사용자 검색과 관련된 %@의 제안을 받으세요.
lo: ຮັບຄຳແນະນຳຈາກ %@ ທີ່ກ່ຽວຂ້ອງກັບການຄົ້ນຫາຂອງທ່ານ
pl: Otrzymuj podpowiedzi od przeglądarki %@ związane z wyszukiwanymi słowami
sl: Prejemajte predloge %@a, povezane z vašim iskanjem
zh_cn: 从 %@ 获取与您的搜索相关的建议
zh_tw: 從 %@ 取得您搜尋內容的相關建議

# Settings.Search.Suggest.ShowNonSponsoredSuggestions.Title.v124.v2
source: Suggestions from the Web
es_mx: Sugerencias de la web
eu: Webeko gomendioak
he: הצעות מהרשת
ja: ウェブからの提案
ka: შემოთავაზებები ვებსივრციდან
kab: Isumar seg web
ko: 웹에서 제안
lo: ຄຳແນະນຳຈາກເວັບ
ml: ഗോളാന്തരവലയിൽ നിന്നുള്ള നിർദ്ദേശങ്ങൾ
pl: Podpowiedzi z Internetu
sl: Predlogi s spleta
zh_cn: 来自网络的建议
zh_tw: 網路上的搜尋建議

# Settings.Search.Suggest.ShowSponsoredSuggestions.Description.v124
source: Support %@ with occasional sponsored suggestions
es_mx: Apoya a %@ con sugerencias patrocinadas ocasionales
eu: Lagundu %@ tartekako babesleen gomendioekin
he: תמיכה ב־%@ עם הצעות ממומנות מדי פעם
ja: スポンサーからの提案を随時表示して %@ を支援します
ka: თანადგომისთვის იხილეთ შემოთავაზებები დამკვეთებისგან, %@ დროდადრო რომ მოგაწვდით
kab: Mudd tallalt i %@ s uskan n yisumar i d-yettuwellhen sya ɣer da
ko: 가끔씩 스폰서 제안으로 %@ 지원
lo: ຊັບພອດ %@ ພ້ອມກັບ​ຄໍາ​ແນະ​ນໍາ​ສະ​ຫນັບ​ສະ​ຫນູນ​ເປັນ​ບາງ​ຄັ້ງ​ຄາວ​
pl: Wspieraj przeglądarkę %@, od czasu do czasu wyświetlając sponsorowane podpowiedzi
sl: Podprite %@ z občasnimi sponzoriranimi predlogi
zh_cn: 不定期提供赞助商建议以支持 %@
zh_tw: 允許贊助商偶爾顯示廣告，支持 %@ 的發展

# Settings.Search.Suggest.ShowSponsoredSuggestions.Title.v124
source: Suggestions from Sponsors
es_mx: Sugerencias de patrocinadores
he: הצעות מנותני חסות
ja: スポンサーからの提案
ka: შემოთავაზებები დამკვეთისგან
kab: Isumar sɣur imendaden
ko: 스폰서 제안
lo: ຄຳແນະນຳຈາກສະປອນເຊີ
sl: Predlogi sponzorjev
zh_cn: 来自赞助商的建议
zh_tw: 來自贊助商的建議

# Settings.Studies.Link.v136
source: Learn More
es_mx: Saber más
he: מידע נוסף
ka: ვრცლად
kab: Issin ugar
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
sl: Več o tem
zh_cn: 详细了解

# Settings.Studies.Link.v148
source: Learn More
he: מידע נוסף
ml: കൂടുതലറിയുക

# Settings.Studies.Message.v136
source: Try out features and ideas before they’re released to everyone.
es_mx: Prueba funcionalidades e ideas antes de que estén disponibles para todos.
he: נסו תכונות ורעיונות לפני שהם משוחררים לכולם.
ka: გამოცადეთ შესაძლებლობები ჯერ კიდევ ჩანაფიქრის დონეზე, სანამ ყველასთვის ხილული გახდება.
kab: Ɛreḍ timahilin d tektiwin send ma ad asent-nserrḥen akk i medden.
ko: 기능과 아이디어가 공개되기 전에 미리 사용해 보세요.
lo: ລອງໃຊ້ຄຸນສົມບັດ ແລະ ແນວຄວາມຄິດກ່ອນທີ່ພວກມັນຈະຖືກເປີດເຜີຍໃຫ້ທຸກຄົນຮູ້.
ml: എല്ലാവൎക്കും കിട്ടുന്നതിനു് മുമ്പെ പുതിയ സവിശേഷകൾ ഉപയോഗിച്ചു നോക്കുക.
sl: Preizkusite funkcije in ideje, preden so na voljo vsem.
zh_cn: 抢先体验尚未全面推出的功能和概念。

# Settings.Studies.Message.v148
source: %@ randomly selects users to test features, which improves quality for everyone.
he: ‏%@ בוחר באופן אקראי משתמשים לבדיקת תכונות, מה שמשפר את האיכות עבור כולם.

# Settings.Studies.Title.v136
source: Install and Run Studies
es_mx: Instalar y ejecutar estudios
he: התקנה והרצת מחקרים
ka: კვლევების ჩამატება და გაშვება
kab: Sbedd syen seddu almad
ko: 연구 설치 및 실행
lo: ຕິດຕັ້ງ ແລະ ດໍາເນີນການສຶກສາ
ml: പാഠനങ്ങൾ സ്ഥാപിച്ചിട്ടു് അവയെ നടത്തുക
sl: Nameščaj in izvajaj raziskave
zh_cn: 安装并运行研究

# Settings.Studies.Title.v148
source: Allow Feature Studies
he: לאפשר מחקרי תכונות

# Settings.Summarize.FooterTitle.v142
source: Provides access to summarize pages.
he: מספק גישה לסיכום עמודים.
ka: უზრუნველყოფს წვდომას გვერდების შეჯამებისთვის.
ko: 요약 페이지에 대한 접근을 제공합니다.
lo: ສະຫນອງການເຂົ້າເຖິງເພື່ອສະຫຼຸບຫນ້າ.

# Settings.Summarize.GesturesSection.FooterTitle.v142
source: Shake your device from side to side to summarize a page.
he: ניעור המכשיר מצד לצד כדי לסכם עמוד.
ka: შეარხიეთ მოწყობილობა გვერდის შესაჯამებლად.
ko: 기기를 좌우로 흔들어 페이지를 요약할 수 있습니다.
lo: ສັ່ນອຸປະກອນຂອງທ່ານຈາກດ້ານຂ້າງເພື່ອສະຫຼຸບຫນ້າ.

# Settings.Summarize.GesturesSection.ShakeGestureTitle.v142
source: Shake to Summarize
he: ניעור לסיכום
ka: შერხევა შეჯამებისთვის
ko: 흔들어서 요약
lo: ສັ່ນເພື່ອສະຫຼຸບ

# Settings.Summarize.GesturesSection.Title.v142
source: Gestures
he: מחוות
ka: ჟესტები
kab: Isillfen
ko: 제스처
lo: ທ່າທາງ
ml: ആംഗ്യങ്ങൾ

# Settings.Summarize.SummarizePagesTitle.v142
source: Summarize Pages
he: סיכום עמודים
ka: გვერდების შეჯამება
ko: 페이지 요약
lo: ສະຫຼຸບໜ້າ
ml: താൾ വിവരം ചുരുക്കിപ്പറയുക

# Settings.Summarize.Title.v142
source: Page Summaries
he: סיכומי עמודים
ka: გვერდის შეჯამება
ko: 페이지 요약
lo: ບົດສະຫຼຸບຂອງໜ້າ
ml: താൾ ചുരുക്കം

# Settings.TechnicalData.Link.v136
source: Learn More
es_mx: Saber más
he: מידע נוסף
ka: ვრცლად
kab: Issin ugar
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
sl: Več o tem
zh_cn: 详细了解

# Settings.TechnicalData.Message.v136
source: Data about your device, hardware configuration, and usage helps us improve %@ features, performance and stability.
es_mx: Los datos sobre tu dispositivo, la configuración del hardware y el uso nos ayudan a mejorar las funciones, el rendimiento y la estabilidad de %@.
he: נתונים על המכשיר שלך, תצורת החומרה ואופן השימוש בדפדפן מסייעים לנו לשפר את היכולות, הביצועים והיציבות של %@.
ka: თქვენი მოწყობილობის მასახიათებლები, აპარატურული გაწყობა და გამოყენების მონაცემები გვეხმარება გავაუმჯობესოთ %@ შესაძლებლობების, წარმადობისა და მდგრადობის კუთხით.
kab: Isefka yerzan ibenk-ik, tawila n warrum akked useqdec-ik, ttεawanen-aɣ ad nesnerni timahilin, tamlellit akked urkad n %@.
ko: 기기와 하드웨어 구성, 사용 현황에 대한 데이터는 %@ 기능과 성능, 안정성을 개선하는 데 도움이 됩니다.
lo: ຂໍ້​ມູນ​ກ່ຽວ​ກັບ​ອຸ​ປະ​ກອນ​ຂອງ​ທ່ານ​, ການ​ຕັ້ງ​ຄ່າ​ຮາດ​ແວ​, ແລະ ​ການ​ນໍາ​ໃຊ້​ຊ່ວຍ​ໃຫ້​ພວກ​ເຮົາ​ປັບ​ປຸງ %@ ຄຸນ​ນະ​ສົມ​ບັດ​, ປະ​ສິດ​ທິ​ພາບ​ ແລະ​ ຄວາມ​ສະຖຽນ.
sl: Podatki o vaši napravi, nastavitvi strojne opreme in uporabi nam pomagajo izboljševati zmogljivosti, delovanje in zanesljivost %@a.
zh_cn: 与您的设备、硬件配置、使用方式相关的数据，有助于我们改进 %@ 的功能、性能、稳定性。

# Settings.TechnicalData.Title.v136
source: Send Technical and Interaction Data
es_mx: Enviar datos técnicos y de interacción
he: שליחת נתונים טכניים ונתוני אינטראקציה
ka: ტექნიკური და გამოყენების მონაცემების გაგზავნა
kab: Azen isefka itiknikanen akked temyigawt
ko: 기술과 상호작용 데이터 보내기
lo: ສົ່ງຂໍ້ມູນດ້ານວິຊາການ ແລະ ການໂຕ້ຕອບ
ml: സാങ്കേതിയും ഇടപാടുനീയ ദത്ത അയയ്ക്കുക
sl: Pošiljaj tehnične podatke in podatke o interakcijah
zh_cn: 发送技术和交互数据

# Settings.TermsOfUse.Title.v137
source: Terms of Use
es_mx: Términos de uso
he: תנאי שימוש
ka: გამოყენების პირობები
kab: Tiwtilin n useqdec
ko: 이용 약관
lo: ເງື່ອນໄຂການນໍາໃຊ້
ml: ഉപയോഗനിബന്ധനകള്‍
sl: Pogoji uporabe
zh_cn: 使用条款

# Settings.Toolbar.Navigation.MiddleButton.Home.v145
source: Home
he: בית
ka: მთავარი
kab: Asebter agejdan
ko: 홈
lo: ໜ້າຫຼັກ
ml: പൂമുഖം
sl: Domov

# Settings.Toolbar.Navigation.MiddleButton.NewTab.v145
source: New Tab
he: לשונית חדשה
ka: ახალი ჩანართი
kab: Iccer amaynut
ko: 새 탭
lo: ແທັບໃຫມ່
ml: പുതിയ ടാബു്
sl: Nov zavihek

# Settings.Translation.SectionTitle.v145
source: Translation Preferences
he: העדפות תרגום
ka: თარგმნის პარამეტრები
ko: 번역 설정
ml: വിവർത്തനത്തുള്ള മുൻഗണനകള്‍
sl: Nastavitve prevajanja

# Settings.Translation.SettingOff.v145
source: Off
he: כבוי
ka: გამორთ.
kab: Yensa
ko: 끄기
lo: ປິດ
ml: അണച്ചതു്
sl: Izključeno

# Settings.Translation.SettingOn.v145
source: On
he: פעיל
ka: ჩართ.
kab: Yermed
ko: 켜기
lo: ເປີດ
ml: തുടങ്ങിവച്ചതു്
sl: Vključeno

# Settings.Translation.Title.v145
source: Translation
he: תרגום
ka: თარგმნა
kab: Tasuqilt
ko: 번역
lo: ການແປ
ml: മൊഴിമാറ്റം
sl: Prevajanje

# Settings.Translation.ToggleTitle.v145
source: Enable Translations
he: הפעלת תרגומים
ka: თარგმნის ჩართვა
ko: 번역 활성화
ml: മൊഴിമാറ്റങ്ങൾ പ്രവൎത്തനക്ഷമമാക്കുക
sl: Omogoči prevajanje

# SendTo.NoDevicesFound.Message.v119
source: You don’t have any other devices connected to this account available to sync.
es_mx: No tienes ningún otro dispositivo conectado a esta cuenta disponible para sincronizar.
eu: Ez daukazu kontu honetara sinkronizatzeko konektatutako beste gailurik.
he: אין לך מכשירים אחרים המחוברים לחשבון זה הזמינים לסנכרון.
hu: Nincs más, ezzel a fiókkal összekapcsolt eszköze, amellyel szinkronizálhatna.
ja: このアカウントに接続された端末が見つかりませんでした。
ka: არცერთი სხვა მოწყობილობა არ გაქვთ დაკავშირებული ამ ანგარიშთან დასინქრონებისთვის.
kab: Ur tesɛiḍ ara ibenkan niḍen yeqqnen ɣer umiḍan-a i wejden i umtawi.
ko: 동기화할 수 있는 이 계정에 연결된 다른 장치가 없습니다.
lo: ທ່ານບໍ່ມີອຸປະກອນອື່ນໃດທີ່ເຊື່ອມຕໍ່ກັບບັນຊີນີ້ເພື່ອຊິງຄ໌ໄດ້.
ml: താങ്ങളുടെ അക്കൗണ്ടു് സമന്വയിപ്പിക്കാൻ വേണ്ടി ഈ ഉപകരണമോടു് ബന്ധപ്പെട്ടിട്ട മറ്റു ഉപകരണങ്ങളില്ല.
pl: Brak innych urządzeń połączonych z tym kontem dostępnych do synchronizacji.
sl: S tem računom nimate povezanih drugih naprav na voljo za sinhronizacijo.
zh_cn: 您的账户中没有其他设备可供同步。
zh_tw: 您沒有其他連結到此帳號的裝置可進行同步。

# SendTo.NotSignedIn.Title.v119
source: You are not signed in to your account.
es_mx: No has iniciado sesión en tu cuenta.
eu: Ez duzu zure kontuan saiorik hasi.
he: לא מחובר לחשבון שלך.
hu: Nincs bejelentkezve a fiókjába.
ja: アカウントにログインしていません。
ka: არ ხართ შესული თქვენს ანგარიშზე.
kab: Aql-ak ur teqqineḍ ara ɣer umiḍan-ik.
ko: 계정에 로그인되어 있지 않습니다.
lo: ທ່ານຍັງບໍ່ໄດ້ເຂົ້າສູ່ລະບົບບັນຊີຂອງທ່ານ.
ml: താങ്കള്‍ താങ്കളുടെ അക്കൗണ്ടിലെക്ക് പ്രവേശിച്ചിട്ടില്ല.
pl: Nie zalogowano na koncie.
sl: Niste prijavljeni v svoj račun.
zh_cn: 您尚未登录账户。
zh_tw: 您尚未登入帳號。

# ShareExtension.FileCopiedToClipboard.Title.v139
source: File Copied To Clipboard
he: הקובץ הועתק ללוח העריכה
ka: ფაილის ასლი აღებულია
kab: Afaylu-nni yettwanɣel ɣer tfelwit n ufus
ko: 클립보드에 파일 복사됨
lo: ສຳເນົາໄຟລໄປໄວ້ໃນຄລິບບອດແລ້ວ
ml: പകൎത്തൽപെട്ടിയിലോട്ടു് ഫയൽ പകൎത്തി
sl: Datoteka kopirana v odložišče
zh_cn: 文件已复制到剪贴板

# CreditCard.SnackBar.RemovedCardLabel.v112
source: Card Removed
es_mx: Tarjeta eliminada
eu: Txartela kenduta
he: הכרטיס הוסר
hu: Kártya eltávolítva
ja: カード情報が削除されました
ka: ბარათი ამოიშალა
kab: Tettwakkes tkarḍa
ko: 카드 삭제됨
lo: ລຶບບັດອອກແລ້ວ
ml: ചീട്ടു് നീക്കം ചെയ്തു
pl: Usunięto kartę
sl: Kartica odstranjena
zh_cn: 卡片已移除
zh_tw: 已移除卡片

# CreditCard.SnackBar.SavedCardLabel.v112
source: New Card Saved
es_mx: Nueva tarjeta guardada
eu: Txartel berria gordeta
he: כרטיס חדש נשמר
hu: Új kártya mentve
ja: 新規カード情報が保存されました
ka: ახალი ბარათი შენახულია
kab: Tettwasekles tkarḍa tamaynut
ko: 새 카드 저장됨
lo: ບັນທຶກບັດໃໝ່ແລ້ວ
ml: പുതിയ ചീട്ടു് കരുതിവച്ചു
pl: Zachowano nową kartę
sl: Nova kartica shranjena
zh_cn: 已保存新卡片
zh_tw: 已儲存新卡片

# CreditCard.SnackBar.UpdatedCardLabel.v122
source: Card Information Updated
es_mx: Información de la tarjeta actualizada
eu: Txartelaren informazioa eguneratuta
he: פרטי הכרטיס עודכנו
ja: カード情報が更新されました
ka: ბარათის მონაცემები განახლდა
kab: Talɣa n tkarḍa tettwaleqqem
ko: 카드 정보 수정됨
lo: ອັບເດດຂໍ້ມູນບັດແລ້ວ
ml: ചീട്ടിൽ വിവരം മാറ്റി
pl: Uaktualniono dane karty
sl: Podatki o kartici posodobljeni
zh_cn: 已更新卡片信息
zh_tw: 已更新卡片資訊

# SentFromFirefox.SocialShare.SettingsToggle.Subtitle.v134
source: Spread the word about %1$@ every time you share a link on %2$@.
es_mx: Corre la voz acerca de %1$@ cada vez que compartas un enlace en %2$@.
he: הפיצו את הבשורה על %1$@ בכל שיתוף קישור ב־%2$@.
ja: %2$@ でリンクを共有するときに、%1$@ についても広めましょう。
ka: გააცანით %1$@ სხვებსაც ყოველ ჯერზე ბმულის გაზიარებით %2$@-ზე.
kab: Zuzer awal ɣef %1$@ yal mi ara tebḍuḍ aseɣwen ɣef %2$@.
ko: %2$@에서 링크를 공유할 때마다 %1$@에 대한 소문을 올리세요.
lo: ເຜີຍແຜ່ກ່ຽວກັບ %1$@ ທຸກໆຄັ້ງທີ່ທ່ານແບ່ງປັນລິ້ງໃນ %2$@.
ml: ഓരോ തവണ താങ്ങൾ %2$@-ൽ കണ്ണി പങ്കിടുമ്പോൾ %1$@-നെ കുറിച്ചു് എല്ലാവരെയും അറിയിക്കണം.
sl: Širite besedo o %1$@u vsakokrat, ko delite povezavo na %2$@u.
zh_cn: 分享链接到 %2$@ 上时，顺带宣传 %1$@。

# SentFromFirefox.SocialShare.SettingsToggle.Title.v134
source: Include %1$@ Download Link on %2$@ Shares
es_mx: Incluir el enlace de descarga de %1$@ al compartir en %2$@
he: לכלול קישור להורדה ל־%1$@ בשיתופים ב־%2$@
ja: %2$@ で共有するときに、%1$@ のダウンロードリンクを追加する
ka: გააზიარეთ %1$@ ჩამოსატვირთი ბმულით %2$@-ზე
kab: Seddu aseɣwen n usader n %1$@ deg ibeṭṭuyen n %2$@.
ko: %2$@ Shares에 %1$@ 다운로드 링크 포함
lo: ລວມເອົາ %1$@ ລິ້ງດາວໂຫຼດຢູ່ໃນ %2$@ Shares
ml: %2$@ പങ്കിടലുകളിൽ %1$@ ഇറക്കിവയ്ക്കൽ-കണ്ണി ഉൾപ്പെടുത്തുക
sl: Vsebini, deljeni prek %2$@a, priloži povezavo za prenos %1$@a
zh_cn: 在分享到 %2$@ 的内容中附带 %1$@ 下载链接

# SentFromFirefox.SocialShare.ShareMessageA.Title.v134
source: %1$@ Sent from %2$@ 🦊 Try the mobile browser: %3$@
es_mx: %1$@ Enviado desde %2$@ 🦊 Prueba el navegador móvil: %3$@
he: ‏%1$@ נשלח מ־%2$@ 🦊 נסו את הדפדפן הנייד: %3$@
ja: %1$@ %2$@ から送信されました 🦊 モバイル版ブラウザーをお試しください: %3$@
ka: %1$@ გთავაზობთ მოსინჯოთ %2$@ 🦊 გამოცადეთ მობილური ბრაუზერი: %3$@
kab: %1$@ yettwazen sɣur %2$@ 🦊 Ԑreḍ iminig aziraz: %3$@
ko: %1$@ %2$@에서 보냄 🦊 모바일 브라우저를 사용해 보세요: %3$@
lo: %1$@ ສົ່ງມາຈາກ %2$@ 🦊 ລອງໃຊ້ໂປຣແກຣມທ່ອງເວັບໃນມືຖື: %3$@
ml: %1$@ %2$@-ൽ നിന്നു് അയച്ചു 🦊മൊബൈൽ അന്വേഷിയന്ത്രം ഉപയോഗിച്ചു നോക്കുക: %3$@
sl: %1$@ Poslano iz %2$@a 🦊 Preizkusite mobilni brskalnik: %3$@
zh_cn: %1$@ 发自 %2$@ 🦊 试用同款移动浏览器：%3$@

# SentFromFirefox.SocialShare.ShareMessageA.Title.v137
source: %1$@ Sent from %2$@ 🦊 Try the mobile browser: %3$@
es_mx: %1$@ Enviado desde %2$@ 🦊 Prueba el navegador móvil: %3$@
he: %1$@ נשלח מ־%2$@ 🦊 נסו את הדפדפן הנייד: %3$@
ka: %1$@ გიგზავნით %2$@ 🦊 გამოცადეთ მობილური ბრაუზერი: %3$@
kab: %1$@ Yettwazen seg %2$@ 🦊 Ɛreḍ iminig aziraz: %3$@
ko: %1$@ %2$@에서 보냄 🦊 모바일 브라우저: %3$@
lo: %1$@ ສົ່ງມາຈາກ %2$@ 🦊 ລອງໃຊ້ໂປຣແກຣມທ່ອງເວັບມືຖື: %3$@
ml: %1$@ %2$@-ൽ നിന്നു് അയച്ചു 🦊മൊബൈൽ അന്വേഷിയന്ത്രം ഉപയോഗിച്ചു നോക്കുക: %3$@
sl: %1$@ Poslano iz %2$@a 🦊 Preizkusite mobilni brskalnik: %3$@
zh_cn: %1$@ 发送自 %2$@ 🦊 试用同款移动浏览器：%3$@

# SentFromFirefox.SocialShare.ShareMessageB.Title.v134
source: %1$@ Sent from %2$@ 🦊 %3$@
es_mx: %1$@ Enviado desde %2$@ 🦊 %3$@
he: ‏%1$@ נשלח מ־%2$@ 🦊 ‏%3$@
ja: %1$@ %2$@ から送信されました 🦊 %3$@
ka: %1$@ გთავაზობთ მოსინჯოთ %2$@ 🦊 %3$@
kab: %1$@ yettwazen sɣur %2$@ 🦊%3$@
ko: %1$@ %2$@에서 보냄 🦊 %3$@
lo: %1$@ ສົ່ງຈາກ %2$@ 🦊 %3$@
ml: %1$@ %2$@ ൽ നിന്ന് അയച്ചു 🦊 %3$@
sl: %1$@ Poslano iz %2$@a 🦊 %3$@
zh_cn: %1$@ 发自 %2$@ 🦊%3$@

# SentFromFirefox.SocialShare.ShareMessageB.Title.v137
source: %1$@ Sent from %2$@ 🦊 %3$@
es_mx: %1$@ Enviado desde %2$@ 🦊 %3$@
he: %1$@ נשלח מ־%2$@ 🦊‏ %3$@
ka: %1$@ გიგზავნით %2$@ 🦊 %3$@
kab: %1$@ Yettwazen sɣur %2$@ 🦊 %3$@
ko: %1$@ %2$@ 🦊 %3$@에서 보냄
lo: %1$@ ສົ່ງຈາກ %2$@ 🦊 %3$@
ml: %1$@ %2$@ ൽ നിന്ന് അയച്ചു 🦊 %3$@
sl: %1$@ Poslano iz %2$@a 🦊 %3$@
zh_cn: %1$@ 发送自 %2$@ 🦊 %3$@
