Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: A search engine with this title or URL has already been added.
ast: Yá s'amestó un motor de gueta con esti títulu o URL.
bg: Вече има добавена търсеща машина с такова заглавие или адрес.
bs: Pretraživač sa ovim nazivom ili URL-om je već dodan.
cs: Vyhledávač s tímto názvem nebo adresou URL byl již přidán.
es_ar: Ya se agregó un buscador con este título o URL.
es_mx: Ya se había añadido un buscador con este título o URL.
eu: Izenburu edo helbide hau duen bilaketa-motor bat gehituta dago.
gl: Xa engadiu un buscador con este título ou URL.
gu_in: આ શીર્ષક અથવા URL સાથેનું એક શોધ એંજિન પહેલેથી જ ઉમેરવામાં આવ્યું છે.
he: כבר התווסף מנוע חיפוש עם כותרת או כתובת זו.
hu: Egy keresőszolgáltatás már hozzá lett adva ezzel a címmel vagy URL-lel.
ja: このタイトルまたは URL の検索エンジンは、すでに追加されています。
ka: საძიებო სისტემა ამ დასახელებით ან URL-მისამართით, უკვე დამატებულია.
kab: Amsedday n unadi s uzwel neɣ URL yettwarna yakan.
kk: Бұндай аты немесе сілтемесі бар іздеу жүйесі қосылған болып тұр.
ko: 이 제목이나 URL을 사용하는 검색 엔진이 이미 추가 되었습니다.
lo: ເຄື່ອງມືການຄົ້ນຫາທີ່ມີຊື່ຢູ່ແລ້ວ ຫລື URL ນີ້ໄດ້ຖືກເພີ່ມເຂົ້າໄປໄວ້ແລ້ວ.
ml: ഈ തലക്കെട്ട് അല്ലെങ്കിൽ URL ഉള്ള തിരയൽ യന്ത്രം ഇതിനകം ചേർത്തിട്ടുണ്ട്.
mr: एक शोध इंजीन या शीर्षक किंवा URL सोबत आधीपासून जोडलेले आहे.
ms: Enjin pencarian dengan tajuk atau URL ini telah ditambah.
ne_np: निम्न शीर्षक वा URL को खोजी इन्जिन पहिले नै थप गरि सकिएको छ ।
pl: Wyszukiwarka o tej nazwie lub adresie już została dodana.
ru: Поисковая система с этим заголовком или URL уже была добавлена.
sl: Iskalnik s tem imenom ali naslovom je bil že dodan.
sq: Është shtuar tashmë një motor kërkimesh me këtë titull ose URL.
ta: இந்தத் தலைப்பு (அ) உரலுடன் கூடிய தேடுபொறி ஏற்கனவே சேர்க்கப்பட்டது.
tl: Naidagdag na ang search engine na may ganitong pamagat o URL.
zh_cn: 使用此标题或网址的搜索引擎已存在。
zh_tw: 已新增使用此標題或網址的搜尋引擎。

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Failed
ast: Falló
bg: Грешка
bs: Neuspješno
cs: Selhání
es_ar: Falló
es_mx: Fallido
eu: Huts egin du
gl: Fallou
gu_in: નિષ્ફળ
he: כישלון
hu: Sikertelen
ja: 失敗
ka: ვერ მოხერხდა
kab: Ur iddi ara
kk: Сәтсіз
ko: 실패
lo: ລົ້ມເຫຼວ
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी
ms: Gagal
ne_np: असफल भयो
pl: Błąd
ru: Неудача
sl: Neuspešno
sq: Dështoi
ta: தோல்வியுற்றது
tl: Hindi nagtagumpay
zh_cn: 失败
zh_tw: 失敗

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
ast: Nun pudo amestase'l fornidor de gueta.
bg: Търсещата машина не може да бъде прибавена.
bs: Dobavljač pretrage ne može biti dodan.
cs: Vyhledávač nelze přidat.
eo: Ne eblis aldoni la serĉprovizanton.
es_ar: No se pudo agregar el buscador.
es_mx: El proveedor de búsqueda no pudo agregarse.
eu: Ezin da bilaketa-hornitzailea gehitu.
gd: Cha bʼ urrainn dhuinn an solaraiche luirg a chur ris.
gl: Non foi posíbel engadir o buscador.
gu_in: શોધ પ્રદાતા ઉમેરી શકાયું નથી.
he: לא ניתן להוסיף את ספק החיפוש.
hu: A keresési szolgáltató nem adható hozzá.
ja: 検索エンジンを追加できませんでした。
ka: საძიებო სისტემის დამატება, ვერ მოხერხდა.
kab: Amsedday n unadi ur yezmir ara ad yettwarnu.
kk: Іздеу жүйесін қосу мүмкін емес.
ko: 검색 제공자를 추가할 수 없습니다.
lo: ບໍ່ສາມາດເພີ່ມຜູ້ໃຫ້ບໍລິການຄົ້ນຫາ.
lv: Meklētāju nevar pievienot.
ml: തിരയൽ ദാതാവിനെ ചേർക്കാനായില്ല.
mr: शोध प्रदाता जोडू शकले नाही.
ms: Penyedia carian tidak dapat ditambah.
ne_np: खोज प्रदायक थप्न सकिएन।
pl: Wyszukiwarka nie mogła zostać dodana.
ro: Motorul de căutare nu a putut fi adăugat.
ru: Не удалось добавить поисковую систему.
sk: Poskytovateľ vyhľadávania nemohol byť pridaný.
sl: Ponudnika iskanja ni bilo mogoče dodati.
sq: Furnizuesi i kërkimeve s’u shtua dot.
ta: தேடுபொறி வழங்குநரைச் சேர்க்க முடியவில்லை.
zh_cn: 未能添加搜索提供者。
zh_tw: 無法新增這個搜尋引擎。

# Search.ThirdPartyEngines.FailedTitle
source: Failed
ast: Falló
bg: Грешка
bs: Neuspješno
cs: Selhání
eo: Malsukcesa
es_ar: Falló
es_mx: Falló
eu: Huts egin du
gd: Air fàilligeadh
gl: Fallou
gu_in: નિષ્ફળ
he: כישלון
hu: Sikertelen
ja: 失敗
ka: ვერ მოხერხდა
kab: Ur yeddi ara
kk: Сәтсіз
ko: 실패
lo: ລົ້ມເຫລວ
lv: Neizdevās
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी
ms: Gagal
ne_np: असफल भयो
pl: Wystąpił błąd
ro: Eșec
ru: Неудача
sk: Zlyhanie
sl: Neuspešno
sq: Dështoi
ta: தோல்வியுற்றது
tl: Hindi Matagumpay
zh_cn: 失败
zh_tw: 失敗

# Search.ThirdPartyEngines.FormErrorMessage
source: Please fill all fields correctly.
ast: Rellena tolos campos correutamente, por favor.
bg: Моля, попълнете надлежно всички полета.
bs: Molimo popunite sva polja ispravno.
cs: Prosím, vyplňte správně všechna pole.
es_ar: Llená todos los campos correctamente.
es_mx: Por favor, llena los campos correctamente.
eu: Bete zuzen eremu guztiak.
gd: Lìon gach raon mar bu chòir.
gl: Cubra correctamente todos os campos.
gu_in: બધા ક્ષેત્રો યોગ્ય રીતે ભરો.
he: נא למלא את כל השדות נכון.
hu: Helyesen töltse ki az összes mezőt.
ja: すべての項目を正しく入力してください。
ka: გთხოვთ ველები შეავსოთ სწორად.
kab: Ččaṛ akk urtan akken iwata.
kk: Барлық өрістерді дұрыс толтырыңыз.
ko: 모든 필드를 정확히 채워주세요.
lo: ກະລຸນາປ້ອນຂໍ້ມູນທັງຫມົດຢ່າງຖືກຕ້ອງ.
lv: Pareizi, lūdzu, aizpildiet visus laukus.
ml: എല്ലാ ഫീൽഡുകളും ശരിയായി പൂരിപ്പിക്കുക.
mr: कृपया सर्व रकाने बरोबर भरा.
ms: Sila isi semua medan dengan betul.
ne_np: सबै विवरणहरू भर्नुहोला।
pl: Proszę poprawnie wypełnić wszystkie pola.
ro: Te rugăm să completezi corect toate câmpurile.
ru: Пожалуйста, верно заполните все поля.
sl: Pravilno izpolnite vsa polja.
sq: Ju lutemi, plotësoni saktë krejt fushat.
ta: அனைத்து புலங்களையும் சரியாக நிரப்புக.
tl: Mangyaring punan ang lahat ng mga patlang ng tama.
zh_cn: 请正确填写所有字段。
zh_tw: 請正確填寫所需欄位。

# Search.ThirdPartyEngines.FormErrorTitle
source: Failed
ast: Falló
bg: Грешка
bs: Neuspješno
cs: Selhání
es_ar: Falló
es_mx: Error
eu: Huts egin du
gd: Dh’fhàillig seo
gl: Fallou
gu_in: નિષ્ફળ
he: כישלון
hu: Sikertelen
ja: 失敗
ka: ვერ მოხერხდა
kab: Ur yedda ara
kk: Сәтсіз
ko: 실패함
lo: ລົ້ມເຫລວ
lv: Neizdevās
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी
ms: Gagal
ne_np: असफल भयो
pl: Błąd
ru: Неудача
sl: Neuspešno
sq: Dështoi
ta: தோல்வி
tl: Nabigo
zh_cn: 失败
zh_tw: 失敗

# Search.ThirdPartyEngines.OK
source: OK
ast: Aceutar
bg: ОК
bs: U redu
eo: Akcepti
es_ar: Aceptar
es_mx: Aceptar
eu: Ados
gd: Ceart ma-thà
gl: Aceptar
gu_in: ઠીક છે
he: אישור
hu: Rendben
ka: კარგი
kab: Ih
kk: ОК
ko: 확인
lo: ຕົກລົງ
lv: Labi
ml: ശരി
mr: ठीक आहे
ne_np: ठिक छ
ru: ОК
sl: V redu
ta: சரி
zh_cn: 确定
zh_tw: 確定

source: Send Feedback
ast: Unviar feedback
bg: Изпращане обратна връзка
bs: Pošaljite povratnu informaciju
cs: Odeslat hodnocení
cy: Anfon Adborth
eo: Sendi komentojn
es_ar: Enviar opinión
es_mx: Enviar comentarios
eu: Bidali iritzia
gd: Cuir thugainn do bheachdan
gl: Enviar opinión
gu_in: પ્રતિસાદ મોકલ
he: שליחת משוב
hu: Visszajelzés küldése
ja: フィードバックを送信
ka: გამოხმაურება
kab: Azen tikti
kk: Кері байланыс хабарламасын жіберу
ko: 의견 보내기
lo: ສົ່ງຄຳຄິດເຫັນຂອງທ່ານ
lv: Nosūtīt atsauksmi
ml: പ്രതികരണം അയയ്ക്കുക
mr: प्रतिक्रिया पाठवा
ms: Hantar Maklum balas
ne_np: प्रतिक्रिया पठाउनुहोस्
pl: Prześlij swoją opinię
ro: Trimite feedback
ru: Отправить отзыв
sk: Odoslať názor
sl: Pošlji povratne informacije
sq: Dërgoni Përshtypjet
ta: பின்னூட்டம் அனுப்பு
tl: Ipadala ang Feedback
zh_cn: 发送反馈
zh_tw: 傳送意見回饋

source: Send Report
ast: Unviar informe
bg: Изпрати доклад
bs: Pošalji izvještaj
cs: Poslat hlášení
cy: Anfon Adroddiad
eo: Sendi raporton
es_ar: Enviar informe
es_mx: Enviar reporte
eu: Bidali txostena
gd: Cuir an aithisg
gl: Enviar informe
gu_in: અહેવાલ મોકલો
he: שליחת דוח
hu: Jelentés küldése
ja: クラッシュレポートを送信
ka: მოხსენება
kab: Azen aneqqis
kk: Есептемені жіберу
ko: 보고서 전송
lo: ສົ່ງລາຍງານ
lv: Sūtīt ziņojumu
ml: റിപ്പോര്‍ട്ട് അയക്കുക
mr: अहवाल पाठवा
ms: Hantar Laporan
ne_np: प्रतिवेदन पठाउनुहोस्
pl: Wyślij raport
ro: Trimite raport
ru: Отправить сообщение
sk: Odoslať hlásenie
sl: Pošlji poročilo
sq: Dërgoje Raportin
ta: அறிக்கை அனுப்பு
tl: Ipadala ang Report
zh_cn: 发送报告
zh_tw: 傳送報告

source: Send a crash report so Mozilla can fix the problem?
ast: ¿Unviar un informe de casque pa qu'asina Mozilla puea iguar el problema?
bg: Ше изпратете ли доклад за срива, така че Mozilla да реши проблема?
bs: Poslati izvještaj o rušenju tako da Mozilla može riješiti problem?
cs: Odeslat hlášení o pádu Mozille, aby mohla problém vyřešit?
cy: Anfon adroddiad chwalu fel bod modd i Mozilla drwsio'r anhawster?
eo: Ĉu sendi raporton pri paneo, tiel ke Mozilla povas solvi la problemon?
es_ar: ¿Enviar un informe de fallos para que Mozilla pueda arreglar el problema?
es_mx: ¿Enviar un reporte de fallo para que Mozilla pueda arreglar el problema?
eu: Bidali hutsegite-txostena Mozillari arazoa konpondu ahal izateko?
gd: A bheil thu deònach aithisg a chur gu Mozilla mun tuisleadh ach an urrainn dhuinn a chàradh?
gl: Enviar un informe de erro para que Mozilla poida solucionar o problema?
gu_in: ક્રેશ રિપોર્ટ મોકલો જેથી Mozilla સમસ્યાને ઠીક કરી શકે?
he: האם לשלוח דיווח קריסה אל Mozilla כדי לסייע בתיקון הבעיה?
hu: Összeomlás jelentése, hogy a Mozilla javíthassa a hibát?
ja: 問題の原因特定と解決のためにご協力いただだける方は、クラッシュレポートの送信をお願いします。
ka: მოგვახსენებთ, უეცარი გათიშვის შესახებ, რომ Mozilla-მ შეძლოს ხარვეზის აღმოფხვრა?
kab: Azen aneqqis n uɣelluy akken Mozilla ad tefru ugur?
kk: Mozilla бұл мәселені шеше алатындай құлау хабарламасын жіберу керек пе?
ko: Mozilla가 문제를 고칠 수 있도록 보고서를 전송하시겠습니까?
lo: ຕ້ອງການສົ່ງລາຍງານຂໍ້ຜິດພາດນີ້ໄປເພື່ອເຮັດໃຫ້ Mozilla ສາມາດແກ້ໄຂບັນຫານີ້ໄດ້ບໍ?
lv: Vai sūtīt avārijas ziņojumu lai Mozilla var salabot problēmu?
ml: തകര്‍ച്ചയുടെ വിവരം മോസില്ലയ്ക്കയച്ച്, മൂലകാരണം ശെരിയാക്കാന്‍ സഹായിക്കാം?
mr: त्रुटी सुधारण्यासाठी Mozilla ला क्रॅश अहवाल पाठवायचा का?
ms: Hantar laporan ranap supaya Mozilla boleh menyelesaikan masalah ini?
ne_np: Mozilla ले समस्या समाधान गरोस् भनेर क्रयास् रिपोट पठाउने?
pl: Czy wysłać raport z awarii, by ułatwić Mozilli naprawę problemu?
ro: Trimiți un raport de defecțiune astfel încât Mozilla să poată remedia problema?
ru: Отправить сообщение о падении, чтобы Mozilla могла устранить эту проблему?
sk: Odoslať hlásenie o zlyhaní, takže Mozilla môže opraviť problém?
sl: Pošljem poročilo, da lahko Mozilla odpravi napako?
sq: Të dërgohet një raport vithisjeje, që kështu Mozilla të mund të ndreqë problemin?
ta: சிக்கலைத் தீர்க்க மொசில்லாவிற்கு சிதைவு அறிக்கையைச் சமர்ப்பிக்கவா?
tl: Magpadala ng crash report sa Mozilla upang ayusin ang problema?
zh_cn: 发送一则崩溃报告给 Mozilla，以便我们修复此问题？
zh_tw: 要傳送錯誤報告，讓 Mozilla 改善這些問題嗎？

# SendTo.Cancel.Button
source: Cancel
ast: Encaboxar
bg: Отказ
bs: Otkaži
cs: Zrušit
eo: Nuligi
es_ar: Cancelar
es_mx: Cancelar
eu: Utzi
gd: Sguir dheth
gl: Cancelar
gu_in: રદ કરો
he: ביטול
hu: Mégse
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
lv: Atcelt
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
ne_np: रद्द गर्नुहोस्
pl: Anuluj
ro: Renunță
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anuloje
ta: ரத்து
tl: Ikansela
zh_cn: 取消
zh_tw: 取消

# SendTo.Close.Button
source: Close
es_mx: Cerrar
eu: Itxi
he: סגירה
hu: Bezárás
ja: 閉じる
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
pl: Zamknij
sl: Zapri
zh_cn: 关闭
zh_tw: 關閉

# SendTo.DeviceList.Text
source: Available devices:
cs: Dostupná zařízení:
es_ar: Dispositivos disponibles:
es_mx: Dispositivos disponibles:
eu: Gailu erabilgarriak:
gu_in: ઉપલબ્ધ ઉપકરણો:
he: מכשירים זמינים:
hu: Elérhető eszközök:
ja: 利用可能な端末:
ka: ხელმისაწვდომი მოწყობილობები:
kab: Ibenkan yellan:
kk: Қолжетерлік құрылғылар:
ko: 사용 가능 기기:
lo: ອຸປະກອນທີ່ມີຢູ່:
ml: ലഭ്യമായ ഉപകരണങ്ങൾ:
ne_np: उपलब्ध यन्त्रहरू:
pl: Dostępne urządzenia:
ru: Доступные устройства:
sl: Naprave na voljo:
zh_cn: 可用设备：
zh_tw: 可用裝置:

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
ast: Namái puen compartise enllaces HTTP y HTTPS.
bg: Само HTTP и HTTPS препратки могат да се споделят.
bs: Samo HTTP i HTTPS veze se mogu dijeliti.
cs: Pouze HTTP a HTTPS odkazy mohou být sdíleny.
eo: Nur ligiloj HTTP kaj HTTPS povas esti dividitaj.
es_ar: Solo se pueden compartir enlaces HTTP y HTTPS.
es_mx: Sólo los enlaces HTTP y HTTPS pueden compartirse.
eu: HTTP eta HTTPS loturak parteka daitezke soilik.
gd: Chan urrainnear ach ceanglaichean HTTP agus HTTPS a cho-roinneadh.
gl: Só se poden compartir ligazóns HTTP e HTTPS.
gu_in: ફક્ત HTTP અને HTTPS લિંક્સ શેર કરી શકાય છે.
he: רק קישורי HTTP ו־HTTPS ניתנים לשיתוף.
hu: Csak HTTP és HTTPS hivatkozásokat lehet megosztani.
ja: HTTP もしくは HTTPS のリンクのみ共有できます。
ka: მხოლოდ HTTP და HTTPS ბმულების გაზიარებაა შესაძლებელი.
kab: Ala iseɣwan HTTP akked HTTPS i izemren ad ttwabḍun.
kk: Тек HTTP және HTTPS сілтемелерімен бөлісуге болады.
ko: HTTP와 HTTPS 링크만 공유될 수 있습니다.
lo: ສະເພາະລີ້ງ HTTP ແລະ HTTPS ທີ່ສາມາດແບ່ງປັນໄດ້.
lv: Dalīties var tikai ar HTTP un HTTPS saitēm.
ml: HTTPയും HTTPS കണ്ണികളും മാത്രമാണ് പങ്കിടാനാവുക.
mr: फक्त HTTP व HTTPS दुवे शेअर करता येतील.
ms: Hanya pautan HTTP dan HTTPS boleh dikongsi.
ne_np: केवल HTTP र HTTPS लिङ्क मात्र साझेदारी गर्न सकिन्छ।
pl: Wyłącznie odnośniki z protokołem HTTP lub HTTPS mogą być udostępniane.
ro: Numai linkurile HTTP și HTTPS pot fi partajate.
ru: Можно делиться только HTTP и HTTPS ссылками.
sk: Zdieľané môžu byť len odkazy typu HTTP a HTTPS.
sl: Delite lahko samo povezave HTTP in HTTPS.
sq: Me të tjerët mund të ndahen vetëm lidhje HTTP dhe HTTPS.
ta: HTTP மற்றும் HTTPS தொகுப்புகளை மட்டுமே பகிர முடியும்.
zh_cn: 只能分享 HTTP 和 HTTPS 链接。
zh_tw: 僅能分享 HTTP 與 HTTPS 鏈結。

# SendTo.Error.OK.Button
source: OK
ast: Aceutar
bg: ОК
bs: U redu
eo: Akcepti
es_ar: Aceptar
es_mx: Aceptar
eu: Ados
gd: Ceart ma-thà
gl: Aceptar
gu_in: ઠીક છે
he: אישור
ka: კარგი
kab: Ih
kk: ОК
ko: 확인
lo: ຕົກລົງ
lv: Labi
ml: ശരി
mr: ठीक आहे
ne_np: ठिक छ
ru: ОК
sl: V redu
ta: சரி
zh_cn: 好
zh_tw: 確定

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
ast: Nun pue compartise l'enllaz que tas tentando de compartir.
bg: Препратката не може да бъде споделяна.
bs: Veza koju želite podijeliti se ne može podijeliti.
cs: Odkaz, který se pokoušíte sdílet, nemůže být sdílen.
eo: La ligilon, kiun vi klopodas dividi, ne estas dividebla.
es_ar: El enlace que estás tratando de compartir no puede ser compartido.
es_mx: El enlace que estás tratando de compartir no puede compartirse.
eu: Ezin da partekatu partekatzen saiatzen ari zaren lotura.
gd: Cha ghabh ceangal mar sin a cho-roinneadh.
gl: Non é posíbel compartir a ligazón.
gu_in: તમે જે લિંકને શેર કરવાનો પ્રયાસ કરી રહ્યા છો તે શેર કરી શકાતી નથી.
he: הקישור שניסית לשתף אינו בר שיתוף.
hu: A hivatkozás, amit próbál megosztani, nem osztható meg.
ja: リンクを共有できませんでした。
ka: იმ ბმულის გაზიარება, რომელსაც ცდილობთ, შეუძლებელია.
kab: Aseɣwen i tettaɛraḍeḍ ad tebḍuḍ ur yezmir ara ad yettwabḍu.
kk: Сіз бөлісем деген сілтемемен бөлісу мүмкін емес.
ko: 공유하고자 하는 링크는 공유될 수 없습니다.
lo: ບໍ່ສາມາດແບ່ງປັນລີ້ງທີ່ທ່ານກຳລັງຈະແບ່ງປັນໄດ້.
lv: Ar šo saiti nevar dalīties.
ml: താങ്കൾ പങ്കിടാൻ ശ്രമിക്കുന്ന കണ്ണി പങ്കിടാനാവൂലാ.
mr: आपण प्रयत्न करत असलेला दुवा शेअर करता येणार नाही.
ms: Pautan yang anda cuba kongsi tidak dapat dikongsi.
ne_np: तपाईँ साझेदारी गर्न खोजी रहनु भएको लिङ्क साझेदारी गर्न सकिँदैन।
pl: Nie można udostępnić odnośnika
ro: Linkul pe care încerci să îl partajezi nu poate fi partajat.
ru: Нельзя поделиться ссылкой, которой вы пытаетесь поделиться.
sk: Odkaz, ktorý sa pokúšate zdieľať nemôže byť zdieľaný.
sl: Povezave, ki jo poskušate deliti, ni mogoče deliti.
sq: Lidhja që po provoni të ndani me të tjerët, s’mund të ndahet.
ta: நீங்கள் பகிர முயற்சிக்கும் தொகுப்பை பகிர முடியாது.
zh_cn: 您尝试分享的链接不能分享。
zh_tw: 無法分享您要分享的鏈結。

# SendTo.NavBar.Title
source: Send Tab
cs: Poslat panel
es_ar: Enviar pestaña
es_mx: Enviar pestaña
eu: Bidali fitxa
gu_in: ટૅબ મોકલો
he: שליחת לשונית
hu: Lap küldése
ja: タブを送る
ka: ჩანართის გაგზავნა
kab: Azen iccer
kk: Бетті жіберу
ko: 탭 보내기
lo: ສົ່ງແທັບ
ml: ടാബ് അയയ്ക്കുക
ne_np: ट्याब पठाउनुहोस्
pl: Wyślij kartę
ru: Отправить вкладку
sl: Pošlji zavihek
zh_cn: 发送标签页
zh_tw: 傳送分頁

# SendTo.NoDevicesFound.Message
source: You don’t have any other devices connected to this Firefox Account available to sync.
cs: K tomuto účtu Firefoxu nemáte připojena žádná další zařízení dostupná pro synchronizaci.
es_ar: No tiene otros dispositivos conectados a esta cuenta de Firefox disponible para sincronizar.
es_mx: No tienes otro dispositivo conectado a esta cuenta de Firefox disponible para sincronizar.
eu: Ez daukazu Firefox kontu honetara sinkronizatzeko konektatutako beste gailurik.
gu_in: તમારી પાસે સમન્વયિત કરવા માટે ઉપલબ્ધ આ Firefox એકાઉન્ટથી કનેક્ટેડ અન્ય ઉપકરણો નથી.
he: אין לך מכשירים אחרים המחוברים לחשבון Firefox זה הזמינים לסנכרון.
hu: Nincs más eszköze ezzel a Firefox fiókkal összekötve, amellyel szinkronizálhatna.
ja: この Firefox アカウントに接続された同期可能な端末はありません。
ka: Firefox-ანგარიშთან, არცერთი სხვა მოწყობილობა არ გაქვთ დაკავშირებული, დასინქრონებისთვის.
kab: Ur ɣur-k ara ibenkan-nniḍen yeqqnen ɣer umiḍan-inek Firefox u i iwejden i usemtawi.
kk: Бұл Firefox тіркелгісіне байланысқан және синхрондау үшін қолжетерлік басқа құрылғыларыңыз жоқ.
ko: 이 Firefox Account에 동기화 할 수 있는 다른 기기가 연결되어 있지 않습니다.
lo: ທ່ານບໍ່ມີອຸປະກອນໃດໆທີ່ເຊື່ອມຕໍ່ກັບບັນຊີ Firefox ນີ້ຢູ່ເພື່ອສາມາດໃຊ້ການ Sync ໄດ້.
ml: ഈ ഫയര്‍ഫോക്സ് അക്കൗണ്ടുമായി സമന്വയിപ്പിയ്ക്കാന്‍ താങ്കള്‍ക്ക് ഇതുമായി ബന്ധപെട്ടിട്ടുള്ള മറ്റു ഉപകരണങ്ങള്‍ ഒന്നും തന്നെയില്ല.
ne_np: तपाईँको यो Firefox खातामा कुनै पनि अरू यन्त्रहरू जडान भएको छैन।
pl: Brak innych urządzeń połączonych z tym kontem Firefoksa dostępnych do synchronizacji.
ru: У вас нет ни одного устройства, подключенного к этому Аккаунту Firefox и доступного для синхронизации.
sl: S tem Firefox Računom nimate povezanih drugih naprav na voljo za sinhronizacijo.
zh_cn: 您没有其他已连接此 Firefox 账户的设备可用于同步。
zh_tw: 您沒有其他連結到此 Firefox 帳號的裝置可進行同步。

# SendTo.NotSignedIn.Message
source: Please open Firefox, go to Settings and sign in to continue.
cs: Pro pokračování prosím otevřete Firefox, přejděte do Nastavení a přihlaste se.
es_ar: Por favor abra Firefox, vaya a Configuración e inicie la sesión para continuar.
es_mx: Por favor, abre Firefox, ve a los Ajustes e inicia sesión para continuar.
eu: Jarraitzeko, ireki Firefox, joan ezarpenetara eta hasi saioa.
gu_in: કૃપા કરીને Firefox ખોલો, સેટિંગ્સ પર જાઓ અને ચાલુ રાખવા માટે સાઇન ઇન કરો.
he: נא לפתוח את Firefox, לעבור אל ההגדרות ולהתחבר, כדי להמשיך.
hu: Nyissa meg a Firefoxot, menjen a beállításokhoz, és jelentkezzen be a folytatáshoz.
ja: 続けるには、Firefox を開いて環境設定からログインしてください。
ka: გასაგრძელებლად გთხოვთ, გახსნათ Firefox, გადახვიდეთ პარამეტრებზე და შეხვიდეთ ანგარიშზე.
kab: Ma ulac aɣilif ldi Firefox, ddu ɣer yiɣewwaren sakin kcem akken ad tkemmled.
kk: Жалғастыру үшін Firefox-ты ашып, баптауларға өтіңіз және тіркелгіге кіріңіз.
ko: Firefox를 열고 설정으로 이동 한 다음 로그인하여 계속하세요.
lo: ກະລຸນາເປີດ Firefox, ໄປທີ່ການຕັ້ງຄ່າ ແລະ ລົງຊື່ເຂົ້າໃຊ້ເພື່ອດຳເນີນການຕໍໄປ.
ml: തുടരുവാനായി ദയവായി ഫയര്‍ഫോക്സ് തുറന്ന്, സജ്ജീകരണങ്ങളില്‍ പോയി അക്കൗണ്ടില്‍ പ്രവേശിക്കുക.
ne_np: कृपया Firefox खोल्नुहोस्, अगाडि जानका लागि सेटिङ्गहरुमा गएर साइन इन गर्नुहोस्।
pl: Otwórz Firefoksa, przejdź do ustawień i zaloguj się, by kontynuować.
ru: Пожалуйста, откройте Firefox, перейдите в Параметры и войдите для продолжения.
sl: Odprite Firefox, pojdite v Nastavitve in se prijavite za nadaljevanje.
zh_cn: 请打开 Firefox，转至“设置”并登录以继续。
zh_tw: 請開啟 Firefox，到「設定」登入後繼續。

# SendTo.NotSignedIn.Title
source: You are not signed in to your Firefox Account.
cs: Nejste přihlášeni k vašemu účtu Firefoxu.
es_ar: No inició la sesión en su cuenta de Firefox.
es_mx: No has iniciado sesión a tu cuenta de Firefox.
eu: Ez duzu zure Firefox kontuan saiorik hasi.
gu_in: તમે તમારા Firefox એકાઉન્ટમાં સાઇન ઇન નથી કર્યું.
he: לא מחובר לחשבון Firefox.
hu: Nincs bejelentkezve a Firefox fiókjába.
ja: Firefox アカウントにログインしていません。
ka: თქვენ არ ხართ შესული Firefox-ანგარიშზე.
kab: Aql-ak ur teqqineḍ ara ɣer umiḍan-inek Firefox.
kk: Сіз өз Firefox тіркелгіңізге кірген жоқсыз.
ko: Firefox Account에 로그인하지 않았습니다.
lo: ທ່ານຍັງບໍ່ໄດ້ລົງຊື່ເຂົ້າໃຊ້ບັນຊີ Firefox ຂອງທ່ານເທືອ.
ml: താങ്കള്‍ താങ്കളുടെ ഫയര്‍ഫോക്സ് അക്കൗണ്ടിലെക്ക് പ്രവേശിച്ചിട്ടില്ല.
ne_np: तपाईँ आफ्नो Firefox खातामा साइन इन हुनुहुन्न।
pl: Nie zalogowano na koncie Firefoksa.
ru: Вы не вошли в свой Аккаунт Firefox.
sl: Niste prijavljeni v vaš Firefox Račun.
zh_cn: 您尚未登录您的 Firefox 账户。
zh_tw: 您尚未登入 Firefox 帳號。

# SendTo.SendAction.Text
source: Send
cs: Poslat
es_ar: Enviar
es_mx: Enviar
eu: Bidali
gu_in: મોકલો
he: שליחה
hu: Küldés
ja: 送信
ka: გაგზავნა
kab: Azen
kk: Жіберу
ko: 보내기
lo: ສົ່ງ
ml: അയയ്ക്കുക
ne_np: पठाउनुहोस्
pl: Wyślij
ru: Отправить
sl: Pošlji
zh_cn: 发送
zh_tw: 傳送

# SentTab.NoTabArrivingNotification.body
source: Tap to begin
ast: Calca pa entamar
bs: Dodirnite za početak
cs: Klepněte pro zahájení
es_ar: Tocá para comenzar
es_mx: Presiona para iniciar
eu: Sakatu hasteko
gl: Pulse para comezar
gu_in: પ્રારંભ કરવા માટે ટેપ કરો
he: יש לגעת כדי להתחיל
hu: Érintse meg az indításhoz
ja: タップして開始する
ka: შეეხეთ დასაწყებად
kab: Senned akken ad tebḍuḍ
kk: Бастау үшін шертіңіз
ko: 탭해서 시작
lo: ແຕະເພື່ອເລີ່ມຕົ້ນ
ml: ആരംഭിക്കാൻ തട്ടുക
mr: सुरु करण्यासाठी टॅप करा
ne_np: सुरु गर्न छुनुहोस्
pl: Stuknij, by rozpocząć
ru: Нажмите, чтобы начать
sl: Tapnite za začetek
sq: Prekeni që të fillohet
ta: துவங்க தட்டவும்
tl: Tapikin upang magsimula
zh_cn: 轻点以开始
zh_tw: 點擊以開始

# SentTab.ViewAction.title
source: View
bs: Prikaz
cs: Zobrazit
es_ar: Ver
es_mx: Ver
eu: Ikusi
gl: Ver
gu_in: જુઓ
he: הצגה
hu: Nézet
ja: 表示
ka: ჩვენება
kab: Sken
kk: Қарап шығу
ko: 보기
lo: ມຸມມອງ
ml: കാണുക
mr: पहा
ne_np: हेर्नुहोस्
pl: Wyświetl
ru: Просмотреть
sl: Prikaži
ta: பார்
zh_cn: 查看
zh_tw: 檢視

# SentTab_TabArrivingNotification_NoDevice_body
source: New tab arrived from another device.
ast: Aportaron llingüetes nueves d'otru preséu.
bs: Novi tab stigao s drugog uređaja.
cs: Byl přijat nový panel z jiného zařízení.
es_ar: Llegó una nueva pestaña desde otro dispositivo.
es_mx: Nueva pestaña agregada desde otro dispositivo.
eu: Fitxa berria heldu da beste gailu batetik.
gl: Recibiuse unha lapela nova dende outro dispositivo.
gu_in: નવી ટેબ બીજા ઉપકરણથી આવી.
he: התקבלה לשונית חדשה ממכשיר אחר.
hu: Új lap érkezett egy másik eszközről.
ja: 他の端末から新規タブが到着しました。
ka: ახალი ჩანართი სხვა მოწყობილობიდანაა დასინქრონებული.
kab: Illa iccer amaynut seg ibenk-nniḍen.
kk: Басқа құрылғыдан бет алынды.
ko: 다른 기기에서 새 탭이 도착하였습니다.
lo: ມີແທັບໃຫມ່ເຂົ້າມາຈາກອຸປະກ່ອນອື່ນ.
ml: മറ്റൊരു ഉപകരണത്തിൽ നിന്നും പുതിയ ടാബ് എത്തിച്ചേർന്നു.
mr: इतर साधनावरुन नवीन टॅब आला.
ne_np: अर्को यन्त्रबाट नयाँ ट्याब अायो।
pl: Przychodząca karta z innego urządzenia
ru: С другого устройства поступила новая вкладка.
sl: Nov zavihek je prispel iz druge naprave.
sq: Ka ardhur skedë e re prej pajisjeje tjetër.
ta: மற்றொரு சாதனத்திலிருந்து புதிய கீற்று வந்திருக்கிறது.
tl: Dumating ang bagong tab mula sa isa pang device.
zh_cn: 从其他设备收到了新的标签页。
zh_tw: 收到來自其他裝置的分頁。

# SentTab_TabArrivingNotification_NoDevice_title
source: Tab received
ast: Aportaron llingüetes
bs: Tab primljen
cs: Přijat panel
es_ar: Pestaña recibida
es_mx: Pestaña recibida
eu: Fitxa jaso da
gl: Recibiuse unha lapela
gu_in: ટૅબ પ્રાપ્ત થઈ
he: התקבלה לשונית
hu: Lap fogadva
ja: タブを受け取りました
ka: ჩანართი მიღებულია
kab: Iccer yettwarmes
kk: Бет алынды
ko: 전송 받은 탭
lo: ແທັບທີ່ໄດ້ຮັບ
ml: ടാബ് ലഭിച്ചു
mr: टॅब प्राप्त
ne_np: ट्याब प्राप्त गरियो
pl: Przychodząca karta
ru: Получена вкладка
sl: Prejet zavihek
sq: Skeda u mor
ta: கீற்று பெறப்பட்டது
tl: Natanggap na tab
zh_cn: 收到标签页
zh_tw: 收到分頁
