Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display’s current brightness.
es_mx: El tema cambiará automáticamente de acuerdo al brillo de tu pantalla. Puedes ajustar el nivel en base al cual cambiará el tema. El círculo indica el brillo actual de tu pantalla.
eu: Itxura automatikoki aldatuko da zure pantailaren argitasunaren arabera. Itxura aldatzeko kontuan hartuko den atalasea ezar dezakezu. Zirkuluak zure pantailaren uneko argitasuna adierazten du.
he: ערכת הנושא תשתנה על סמך בהירות התצוגה שלך. ניתן להגדיר את סף החלפת ערכת הנושא. העיגול מציין את הבהירות הנוכחית של התצוגה שלך.
hu: A téma automatikusan átvált a képernyő fényességétől függően. Beállíthatja a küszöbszintet, melynél átvált a téma. A kör a kijelző jelenlegi fényességét jelöli.
ja: テーマを画面の明るさに合わせて自動的に変更します。テーマをどの時点で切り替えるか、しきい値を設定することができます。丸印は画面の今の明るさを示しています。
ka: იერსახე ავტომატურად შეიცვლება თქვენი ეკრანის სიკაშკაშის მიხედვით. შეგიძლიათ მიუთითოთ დონეები, რომლის საფუძველზეც შეიცვლება გაფორმება. რგოლი აჩვენებს თქვენი ეკრანის სიკაშკაშის მიმდინარე დონეს.
kab: Asentel ad iveddel s wudem awurman s wazal n tafat yesɛa ugdil-nwen. Tzemrem ad teggem talast seg wanda asentel ilaq ad ibeddel. Timdewwert tettbegin-d tafat tamirant.
ko: 테마는 화면의 밝기에 따라 자동으로 변경됩니다. 언제 테마가 변경될지 값을 설정할 수 있습니다. 원은 현재 화면의 밝기를 나타냅니다.
lo: ຊຸດປັບແຕ່ງຈະປ່ຽນໄປຕາມຄວາມແຈ້ງຂອງຫນ້າຈໍຂອງທ່ານໂດຍອັດຕະໂນມັດ. ທ່ານສາມາດຕັ້ງຄ່າຕົວປ່ຽນໄວ້ໃນຊຸດປັບແຕ່ງທີ່ຈະປ່ຽນ. ວົງມົນໄດ້ບົ່ງບອກເຖິງຄວາມແຈ້ງປະຈຸບັນຂອງຫນ້າຈໍຂອງທ່ານ.
ml: സ്ക്രീനിന്റെ തെളിച്ചം അടിസ്ഥാനമാക്കി, പ്രമേയങ്ങള്‍ തനിയെ മാറും. പ്രമേയം മാറാന്നുള്ള പരിധി നിങ്ങൾക്ക് നിശ്ചയിയ്ക്കാം. വട്ടം നിലവിലെ സ്ക്രീന്‍ തെളിച്ചം സൂചിപ്പിക്കുന്നു.
pl: Motyw będzie automatycznie zmieniany na podstawie jasności ekranu. Można ustawić próg, po jakim to następuje. Kółko wskazuje obecną jasność ekranu.
sl: Tema se bo samodejno zamenjala glede na svetlost zaslona. Nastavite lahko svetlost, pri kateri naj se tema zamenja. Krožec označuje trenutno svetlost zaslona.
zh_cn: 主题将根据您的显示亮度自动更改。您可以设置主题更改的阈值，而圆圈代表屏幕的当前亮度。
zh_tw: 佈景主題將自動根據螢幕顯示亮度自動切換。您可以設定要切換的門檻，而圈圈是目前的亮度。

# Settings.DisplayTheme.StatusTitle
source: Automatic
es_mx: Automático
eu: Automatikoa
he: אוטומטי
hu: Automatikus
ja: 自動切替
ka: თვითშერჩევა
kab: Awurman
ko: 자동
lo: ອັດຕະໂນມັດ
ml: തന്നെതാനെ
pl: Automatyczny
sl: Samodejno
zh_cn: 自动
zh_tw: 自動

# Settings.DisplayTheme.SwitchMode.SectionHeader
source: Switch Mode
cs: Režim přepínání
es_ar: Cambiar modo
es_mx: Cambiar modo
eu: Aldatu modua
gu_in: મોડ બદલો
he: החלפת מצב
hu: Mód váltása
ja: 切り替えモード
ka: გადართვის რეჟიმი
kab: Beddel askar
kk: Режимді ауыстыру
ko: 모드 변경
lo: ປ່ຽນໂຫມດ
ml: സ്വിച്ച് മോഡ്
ne_np: मोड स्विच गर्नुहोस्
pl: Tryb przełączania
ru: Режим переключения
sl: Način preklopa
zh_cn: 切换模式
zh_tw: 切換模式

# Settings.DisplayTheme.SwitchSubtitle
source: Switch automatically based on screen brightness
cs: Přepínat automaticky podle jasu displeje
es_ar: Cambiar automáticamente según el brillo de la pantalla
es_mx: Cambiar automáticamente en base al brillo de la pantalla
eu: Aldatu automatikoki pantailaren argitasunaren arabera
gl: Cambiar automaticamente en función do brillo da pantalla
gu_in: સ્ક્રીન તેજ પર આધારિત આપોઆપ સ્વિચ કરો
he: החלפה אוטומטית בהתאם לבהירות המסך
hu: Automatikus váltás a képernyő fényessének függvényében
ja: 画面の明るさに合わせて自動的に切り替える
ka: ავტომატურად შეცვლა ეკრანის სიკაშკაშის მიხედვით
kab: Beddel s wudem awurman s wazal n tafat yeɛa ugdil
kk: Экран жарықтылығына байланысты автоауыстыру
ko: 화면 밝기에 따라 자동으로 변경됨
lo: ສະລັບອັດຕະໂນມັດຕາມຄວາມແຈ້ງຂອງຫນ້າຈໍ
ml: സ്ക്രീൻ തെളിച്ചം അടിസ്ഥാനമാക്കി യാന്ത്രികമായി മാറുക
mr: स्क्रीन प्रखरतेनुसार स्वयंचलितपणे स्विच करा
ne_np: स्क्रिनको चमकको आधारमा स्वचालित रूपमा परिबर्तन गर्नुहोस्
pl: Automatyczne przełączanie na podstawie jasności ekranu
ru: Переключаться автоматически в зависимости от яркости подсветки экрана
sl: Samodejno preklopi glede na svetlost zaslona
ta: திரையின் ஒளிர்வுதன்மையைக் கொண்டு தானாக இடமாறு
zh_cn: 基于屏幕亮度自动切换
zh_tw: 根據螢幕亮度自動切換

# Settings.DisplayTheme.SwitchTitle
source: Automatically
ast: Automáticamente
cs: Automaticky
es_ar: Automáticamente
es_mx: Automáticamente
eu: Automatikoki
gl: Automaticamente
gu_in: આપમેળે
he: אוטומטית
hu: Automatikusan
ja: 自動
ka: ავტომატური
kab: Awurman
kk: Автоматты түрде
ko: 자동으로
lo: ໂດຍອັດຕະໂນມັດ
ml: യാന്ത്രികമായി
mr: स्वयंचलितपणे
ne_np: स्वतः
pl: Automatycznie
ru: Автоматически
sl: Samodejno
ta: தானாக
zh_cn: 自动
zh_tw: 自動

# Settings.DisplayTheme.SystemTheme.SectionHeader
source: System Theme
cs: Podle systému
es_ar: Tema del sistema
es_mx: Tema del sistema
eu: Sistemaren itxura
gu_in: સિસ્ટમ થીમ
he: ערכת הנושא של המערכת
hu: Rendszertéma
ja: システムテーマ
ka: სისტემის იერსახე
kab: Asentel n unagraw
kk: Жүйелік тема
ko: 시스템 테마
lo: ຊຸດປັບແຕ່ງລະບົບ
ml: വ്യവസ്ഥ അലങ്കാരം
ne_np: प्रणाली थीम
pl: Motyw systemowy
ru: Системная тема
sl: Sistemska tema
zh_cn: 系统主题
zh_tw: 系統佈景主題

# Settings.DisplayTheme.SystemTheme.SwitchTitle
source: Use System Light/Dark Mode
cs: Použít téma vzhledu podle systému
es_ar: Usar el modo claro/oscuro del sistema
es_mx: Usar modo claro/oscuro del sistema
eu: Erabili sistemaren argi/ilun modua
gu_in: સિસ્ટમ લાઇટ/ડાર્ક મોડનો ઉપયોગ કરો
he: שימוש במצב כהה/בהיר של המערכת
hu: A rendszer világos/sötét módjának használata
ja: システムの Light/Dark モードを使用
ka: სისტემის ნათელი/მუქი რეჟიმი
kab: Seqcdec asentel aberkan/aceεlal n unagraw
kk: Жүйелік ашық/қараңғы режимді пайдалану
ko: 시스템 밝음/어두움 모드 사용
lo: ໃຊ້ໂຫມດສະຫວ່າງ / ມືດຂອງລະບົບ
ml: വ്യവസ്ഥ തെളിച്ചം/ഇരുളിമ പരി ഉപയോഗിക്കുക
ne_np: प्रणालीको उज्यालो/अँध्यारो मोड प्रयोग गर्नुहोस्
pl: Tryb jasny/ciemny systemu
ru: Использовать системную тёмную/светлую тему
sl: Uporabi svetli/temni način sistema
zh_cn: 使用系统浅/深色模式
zh_tw: 使用系統亮/暗色模式

# Settings.DisplayTheme.ThemePicker.SectionHeader
source: Theme Picker
cs: Výběr vzhledu
es_ar: Selector de temas
es_mx: Selector de temas
eu: Itxura hautatzekoa
gu_in: થીમ પીકર
he: בחירת ערכת נושא
hu: Témaválasztó
ja: テーマ選択
ka: იერსახის ამომრჩევი
kab: Amsefran n usentel
kk: Темалар таңдаушысы
ko: 테마 피커
lo: ຕົວເລືອກຊຸດຕົກແຕ່ງ
ml: അലങ്കാര കവാടഫലകം
ne_np: थीम चयनकर्ता
pl: Wybór motywu
ru: Выбор темы
sl: Izbira teme
zh_cn: 主题选择器
zh_tw: 佈景主題選擇器

# Settings.DisplayTheme.Title.v2
source: Theme
cs: Vzhled
es_ar: Tema
es_mx: Tema
eu: Itxura
gu_in: થીમ
he: ערכת נושא
hu: Téma
ja: テーマ
ka: იერსახე
kab: Asentel
kk: Тема
ko: 테마
lo: ຊຸດປັບແຕ່ງ
ml: അലങ്കാരം
ne_np: थीम
pl: Motyw
ru: Тема
sl: Tema
zh_cn: 主题
zh_tw: 佈景主題

# Settings.FxA.DeviceName
source: Device Name
ast: Nome del preséu
bs: Naziv uređaja
cs: Název zařízení
es_ar: Nombre de dispositivo
es_mx: Nombre del dispositivo
eu: Gailuaren izena
gl: Nome do dispositivo
gu_in: ઉપકરણનું નામ
he: שם המכשיר
hu: Eszköznév
ja: 端末名
ka: მოწყობილობის სახელი
kab: Isem n wallal
kk: Құрылғы аты
ko: 기기 이름
lo: ຊື່ອຸປະກອນ
ml: ഉപകരണത്തിന്റെ പേരു്
mr: उपकरणाचे नाव
ne_np: यन्त्रको नामः
pl: Nazwa urządzenia
ru: Имя устройства
sl: Ime naprave
ta: சாதனத்தின் பெயர்
zh_cn: 设备名称
zh_tw: 裝置名稱

# Settings.FxA.Sync.SectionName
source: Sync Settings
ast: Axustes de sincronización
bs: Sync postavke
cs: Nastavení synchronizace
es_ar: Opciones de Sync
es_mx: Sincronizar configuraciones
eu: Sinkronizazio-ezarpenak
gl: Axustes de sincronización
gu_in: સમન્વયન સેટિંગ્સ
he: הגדרות סנכרון
hu: Sync beállítások
ja: Sync 設定
ka: სინქრონიზაციის პარამეტრები
kab: Iγewwaṛen n umtawi
kk: Синхрондау баптаулары
ko: 동기화 설정
lo: ການຕັ້ງຄ່າ Sync
ml: സമന്വയ സജ്ജീകരണങ്ങള്‍
mr: ताळमेळ सेटिंग्ज
ne_np: Sync सेटिङ्गहरू
pl: Ustawienia synchronizacji
ru: Параметры синхронизации
sl: Nastavitve Synca
ta: ஒத்திசைவு அமைவுகள்
zh_cn: 同步设置
zh_tw: 同步設定

# Settings.FxA.Title
source: Firefox Account
ast: Cuenta de Firefox
bs: Firefox račun
cs: Účet Firefoxu
es_ar: Cuenta de Firefox
es_mx: Cuenta de Firefox
eu: Firefox kontua
gl: Conta Firefox
gu_in: Firefox ખાતુ
he: חשבון Firefox
hu: Firefox-fiók
ja: Firefox アカウント
ka: Firefox-ანგარიში
kab: Amiḍan Firefox
kk: Firefox тіркелгісі
ko: Firefox 계정
lo: ບັນຊີ Firefox
ml: ഫയര്‍ഫോക്സ് അക്കൌണ്ട്
mr: Firefox खाते
ne_np: Firefox खाता
pl: Konto Firefoksa
ru: Аккаунт Firefox
sl: Firefox Račun
ta: பயர்பாக்ஸ் கணக்கு
zh_cn: Firefox 账户
zh_tw: Firefox 帳號

# Settings.General.SectionName
source: General
ast: Xeneral
bs: Opće
cs: Obecné
eu: Orokorra
gl: Xeral
gu_in: સામાન્ય
he: כללי
hu: Általános
ja: 一般
ka: მთავარი
kab: Amatu
kk: Жалпы
ko: 일반
lo: ທົ່ວໄປ
ml: പൊതുവായവ
mr: सर्वसाधारण
ne_np: सामान्य
pl: Ogólne
ru: Основные
sl: Splošno
ta: பொது
zh_cn: 常规
zh_tw: 一般

# Settings.Home.Current.Description.v101
source: Choose what displays as the homepage.
es_mx: Elige que mostrar como página de inicio.
eu: Aukeratu zer bistaratzen den hasierako orri gisa.
he: נא לבחור מה יופיע כדף הבית.
hu: Válasszon, hogy mi jelenjen meg kezdőlapként.
ja: ホームページに表示するものを選んでください。
ka: აირჩიეთ, რა გამოჩნდეს საწყის გვერდზე.
kab: Fren acu ara d-yettwaskanen am usebter agejdan.
ko: 홈페이지로 표시할 항목을 선택합니다.
lo: ເລືອກສິ່ງທີ່ສະແດງເປັນຫນ້າທໍາອິດ.
ml: ആമുഖതാളിൽ ആയി എന്തു് വെളിപ്പെടുത്തണമെന്നു് തിരഞ്ഞെടുക്കുക.
pl: Wybierz, co będzie wyświetlane jako strona startowa.
sl: Izberite, kaj se prikaže kot domača stran.
zh_cn: 选择要在主页显示的内容。
zh_tw: 選擇要在首頁顯示哪些內容。

# Settings.Home.Option.Description.v101
source: Choose what’s included on the Firefox homepage.
es_mx: Elige que incluir en tu página de inicio de Firefox.
eu: Aukeratu zer sartzen den Firefoxen hasierako orrian.
he: נא לבחור מה יופיע בדף הבית של Firefox.
hu: Válassza ki, hogy mi szerepeljen a Firefox kezdőoldalon.
ja: Firefox ホームページに表示するものを選んでください。
ka: აირჩიეთ, რა დაემატოს Firefox-ის საწყის გვერდზე.
kab: Fren acu ara yeddun ɣef usebter agejdan n Firefox.
ko: Firefox 홈페이지에 포함된 것을 선택하십시오.
lo: ເລືອກສິ່ງທີ່ຢູ່ໃນຫນ້າທໍາອິດຂອງ Firefox.
ml: ആമുഖതാളിൽ എന്തു് ഉൾപ്പെടുന്നുയെന്നു് തിരഞ്ഞെടുക്കുക.
pl: Wybierz zawartość strony startowej Firefoksa.
sl: Izberite vsebino, ki bo prikazana na Firefoxovi domači strani.
zh_cn: 选择要在 Firefox 主页看到的内容。
zh_tw: 選擇要在 Firefox 首頁看到哪些東西。

# Settings.Home.Option.JumpBackIn
source: Jump Back In
es_mx: Saltar hacia atrás
eu: Itzuli zeudenera
he: המשך גלישה
hu: Ugrás vissza
ja: 以前表示したタブ
ka: წინაზე გადასვლა
kab: Uɣal ɣer deffir
ko: 다시 돌아오기
lo: ກັບໄປໃນ
ml: തിരകെ ചാടുക
ne_np: मा फर्केर जानुहोस्
pl: Wskocz z powrotem
sl: Skoči nazaj
zh_cn: 回到先前页面
zh_tw: 回到先前開啟頁面

# Settings.Home.Option.Pocket
source: Recommended by Pocket
es_mx: Recomendado por Pocket
eu: Pocket-ek gomendatua
he: מומלץ על־ידי Pocket
hu: A Pocket ajánlásával
ja: Pocket からのおすすめ
ka: გთავაზობთ Pocket
kab: Awelleh si Pocket
ko: Pocket 추천
lo: ແນະນຳໂດຍ Pocket
ml: Pocket ശുപാർശ ചെയ്തത്
ne_np: Pocket द्वारा सिफारिस गरिएको
pl: Poleca Pocket
sl: Priporoča Pocket
zh_cn: Pocket 推荐
zh_tw: Pocket 推薦內容

# Settings.Home.Option.RecentlySaved
source: Recently Saved
es_mx: Guardados recientemente
eu: Gordetako azkenak
he: נשמרו לאחרונה
hu: Nemrég mentett
ja: 最近保存したサイト
ka: ბოლოს შენახული
kab: Yettwasekles melmi kan
ko: 최근 저장됨
lo: ຫາກໍບັນທຶກໄວ້
ml: അടുത്തകാലത്ത് കരുതിവച്ചതു്
ne_np: भर्खर बचत गरिएका
pl: Ostatnio zachowane
sl: Nedavno shranjeno
zh_cn: 最近保存
zh_tw: 最近儲存

# Settings.Home.Option.RecentlyVisited
source: Recently Visited
es_mx: Visitados recientemente
eu: Bisitatutako azkenak
he: נצפה לאחרונה
hu: Nemrég felkeresett
ja: 最近訪れたサイト
ka: ბოლოს ნანახი
kab: Ttwarzan melmi kan
ko: 최근에 방문함
lo: ເຂົ້າໄປເບິງມາແລ້ວ
ml: അടുത്തകാലത്തു് സന്ദർശിച്ചതു്
ne_np: भर्खरै भ्रमण गरिएका
pl: Ostatnio odwiedzone
sl: Nedavno obiskano
zh_cn: 最近访问
zh_tw: 最近造訪過的頁面

# Settings.Home.Option.Shortcuts
source: Shortcuts
es_mx: Atajos
eu: Lasterbideak
he: קיצורי דרך
hu: Gyorsbillentyűk
ja: ショートカット
ka: მალსახმობები
kab: Inegzumen
ko: 바로가기
lo: ທາງລັດ
ml: കുറുക്കുവഴികൾ
ne_np: सर्टकटहरु
pl: Skróty
sl: Bližnjice
zh_cn: 快捷方式
zh_tw: 捷徑

# Settings.Home.Option.StartAtHome.AfterFourHours
source: Homepage after four hours of inactivity
es_mx: Página de inicio después de cuatro horas de inactividad
eu: Hasiera-orria, lau orduz inaktibo egon ondoren
he: מסך הבית לאחר 4 שעות של חוסר פעילות
hu: Kezdőlap négy óra tétlenség után
ja: 操作せずに 4 時間経つとホームページへ戻る
ka: საწყისი გვერდი ოთხი საათი უქმობისას
kab: Asebter agejdan seld ukkuẓ n yisragen n warurlud
ko: 4시간 동안 활동이 없는 홈페이지
lo: ຫນ້າທໍາອິດຫຼັງຈາກທີ່ບໍ່ມີການເຄື່ອນໄຫວເປັນເວລາສີ່ຊົ່ວໂມງ
ml: നാലു മണിക്കൂറോളം നിഷ്ക്രിയമായ ശേഷം ആമുഖതാളിലേക്കു്
ne_np: चार घण्टाको निष्क्रियता पछि गृहपृष्ठ
pl: Strona startowa po czterech godzinach bezczynności
sl: Domača stran po štirih urah nedejavnosti
zh_cn: 四小时未使用则回到主页
zh_tw: 超過四個小時未使用就回到首頁

# Settings.Home.Option.StartAtHome.Always
source: Homepage
es_mx: Página de inicio
eu: Hasiera-orria
he: מסך הבית
hu: Kezdőlap
ja: ホームページ
ka: საწყისი გვერდი
kab: Asebter agejdan
ko: 홈페이지
lo: ຫນ້າທຳອິດ
ml: ആമുഖതാൾ
ne_np: गृहपृष्ठ
pl: Strona startowa
sl: Domača stran
zh_cn: 主页
zh_tw: 首頁

# Settings.Home.Option.StartAtHome.Description
source: Choose what you see when you return to Firefox.
es_mx: Escoge lo que ves cuando regresas a Firefox.
eu: Aukeratu zer ikusi Firefoxera itzultzen zarenean.
he: בחירת התוכן שיוצג בפניך עם חזרה ל־Firefox.
hu: Válassza ki, hogy mit lásson, amikor visszatér a Firefoxhoz.
ja: Firefox へ戻った時に表示するものを選んでください。
ka: აირჩიეთ, რა გამოჩნდეს Firefox-ში დაბრუნებისას.
kab: Fren acu ara d-ibanen mi ara tuɣaleḍ ad teldiḍ Firefox.
ko: Firefox로 돌아왔을 때 표시할 항목을 선택하세요.
lo: ເລືອກສິ່ງທີ່ທ່ານເຫັນເມື່ອທ່ານກັບຄືນໄປຫາ Firefox.
ml: താങ്ങൾ ഫയർഫോക്സിലേക്കു് തിരിച്ചു വരുമ്പോൾ എന്തു് കാണിക്കണം എന്നു് തീരുമാനിക്കുക.
ne_np: तपाईंले Firefox मा फर्किँदा के देख्नुहुन्छ छनौट गर्नुहोस्।
pl: Wybierz, co wyświetlać po powrocie do Firefoksa.
sl: Izberite, kaj naj se prikaže, ko se vrnete v Firefox.
zh_cn: 选择您回到 Firefox 时要看到的内容。
zh_tw: 選擇回到 Firefox 時想看到什麼。

# Settings.Home.Option.StartAtHome.Never
source: Last tab
es_mx: Última pestaña
eu: Azken fitxa
he: הלשונית האחרונה
hu: Legutóbbi lap
ja: 最後のタブ
ka: ბოლო ჩანართი
kab: Iccer aneggaru
ko: 마지막 탭
lo: ແທັບສຸດທ້າຍ
ml: അവസാന ടാബു്
ne_np: अन्तिम ट्याब
pl: Ostatnia karta
sl: Zadnji zavihek
zh_cn: 最后打开的标签页
zh_tw: 最後開啟的分頁

# Settings.Home.Option.StartAtHome.Title
source: Opening screen
es_mx: Pantalla de apertura
eu: Irekitze-pantaila
he: מסך הפתיחה
hu: Nyitóképernyő
ja: 最初の画面
ka: გახსნისას
kab: Agdil n twaledyawt
ko: 오프닝 화면
lo: ໜ້າຈໍກຳລັງເປີດຢູ່
ml: ആദ്യതിര
ne_np: स्क्रिन खुल्दै छ
pl: Ekran początkowy
sl: Uvodni zaslon
zh_cn: 启动页
zh_tw: 開啟畫面

# Settings.Home.Option.Title.v101
source: Include on Homepage
es_mx: Incluido en tu página de inicio
eu: Gehitu hasierako orrian
he: להציג בדף הבית
hu: Szerepel a kezdőlapon
ja: ホームページに含める
ka: ჩაემატოს საწყის გვერდზე
kab: Seddu-t ɣef usebter agejdan
ko: 홈페이지에 포함
lo: ລວມຢູ່ໃນຫນ້າທໍາອິດ
ml: ആമുഖതാളിൽ ഉൾപ്പെടുത്തുക
pl: Umieść na stronie startowej
sl: Vključi na domačo stran
zh_cn: 显示于主页
zh_tw: 顯示在首頁上

# Settings.Home.Option.Wallpaper
source: Wallpaper
es_mx: Fondo de pantalla
eu: Horma-papera
he: רקע
hu: Háttérkép
ja: 壁紙
ka: ფონი
kab: Tugna n ugilal
ko: 배경 화면
lo: ພາບພື້ນຫຼັງ
ml: ചുവർകടലാസു്
ne_np: वालपेपर
pl: Tapeta
sl: Ozadje
zh_cn: 壁纸
zh_tw: 背景圖

# Settings.Home.Option.Wallpaper.Accessibility.AmethystWallpaper.v99
source: Firefox wallpaper, amethyst pattern.
es_mx: Fondo de pantalla de Firefox, patrón amatista.
eu: Firefox horma-papera, amethyst patroia.
he: הרקע של Firefox, תבנית אמטיסט.
hu: Firefox háttérkép, ametiszt minta.
ja: Firefox の壁紙、アメジストパターンです。
ka: Firefox-ფონი, ამეთვისტოს მოხატულობა.
kab: Tugna n ugilal n Firefox, taneɣruft n amethyst.
ko: Firefox 배경화면, 자수정 패턴
lo: ຮູບວໍເປເປີ Firefox, ຮູບແບບ amethyst.
ml: ഫയർഫോക്സു് ചുവർക്കടലാസു്, കുപ്പിക്കല്ലു് രചന.
ne_np: फायरफक्स वालपेपर, नीलम ढाँचा।
pl: Tapeta Firefoksa, ametystowy wzór.
sl: Ozadje za Firefox, vzorec ametista.
zh_cn: Firefox 壁纸，紫晶图案。
zh_tw: 紫水晶圖案的 Firefox 背景圖。

# Settings.Home.Option.Wallpaper.Accessibility.BeachHillsWallpaper.v100
source: Firefox wallpaper, beach hills pattern.
es_mx: Fondo de pantalla de Firefox, patrón de colinas de playa.
eu: Firefox horma-papera, hondartzako muinoen patroia.
he: הרקע של Firefox, תבנית גבעות חוף.
hu: Firefox háttérkép, tengerparti dombok minta.
ja: Firefox の壁紙、砂浜の丘パターンです。
ka: Firefox-ფონი, სანაპირო მაღლობების მოხატულობა.
kab: Tugna n ugilal n Firefox, taneɣruft n tewririn n teftist.
ko: Firefox 배경화면, 비치 힐 패턴.
lo: ຮູບວໍເປເປີ Firefox, ຮູບແບບເນີນພູຫາດຊາຍ.
ml: ഫയർഫോക്സു് ചുവർക്കടലാസു്, കടല്ത്തീരക്കുന്നുകളുള്ള രചന.
pl: Tapeta Firefoksa, wzór wzgórz na plaży.
sl: Ozadje za Firefox, vzorec peščenih hribčkov.
zh_cn: Firefox 壁纸，海滩山丘图案。
zh_tw: 海灘山丘圖案的 Firefox 背景圖。

# Settings.Home.Option.Wallpaper.Accessibility.CeruleanWallpaper.v99
source: Firefox wallpaper, cerulean pattern.
es_mx: Fondo de pantalla de Firefox, patrón cerúleo.
eu: Firefox horma-papera, cerulean patroia.
he: הרקע של Firefox, תבנית שמיים.
hu: Firefox háttérkép, égszínkék minta.
ja: Firefox の壁紙、セルリアンパターンです。
ka: Firefox-ფონი, ლაჟვარდოვანი მოხატულობა.
kab: Tugna n ugilal n Firefox, taneɣruft cerulean.
ko: Firefox 배경화면, 세룰리안 패턴
lo: ຮູບວໍເປເປີ Firefox, ຮູບແບບ cerulean.
ml: ഫയർഫോക്സു് ചുവർക്കടലാസു്, ആകാശനീല രചന.
ne_np: फायरफक्स वालपेपर, सेरुलियन ढाँचा।
pl: Tapeta Firefoksa, błękitny wzór.
sl: Ozadje za Firefox, vzorec nebeške modrine.
zh_cn: Firefox 壁纸，蔚蓝图案。
zh_tw: 蔚藍圖案的 Firefox 背景圖。

# Settings.Home.Option.Wallpaper.Accessibility.DefaultWallpaper.v99
source: Default clear wallpaper.
es_mx: Fondo de pantalla claro predeterminado.
eu: Horma-paper garbi lehenetsia.
he: הרקע החלק כברירת מחדל.
hu: Alapértelmezett háttérkép eltávolítása.
ja: デフォルトのすっきりした壁紙です。
ka: ნაგულისხმევი სუფთა ფონი.
kab: Agilal aceɛlal amezwer.
ko: 기본 클리어 배경화면
lo: ພາບພື້ນຫຼັງທີ່ຊັດເຈນເປັນຄ່າເລີ່ມຕົ້ນ.
ml: തനതു തെളിഞ്ഞ ചുവർകടലാസു്.
ne_np: पूर्वनिर्धारित स्पष्ट वालपेपर।
pl: Domyślna, przezroczysta tapeta.
sl: Privzeto prazno ozadje.
zh_cn: 默认明亮壁纸。
zh_tw: 預設的明亮 Firefox 背景圖

# Settings.Home.Option.Wallpaper.Accessibility.SunriseWallpaper.v99
source: Firefox wallpaper, sunrise pattern.
es_mx: Fondo de pantalla de Firefox, patrón de amanecer.
eu: Firefox horma-papera, sunrise patroia.
he: הרקע של Firefox, תבנית זריחה.
hu: Firefox háttérkép, napkelte minta.
ja: Firefox の壁紙、サンライズパターンです。
ka: Firefox-ფონი, რიჟრაჟის მოხატულობა.
kab: Tugna n ugilal n Firefox, taneɣruft n walluy n yiṭij.
ko: Firefox 배경화면, 일출 패턴
lo: ຮູບວໍເປເປີ Firefox, ຮູບແບບຕາເວັນຂຶ້ນ.
ml: ഫയർഫോക്സു് ചുവർക്കടലാസു്, കിഴക്കരചന.
ne_np: फायरफक्स वालपेपर, सूर्योदय ढाँचा।
pl: Tapeta Firefoksa, wzór ze wschodem słońca.
sl: Ozadje za Firefox, vzorec sončnega vzhoda.
zh_cn: Firefox 壁纸，日出图案。
zh_tw: 日出圖案的 Firefox 背景圖。

# Settings.Home.Option.Wallpaper.Accessibility.ToggleButton
source: Homepage wallpaper cycle toggle
es_mx: Botón de cambio cíclico del fondo de pantalla de la página de inicio
eu: Hasiera-orriko horma-papera txandakatzekoa
he: כפתור החלפת תמונת רקע
hu: Kezdőlap háttérképváltó kapcsolója
ja: ホームページの壁紙サイクルを切り替えます
ka: საწყისი გვერდის ფონების წრიულად ცვლა
kab: Adrurem n twinest n tugna n ugilal n usebter agejdan
ko: 홈페이지 배경화면 순환 토글
lo: ປ່ຽນພາບພື້ນຫຼັງໜ້າທຳອິດແບບໝູນວຽນ
ne_np: गृहपृष्ठ वालपेपर चक्रको टगल
pl: Przełącznik tapety na stronie startowej
sl: Preklop na naslednje ozadje domače strani
zh_cn: 主页壁纸切换开关
zh_tw: 首頁背景圖切換開關

# Settings.Home.Option.Wallpaper.Accessibility.TwilightHillsWallpaper.v100
source: Firefox wallpaper, twilight hills pattern.
es_mx: Fondo de pantalla de Firefox, patrón de colinas crepusculares.
eu: Firefox horma-papera, ilunabarreko muinoen patroia.
he: הרקע של Firefox, תבנית גבעות דמדומיות.
hu: Firefox háttérkép, napnyugtai dombok minta.
ja: Firefox の壁紙、夕暮れの丘パターンです。
ka: Firefox-ფონი, შებინდებული მაღლობების მოხატულობა.
kab: Tugna n ugilal n Firefox, taneɣruft n tewririn yilemẓen.
ko: Firefox 배경화면, 트와일라잇 힐 패턴.
lo: ຮູບວໍເປເປີ Firefox, ຮູບແບບເນີນພູ twilight.
ml: ഫയർഫോക്സു് ചുവർക്കടലാസു്, സന്ധ്യക്കുന്നരചന.
pl: Tapeta Firefoksa, wzór wzgórz o zmierzchu.
sl: Ozadje za Firefox, vzorec hribov v mraku.
zh_cn: Firefox 壁纸，暮光山丘图案。
zh_tw: 暮光山丘圖案的 Firefox 背景圖。

# Settings.Home.Option.Wallpaper.Classic.Title.v106
source: Classic %@
es_mx: %@ clásico
eu: %@ klasikoa
he: ‏%@ קלאסי
hu: Klasszikus %@
ja: %@ の定番
ka: ჩვეული %@
kab: %@ aklasik
ko: 클래식 %@
lo: ຄລາດສິກ %@
ml: ക്ലാസിക് %@
pl: Klasyczny %@
sl: Klasični %@
zh_cn: %@ 经典
zh_tw: 經典 %@

# Settings.Home.Option.Wallpaper.CollectionTitle
source: OPENING SCREEN
es_mx: PANTALLA DE APERTURA
eu: IREKITZE-PANTAILA
he: מסך הפתיחה
hu: NYITÓKÉPERNYŐ
ja: オープニング画面
ka: ᲡᲐᲬᲧᲘᲡᲘ ᲔᲙᲠᲐᲜᲘ
kab: AGDIL N ULDAY
ko: 오프닝 화면
lo: ກຳລັງເປີດໜ້າຈໍ
ml: ആദ്യ തിര
ne_np: खोल्ने स्क्रिन
pl: Ekran początkowy
sl: ZAČETNI ZASLON
zh_cn: 启动页
zh_tw: 開啟畫面

# Settings.Home.Option.Wallpaper.LearnMore.v106
source: Learn more
es_mx: Saber más
eu: Argibide gehiago
he: מידע נוסף
hu: További tudnivalók
ja: 詳細情報
ka: ვრცლად
kab: Issin ugar
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
pl: Więcej informacji
sl: Več o tem
zh_cn: 详细了解
zh_tw: 了解更多

# Settings.Home.Option.Wallpaper.LimitedEdition.Default.Description.v106
source: Try the new collection.
es_mx: Probar la nueva colección.
eu: Probatu bilduma berria.
he: התנסות באוסף החדש.
hu: Próbálja ki az új gyűjteményt.
ja: 新しいコレクションを試す。
ka: ახალი ნაკრების მოსინჯვა.
kab: Ɛreḍ tafrant tamaynut
ko: 새 모음집을 사용해 보세요.
lo: ລອງຄໍເລັກຊັນໃໝ່.
ml: പുതിയ ശേഖരം ഉപയോഗിച്ചു നോക്കൂ.
pl: Wypróbuj nową kolekcję.
sl: Preizkusite novo kolekcijo.
zh_cn: 试用新壁纸集。
zh_tw: 試用全新組合。

# Settings.Home.Option.Wallpaper.LimitedEdition.IndependentVoices.Description.v106
source: The new Independent Voices collection.
es_mx: La nueva colección de voces independientes.
eu: Ahots Independenteen bilduma berria.
he: אוסף הקולות העצמאיים החדש.
hu: Az új Független hangok gyűjtemény.
ja: 新しい壁紙コレクション「揺るぎない声」です。
ka: ახალი ნაკრები „დამოუკიდებელი ხმები“.
kab: Tafrant tamaynut n tuɣac tilelliyin.
ko: 새로운 독립적인 목소리 모음.
lo: ຄໍເລັກຊັນສຽງເອກະລາດໃໝ່.
pl: Nowa kolekcja „Niezależne głosy”.
sl: Nova kolekcija Neodvisni glasovi.
zh_cn: 全新“凡人之声”壁纸集。
zh_tw: 全新的獨立之聲系列。

# Settings.Home.Option.Wallpaper.LimitedEdition.Title.v106
source: Limited Edition
es_mx: Edición limitada
eu: Edizio mugatua
he: מהדורה מוגבלת
hu: Korlátozott kiadás
ja: 限定版
ka: შეზღუდული გამოცემა
kab: Taẓrigt s talast
ko: 한정판
lo: ມີ​ຈໍາ​ນວນ​ຈໍາ​ກັດ
ml: പരിമിത പതിപ്പു്
pl: Edycja limitowana
sl: Omejena izdaja
zh_cn: 限定版
zh_tw: 限量版

# Settings.Home.Option.Wallpaper.SwitchTitle.v99
source: Change wallpaper by tapping Firefox homepage logo
es_mx: Cambia el fondo de pantalla tocando el logotipo de la página de inicio de Firefox
eu: Aldatu horma-papera Firefoxen hasiera-orriko logoa sakatuz
he: החלפת הרקע על־ידי נגיעה בלוגו דף הבית של Firefox
hu: A háttérkép módosításához koppintson a Firefox kezdőlap logójára
ja: Firefox ホームページのロゴをタップして壁紙を変更する
ka: შეცვალეთ ფონი Firefox-ის საწყისი გვერდის ნიშანზე შეხებით
kab: Beddel tugna n ugilal s tira n ulugu n usebter agejdan n Firefox
ko: Firefox 홈페이지 로고를 눌러서 배경화면을 변경
lo: ປ່ຽນຮູບວໍເປເປີໂດຍການແຕະໃສ່ໂລໂກ້ຂອງໜ້າຫຼັກຂອງ Firefox
ml: ഫയർഫോക്സു് ആമുഖയടയാളത്തിൽ അമർത്തി താങ്ങളുടെ ചുവൎക്കടലാസു് മാറ്റുക
ne_np: Firefox होमपेज लोगो ट्याप गरेर वालपेपर परिवर्तन गर्नुहोस्
pl: Zmień tapetę, stukając logo na stronie startowej Firefoksa
sl: Spremenite ozadje z dotikom logotipa domače strani Firefoxa
zh_cn: 轻点 Firefox 主页徽标以更换壁纸
zh_tw: 點擊 Firefox 首頁的圖示即可更改背景圖案

# Settings.Home.Option.Wallpaper.Title
source: Wallpaper
es_mx: Fondo de pantalla
eu: Horma-papera
he: תמונת רקע
hu: Háttérkép
ja: 壁紙
ka: ფონი
kab: Tugna n ugilal
ko: 배경 화면
lo: ພາບພື້ນຫຼັງ
ml: ചുവർകടലാസു്
ne_np: वालपेपर
pl: Tapeta
sl: Ozadje
zh_cn: 壁纸
zh_tw: 背景圖

# Settings.Home.Option.Wallpaper.UpdatedToast
source: Wallpaper Updated!
es_mx: ¡Fondo de pantalla actualizado!
eu: Horma-papera eguneratuta!
he: תמונת הרקע עודכנה!
hu: Háttérkép frissítve!
ja: 壁紙を更新しました。
ka: ფონი განახლებულია!
kab: Tugna n ugilal tettwaleqqem!
ko: 배경 화면이 업데이트됨!
lo: ອັບເດດຮູບວໍເປເປີແລ້ວ!
ml: ചുവർകടലാസു് പുതുച്ചു!
ne_np: वालपेपर अपडेट गरियो!
pl: Zmieniono tapetę
sl: Ozadje spremenjeno!
zh_cn: 壁纸已更换！
zh_tw: 已更換背景圖！
