Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Menu.TrackingProtectionDescription.Fingerprinters
source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
cs: Každý uživatel může mít odlišné nastavení prohlížeče a zařízení. Sběrem informací o nastavení lze vytvořit unikátní otisk a ten pak použít ke sledování vašeho prohlížení.
es_ar: La configuración de su navegador y computadora es única. Los detectores de huellas digitales recopilan una variedad de estas configuraciones únicas para crear un perfil de usted, que puede usarse para rastrearlo mientras navega.
es_mx: La configuración de tu navegador y computadora es única. Las huellas digitales recopilan una variedad de estas configuraciones únicas para crear un perfil de ti, que puede usarse para rastrearte mientras navegas.
eu: Zure nabigatzailearen eta ordenagailuaren ezarpenak bakarrak dira. Hatz-marka bidezko jarraipenak ezarpen bakar hauetako batzuk biltzen dituzte zuri buruzko profil bat osatzeko. Hauek zure jarraipena egiteko erabil daitezke.
gu_in: તમારા બ્રાઉઝર અને કમ્પ્યુટર પરની સેટિંગ્સ અનન્ય છે. તમારી પ્રોફાઇલ બનાવવા માટે ફિંગરપ્રિન્ટર્સ આ વિશિષ્ટ સેટિંગ્સની વિવિધતા એકત્રિત કરે છે, જેનો ઉપયોગ તમે બ્રાઉઝ કરતી વખતે તમને ટ્રેક કરવા માટે કરી શકાય છે.
he: ההגדרות בדפדפן ובמחשב שלך הן ייחודיות. מתעדי רכיבי הזהות הדיגיטליים האלה אוספים את מגוון ההגדרות הייחודיות כדי ללמוד את דפוס השימוש שלך, ניתן להשתמש בזה כדי לעקוב אחר הגלישה שלך.
hu: A böngészője és számítógép beállításai egyediek. Az ujjlenyomat-készítők számos egyéni beállítást gyűjtenek, hogy profilt készítsenek Önről, amelyet aztán a böngészése követésére használnak.
ja: ユーザーのブラウザーおよびコンピューターの設定は個人特定に利用される可能性があります。フィンガープリントは、これらの個人を特定可能な様々な設定を収集してあなたのプロファイルを作成し、行動追跡に使用されます。
ka: პარამეტრებით ხდება თქვენი ბრაუზერისა და მოწყობილობის სხვებისგან გამორჩევა. მომხმარებლის ამომცნობები აგროვებს ამ პარამეტრებს თქვენი დახასიათების შესადგენად, რომელსაც იყენებს საიტებზე თვალის სადევნებლად.
kab: Iɣewwaṛen deg yiminig-ik akked yibenk-ik ur sɛin timital. Inedfaṛen n udsil umḍin leqḍen-d ddeqs seg yiɣewwaṛen-a akken ad snernin amaɣnu-ik, ayen i izemren ad yettwaseqdec akken ad k-ḍfṛen deg tunigin-ik srid.
kk: Сіздің браузер мен компьютеріңіздегі параметрлер бірегей. Цифрлық баспаны жинаушылар сіздің профиліңізді жасау үшін осы ерекше параметрлердің алуан түрлерін жинайды, ол профильді сізді шолу кезінде бақылауға болады.
ko: 웹 브라우저와 컴퓨터의 설정은 고유합니다. 디지털 지문은 이런 고유한 설정을 다양하게 수집하여 사용자의 프로필을 생성하고 이를 이용해 사용자가 탐색할 때 추적을 합니다.
lo: ການຕັ້ງຄ່າໃນບຣາວເຊີ ແລະ ຄອມພິວເຕີຂອງທ່ານບໍ່ຄືໃຜ. ເຄືອງພິມຫລາຍນີ້ວມືຈະຮວບຮ່ວມການຕັ້ງຄ່າທີ່ບໍ່ຄືໃຜຂອງທ່ານໄປສ້າງເປັນໂປຟາຍຂອງທ່ານ ຊຶ່ງສາມາດໃຊ້ຕິດຕາມທ່ານໃນຂະນະທີ່ທ່ານກຳລັງທ່ອງເວັບຢູ່.
ml: നിങ്ങളുടെ ബ്രൌസറിലെയും കമ്പ്യൂട്ടറിലെയും ക്രമീകരണങ്ങൾ അദ്വിതീയമാണ്. നിങ്ങളുടെ ഒരു പ്രൊഫൈൽ‌ സൃഷ്‌ടിക്കുന്നതിന് ഫിംഗർ‌പ്രിന്ററുകൾ‌ ഈ സവിശേഷമായ ക്രമീകരണങ്ങൾ‌ ശേഖരിക്കുന്നു, നിങ്ങൾ‌ ബ്രൌസ് ചെയ്യുമ്പോൾ‌ നിങ്ങളെ ട്രാക്ക് ചെയ്യുന്നതിന് ഇത് ഉപയോഗിക്കാം.
ne_np: तपाईंको ब्राउजर र कम्प्युटरमा रहेका सेटिङ्गहरू अद्वितीय छन्। फिंगरप्रिन्टरहरूले तपाइँको प्रोफाइल सिर्जना गर्न यी अद्वितीय सेटिङ्गहरूको विभिन्न प्रकारलाई सङ्कलन गर्दछ, जुन तपाइँ ब्राउज गर्दा तपाइँलाई ट्र्याक गर्न प्रयोग गर्न सकिन्छ।
pl: Ustawienia przeglądarki i komputera są unikalne. Te elementy zbierają różne tego typu ustawienia, by utworzyć profil użytkownika, którego można użyć do śledzenia Twojej aktywności w Internecie.
ru: Параметры вашего браузера и компьютера уникальны. Сборщики цифровых отпечатков используют набор этих уникальных параметров, чтобы создать ваш профиль, который можно будет использовать для отслеживания вас при веб-сёрфинге.
sl: Nastavitve vašega brskalnika in računalnika so edinstvene. Sledilci prstnih odtisov zbirajo te nastavitve, da ustvarijo vaš profil, s pomočjo katerega vam lahko sledijo med brskanjem.
zh_cn: 浏览器和计算机上的设置有其唯一性。数字指纹追踪程序收集各种独特的设置参数，勾勒出您的精准画像，并在不同网站间跟踪您。
zh_tw: 數位指紋追蹤程式會針對您的瀏覽器、電腦設定來建立您的獨特輪廓，並在不同網站間追蹤您。

# Menu.TrackingProtectionFingerprintersBlocked.Title
source: Fingerprinters
cs: Otisk prohlížeče
es_ar: Detectores de huellas digitales
es_mx: Huellas dactilares
eu: Hatz-marka bidezko jarraipena
gu_in: આંગળીની છાપ
he: רכיבי זהות דיגיטלית
hu: Ujjlenyomat-készítők
ja: フィンガープリント採取
ka: მომხმარებლის ამომცნობები
kab: Idsilen umḍinen
kk: Цифрлық баспаны жинаушылар
ko: 디지털 지문
lo: ເຄືອງພິມລາຍນິ້ວມື
ml: ഫിംഗർപ്രിന്ററുകൾ
ne_np: औंठाछापहरू
pl: Elementy śledzące przez zbieranie informacji o konfiguracji
ru: Сборщики цифровых отпечатков
sl: Sledilci prstnih odtisov
zh_cn: 数字指纹跟踪程序
zh_tw: 數位指紋追蹤程式

# Menu.WhatsNew.Title
source: What’s New
es_mx: Qué hay de nuevo
eu: Nobedadeak
he: מה חדש
hu: Újdonságok
ja: 新着情報
ka: რა სიახლეებია
kab: D acu i d amaynut
ko: 새로운 기능
lo: ສິ່ງໃຫມ່ໆ
ml: പുതിയതെന്തെല്ലാം
pl: Co nowego
sl: Kaj je novega
zh_cn: 新版变化
zh_tw: 有什麼新鮮事？

# Menu.ZoomPage.Title.v113
source: Zoom (%@)
eu: Zooma (%@)
he: מרחק מתצוגה (%@)
hu: Nagyítás (%@)
ja: ズーム (%@)
ka: მოახლოება (%@)
ko: 줌 (%@)
lo: ຊູມ (%@)
ml: വലുതാക്കുക (%@)
pl: Powiększenie (%@)
sl: Povečava (%@)
zh_cn: 缩放（%@）
zh_tw: 縮放（%@）

source: Navigation Toolbar
ast: Barra de ferramientes de restolar
bg: Лента за навигация
bs: Alatna traka za navigaciju
cs: Navigační lišta
cy: Bar Offer Symud
eo: Retuma ilaro
es_ar: Barra de navegación
es_mx: Barra de navegación
eu: Nabigazioko tresna-barra
gd: Bàr-inneal na seòladaireachd
gl: Barra de navegación
gu_in: શોધખોળ ટૂલબાર
he: סרגל כלים ניווט
hu: Navigációs eszköztár
ja: ナビゲーションツールバー
ka: ნავიგაციის ხელსაწყოთა ზოლი
kab: Afeggag n tunigin
kk: Навигация панелі
ko: 네비게이션 툴바
lv: Navigācijas rīkjosla
ml: നാവിഗേഷന്‍ ടൂള്‍ബാര്‍
mr: संचारन साधनपट्टी
ms: Bar Alatan Navigasi
ne_np: नेभिगेसन उपकरणपट्टी
pl: Pasek narzędzi nawigacyjnych
ro: Bară de navigare
ru: Панель навигации
sk: Panel Navigácia
sl: Vrstica za brskanje
sq: Panel Lëvizjesh
ta: வழிசெலுத்தி கருவிப்பட்டை
zh_cn: 导航工具栏
zh_tw: 導航列

source: No
ast: Non
bg: Не
bs: Ne
cs: Ne
cy: Na
eo: Ne
eu: Ez
gd: Chan eil
gl: Non
gu_in: ના
he: לא
hu: Nem
ja: いいえ
ka: არა
kab: Ala
kk: Жоқ
ko: 아니오
lo: ບໍ່ຕ້ອງການ
lv: Nē
ml: ഇല്ല
mr: नाही
ms: Tidak
ne_np: होइन
pl: Nie
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sq: Jo
ta: வேண்டாம்
tl: Hindi
zh_cn: 不用
zh_tw: 不同意

source: No tabs
ast: Ensin llingüetes
bg: Няма раздели
bs: Nema tabova
cs: Žádné panely
cy: Dim tabiau
eo: Neniu langeto
es_ar: No hay pestañas
es_mx: Ninguna pestaña
eu: Fitxarik ez
gd: Gun tabaichean
gl: Non hai lapelas
gu_in: કોઈ ટૅબ્સ નથી
he: אין לשוניות
hu: Nincsenek lapok
ja: タブがありません
ka: ჩანართები არაა
kab: Ulac iccaren
kk: Беттер жоқ.
ko: 탭 없음
lo: ບໍ່ມີແທັບ
lv: Nav cilņu
ml: ടാബുകള്‍ ഇല്ല
mr: कोणतेही टॅब्स नाहीत
ms: Tiada tab
ne_np: कुनै ट्याबहरू हैन
pl: Brak kart
ro: Nicio filă
ru: Вкладок нет
sk: Žiadne karty
sl: Ni zavihkov
sq: S’ka skeda
ta: கீற்றைகள் ஒன்றும் இல்லை
tl: Walang mga tab
zh_cn: 没有标签页
zh_tw: 無分頁

source: Okay
ast: Val
bg: Добре
bs: U redu
cs: OK
cy: Iawn
eo: Bone
es_ar: Aceptar
es_mx: Aceptar
eu: Ados
gd: Ceart ma-thà
gl: Aceptar
gu_in: બરાબર
he: אישור
hu: Rendben
ja: OK
ka: კარგი
kab: Ih
kk: ОК
ko: 확인
lo: ຕົກລົງ
lv: Labi
ml: ശരി
mr: ठीक आहे
ne_np: ठिक छ
pl: Przywróć
ro: Ok
ru: Хорошо
sk: OK
sl: V redu
sq: OK
ta: சரி
zh_cn: 好
zh_tw: 好

# Onboarding.WhatsNew.Button.Title
source: Start Browsing
es_mx: Empezar a navegar
eu: Hasi nabigatzen
he: התחלת גלישה
hu: Böngészés megkezdése
ja: ブラウジングを開始
ka: დაიწყეთ მოგზაურობა
kab: Bdu tunigin
ko: 사용하기
lo: ເລີ່ມການທ່ອງເວັບ
ml: തിരയാൻ തുടങ്ങൂക
ne_np: ब्राउजिङ्ग सुरु गर्नुहोस्
pl: Zacznij przeglądać Internet
sl: Začnite z brskanjem
zh_cn: 开始浏览
zh_tw: 開始上網

source: Oops! Firefox crashed
ast: ¡Ups! Firefox cascó
bg: Ами сега! Firefox се срина
bs: Ups! Firefox se srušio
cs: Jejda! Firefox spadl
cy: Wps! Mae Firefox wedi chwalu
eo: Fuŝ! Firefox paneis
es_ar: ¡Ups! Firefox falló
es_mx: ¡Ups! Firefox falló
eu: Ene! Firefoxek huts egin du
gd: Ìoc! Thuislich Firefox
gl: Vaia! Firefox quebrou
gu_in: અરે! Firefox ક્રેશ થયું
he: אבוי! Firefox קרס
hu: Hoppá! A Firefox összeomlott
ja: Firefox の動作に問題が発生し、不正終了してしまいました
ka: ჰმ! Firefox უეცრად გაითიშა
kab: Ayhu! Firefox yeɣli
kk: Қап! Firefox құлаған
ko: 이런! Firefox가 종료됐습니다.
lo: Oops! Firefox ມີຂໍ້ຜິດພາດ
lv: Ak vai! Firefox avarēja
ml: അയ്യോ! ഫയര്‍ഫോക്സ് തകർന്നു
mr: ओह! Firefox बंद पडला
ms: Oops! Firefox ranap
ne_np: ओहो! Firefox क्रयास भयो
pl: Firefox uległ awarii :(
ro: Ups! Firefox s-a închis neașteptat
ru: Ой! Firefox упал
sk: Ups! Firefox zlyhal
sl: Ups! Firefox se je sesul
sq: Hëm! Firefox-i u vithis
ta: அடேடே! பயர்பாஃசு நொறுங்கியது
tl: Oops! Bumagsak ang Firefox
zh_cn: 啊哦！Firefox 崩溃了
zh_tw: 喔喔，Firefox 發生錯誤

source: Open Settings
ast: Abrir Axustes
bg: Към Настройки
bs: Otvorite postavke
cs: Otevřít Nastavení
cy: Agor y Gosodiadau
eo: Malfermi agordojn
es_ar: Abrir configuraciones
es_mx: Abrir configuraciones
eu: Ireki ezarpenak
gd: Fosgail na roghainnean
gl: Abrir os Axustes
gu_in: સેટિંગ ખોલો
he: פתיחת הגדרות
hu: Beállítások megnyitása
ja: 環境設定を開く
ka: პარამეტრების გახსნა
kab: Ldi iɣewwaren
kk: Баптаулары ашу
ko: 설정 열기
lo: ເປີດການຕັ້ງຄ່າ
lv: Atvērt iestatījumus
ml: സജ്ജീകരണങ്ങള്‍ തുറക്കുക
mr: सेटिंग उघडा
ms: Buka Tetapan
ne_np: सेटिङ्गहरू खोल्नुहोस्
pl: Otwórz ustawienia
ro: Deschide Setări
ru: Открыть Параметры
sk: Nastavenia
sl: Odpri nastavitve
sq: Hap Rregullimet
ta: அமைவுளைத் திற
tl: Buksan ang Settings
zh_cn: 打开设置
zh_tw: 開啟設定

source: Open Tabs
bs: Otvoreni tabovi
cs: Otevřené panely
es_ar: Abrir pestañas
es_mx: Abrir pestañas
eu: Irekitako fitxak
gl: Lapelas abertas
gu_in: ટૅબ્સ ખોલો
he: פתיחת לשוניות
hu: Nyitott lapok
ja: タブを開く
ka: გახსნილი ჩანართები
kab: Lddi icarren
kk: Ашық беттер
ko: 탭 열기
lo: ເປີດແທັບ
ml: തുറന്ന ടാബുകള്‍
mr: टॅब्स उघडा
ne_np: ट्याबहरू खोल्नुहोस्
pl: Otwarte karty
ru: Открытые вкладки
sl: Odprte zavihke
ta: திறந்த கீற்றுகள்
zh_cn: 打开的标签页
zh_tw: 開啟分頁

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
ast: Abri artículos nel visor de llectura calcando l'iconu del llibru cuando apaeza na barra de títulu.
bg: Отваряйте статии в изгледа за четене, докосвайки пиктограмата на книга, когато е налична в заглавната лента.
bs: Otvorite članke u prikazu za čitanje dodirivanjem ikone knjige kada se pojavi u naslovnoj traci.
cs: Otevírejte články ve čtečce klepnutím na ikonu knihy zobrazené v záhlaví.
cy: Agorwch erthyglau yn y Golwg Darllen drwy dapio ar yr eicon llyfr pan mae'n ymddangos yn y bar teitl.
eo: Malfermu artikolojn en legila vido per tuŝeto sur la emblemo de libro, kiam ĝi aperas en la titolstrio.
es_ar: Abre artículos en la Vista de lectura tocando el ícono del libro cuando aparece en la barra de título.
es_mx: Abrir artículos en la vista de lectura al tocar el ícono del libro cuando aparece en la barra titular.
eu: Ireki artikuluak irakurtzeko ikuspegian liburuaren ikonoa sakatuz izenburu-barran agertzen denean.
gd: Fosgail artaigilean san t-sealladh leughaidh le gnogag air ìomhaigheag an leabhair nuair a nochdas e ann am bàr an tiotail.
gl: Abra artigos na vista de lectura pulsando na icona do libro cando apareza na barra de título.
gu_in: શીર્ષક પટ્ટીમાં દેખાય ત્યારે પુસ્તક આયકનને ટેપ કરીને રીડર દૃશ્યમાં લેખો ખોલો.
he: ניתן לפתוח מאמרים בתצוגת קריאה על־ידי נגיעה בסמל הספר כאשר הוא מופיע בשורת הכותרת.
hu: Nyissa meg a cikkeket olvasó nézetben a könyv ikonra kattintva a címsávban.
ja: タイトルバーに表示されたブックアイコンをタップすると、記事をリーダービューで開きます。
ka: სტატიების კითხვის რეჟიმში გასახსნელად შეეხეთ წიგნის ნიშანს, როცა მისამართების ველში გამოჩნდება.
kab: Ad d-yeldi imagraden deg tmeẓri n umeɣri s usenned ɣef tignit n udlis ticki tban-d deg ufeggag n uzwel.
kk: Мақалаларды оқу режимінде ашу үшін, атау жолағындағы кітапша таңбашасы пайда болған кезде, оған шертіңіз.
ko: 제목줄 옆에 나오는 책모양 아이콘을 눌러서 읽기 모드로 글을 열어보세요.
lo: ເປີດຫົວຂໍ້ນີ້ໃນ Reader View ໂດຍການເຕະໄອຄອນປື້ມເມື່ອມັນປະກົດຂື້ນໃນ Title bar.
lv: Atveriet rakstus lasīšanas režīmā pieskaroties grāmatas ikonai, kad tā parādās virsraksta joslā.
ml: ടൈറ്റിൽ ബാറിൽ ദൃശ്യമാകുമ്പോൾ പുസ്തക ഐക്കൺ ടാപ്പുചെയ്യുന്നതിലൂടെ റീഡർ കാഴ്ചയിൽ ലേഖനങ്ങൾ തുറക്കുക.
mr: शीर्षक पट्टीमध्ये दिसल्यानंतर पुस्तक चिन्हावर टॅप करून लेख उघडा.
ms: Buka artikel dalam Reader View dengan menekan ikon buku apabila muncul dalam tajuk bar.
ne_np: Reader View मा लेखहरू हेर्न शीर्षक पट्टीमा रहेको पुस्तक चिनोमा थिच्नुहोस्।
pl: Otwieraj artykuły w widoku poprawionej czytelności stukając ikonę książki, kiedy pojawi się w pasku adresu.
ro: Deschide articole în modul lectură atingând iconița carte când aceasta apare în bara de titlu.
ru: Открывайте статьи в виде для чтения, нажимая на значок книги, когда он появляется в адресной строке.
sk: Ťuknutím na ikonu knihy, keď sa objaví v paneli s titulkom, otvoríte stránku v zobrazení Čítačka.
sl: Odprite članke v bralnem pogledu, tako da tapnete ikono knjige, ko se pojavi v naslovni vrstici.
sq: Artikujt nën Pamjen Lexues i hapni duke prekur ikonën libër, kur shfaqet te shtylla e titullit.
ta: புத்தகச் சின்னம் தலைப்பு பட்டையில் தோன்றும்போது அதைத் தட்டி வாசிப்பு தோற்றத்தில் கட்டுரைகளைத் திறக்கவும்.
tl: Buksan ang basahin sa Reader View gamit ang book icon paglabas nito sa title bar.
zh_cn: 当书本图标出现在标题栏时，轻点它即可在阅读模式下阅读文章。
zh_tw: 點選標題列出現的書本圖示，即可將該頁面於閱讀畫面開啟。

# OpenURL.Error.Message
source: Firefox cannot open the page because it has an invalid address.
ast: Firefox nun pue abrir la páxina porque tien una direición non válida.
bg: Firefox не може да отвори страницата, защото съдържа невалидни адреси.
bs: Firefox ne može otvoriti stranicu jer stranica ima netačnu adresu.
cs: Firefox nemůže stránku otevřít, protože má stránka neplatnou adresu.
eo: Firefox ne povas malfermi la paĝon ĉar ĝi havas nevalidan adreson.
es_ar: Firefox no puede abrir la página porque tiene una dirección inválida.
es_mx: Firefox no puede abrir la página porque tiene una dirección inválida.
eu: Firefoxek ezin du orria ireki helbide baliogabea duelako.
gd: Chan urrainn dha Firefox an duilleag fhosgladh a chionn ’s gu bheul an seòladh cearr.
gl: Non é posíbel que Firefox abra a páxina porque o enderezo non é válido.
gu_in: Firefox પૃષ્ઠ ખોલી શકતું નથી કારણ કે તેમાં અમાન્ય સરનામું છે.
he: דפדפן Firefox אינו יכול לפתוח דף זה מאחר שהוא כולל כתובת שאינה חוקית.
hu: A Firefox nem tudja megnyitni az oldalt, mert a címe érvénytelen.
ja: アドレスが正しくないため、Firefox はこのページを開けません。
ka: Firefox ვერ ახერხებს გვერდის გახსნას, რადგან არასწორი მისამართი აქვს.
kab: Firefox ur yezmir ara ad yeldi asebter acku tansa-nni ur tmeɣtu ara.
kk: Firefox бұл парақты аша алмайды, өйткені оның адресі қате.
ko: 주소가 유효하지 않아서 페이지를 열 수 없습니다.
lo: Firefox ບໍ່ສາມາດເປີດຫນ້ານີ້ໄດ້ເພາະວ່າມັນມີທີ່ຢູ່ທີບໍ່ຖືກຕ້ອງ.
lv: Firefox nevar atvērt lapu, jo tai ir nederīga adrese.
ml: അത് അസാധുവായ ഒരു വിലാസമാതിനാൽ ഫയർഫോക്സിന് താള് തുറക്കാൻ കഴിയില്ല.
mr: Firefox पृष्ठ उघडू शकत नाही कारण त्यामध्ये एक अवैध पत्ता आहे.
ms: Firefox tidak dapat membuka halaman ini kerana alamat tidak sah.
ne_np: ठेगाना नमिलेको कारण Firefox ले यो पृष्ठ खोल्न सकेन।
pl: Firefox nie może otworzyć tej strony, gdyż jej adres jest nieprawidłowy.
ro: Firefox nu poate deschide pagina deoarece are o adresă invalidă.
ru: Firefox не может открыть страницу, так как её адрес некорректен.
sl: Firefox ne more odpreti strani, ker je njen naslov neveljaven.
sq: Firefox-i s’e hap dot faqen, ngaqë ajo ka një adresë të pavlefshme.
ta: அறியாத முகவரி உள்ள இப்பக்கத்தை பயர்பாஃசு உலாவியால் திறக்க முடியவில்லை.
tl: Hindi mabuksan ng Firefox ang pahina dahil ang address ay inbalido.
zh_cn: 地址无效，因此Firefox 无法打开该页面。
zh_tw: 由於網址錯誤，Firefox 無法開啟頁面。

# OpenURL.Error.Title
source: Cannot Open Page
ast: Nun pue abrise la páxina
bg: Страница не може да бъде отворена
bs: Nije moguće otvoriti stranicu
cs: Stránku nelze otevřít
eo: Ne eblas malfermi la paĝon
es_ar: No se pudo abrir la página
es_mx: No se puede abrir la página
eu: Ezin da orria ireki
gd: Cha ghabh an duilleag fhosgladh
gl: Non foi posíbel abrir a páxina
gu_in: પૃષ્ઠ ખોલી શકતા નથી
he: לא ניתן לפתוח דף
hu: Az oldal nem nyitható meg
ja: ページを開けません
ka: გვერდი ვერ იხსნება
kab: Ur yezmir ara ad yeldi asebter
kk: Парақты ашу мүмкін емес
ko: 페이지 열 수 없음
lo: ບໍ່ສາມາດເປີດຫນ້ານີ້ໄດ້.
lv: Nevar atvērt lapu
ml: താൾ തുറക്കാനാവുന്നില്ല
mr: पृष्ठ उघडू शकत नाही
ms: Gagal Membuka Halaman
ne_np: पृष्ठ खोल्न सकिएन
pl: Nie można otworzyć strony
ro: Nu se poate deschide pagina
ru: Не удалось открыть страницу
sl: Strani ni mogoče odpreti
sq: S’hap Dot Faqen
ta: பக்கத்தை திறக்க முடியவில்லை
tl: Hindi maaaring buksan ang pahina
zh_cn: 无法打开页面
zh_tw: 無法開啟頁面

source: Password
ast: Contraseña
bg: Парола
bs: Lozinka
cs: Heslo
cy: Cyfrinair
eo: Pasvorto
es_ar: Contraseña
es_mx: Contraseña
eu: Pasahitza
gd: Facal-faire
gl: Contrasinal
gu_in: પાસવર્ડ
he: ססמה
hu: Jelszó
ja: パスワード
ka: პაროლი
kab: Awal uffir
kk: Пароль
ko: 비밀번호
lo: ລະຫັດຜ່ານ
lv: Parole
ml: ഒളിവാക്ക്
mr: पासवर्ड
ms: Kata laluan
ne_np: पासवर्ड
pl: Hasło
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sq: Fjalëkalim
ta: கடவுச்சொல்
zh_cn: 密码
zh_tw: 密碼

# PhotoLibrary.FirefoxWouldLikeAccessMessage
source: This allows you to save the image to your Camera Roll.
cs: Toto vám umožní ukládat obrázky do vaší složky Camera Roll.
es_ar: Esto le permite guardar la imagen en la galería.
es_mx: Esto te permite guardar la imagen en su rollo de cámara.
eu: Honekin kameraren karretean gorde dezakezu irudia.
gu_in: આ તમને ઇમેજને તમારા કૅમેરા રોલ પર સાચવવાની મંજૂરી આપે છે.
he: תכונה זו מאפשרת לך לשמור תמונות בסליל המצלמה שלך.
hu: Ez lehetővé teszi, hogy mentse a képet a Filmtekercsébe.
ja: これは、画像を Camera Roll に保存することを許可します。
ka: ამის საშუალებით, შეგეძლებათ სურათის ფოტოგალერეაში შენახვა.
kab: Aya ad isireg asekles n tugna ɣer uzmam n tkamiṛat.
kk: Бұл арқылы сіз суретті Фототаспаға сақтай аласыз.
ko: 카메라 롤에 사진을 저장할 수 있습니다.
lo: ສິ່ງນີ້ອະນຸຍາດໃຫ້ທ່ານບັນທຶກຮູບພາບໄປໄວ້ໃນທີ່ເກັບຮູບພາບຂອງທ່ານ.
ml: ഇത് താങ്കളെ താങ്കളുടെ ക്യാമറ റോളിലേക്ക് ചിത്രം സൂക്ഷിക്കാന്‍ അനുവദിയ്ക്കുന്നു.
ne_np: यसले तपाईंको तस्वीरलाई क्यामरा रोलमा सङ्ग्रह गर्न अनुमति दिन्छ।
pl: Pozwoli to zachować obraz w albumie Wszystkie zdjęcia.
ru: Это позволит сохранить изображение в вашу «Фотопленку».
sl: To vam omogoča, da shranite sliko v Camera Roll.
zh_cn: 这将允许您保存图像到您的“相机胶卷”。
zh_tw: 讓您可儲存照片到「照片串流」。

# PhotoLibrary.FirefoxWouldLikeAccessTitle
source: Firefox would like to access your Photos
cs: Firefox žádá o přístup k vašim Fotografiím
es_ar: A Firefox le gustaría acceder a sus Fotos
es_mx: A Firefox le gustaría acceder a tus fotos
eu: Firefoxek zure argazkietarako sarbidea nahi du
gu_in: ફાયરફોક્સ તમારા ફોટાને ઍક્સેસ કરવા માંગે છે
he: ל־Firefox יש צורך בגישה לתמונות שלך
hu: A Firefox szeretne hozzáférni a fényképeihez
ja: Firefox が写真データにアクセスしようとしています
ka: Firefox ცდილობს თქვენს სურათებთან წვდომის მიღებას
kab: Firefox yebɣa ad yekcem ɣer tewlafin-inek
kk: Firefox суреттеріңізге қатынағысы келеді
ko: Firefox가 사진 정보에 접근하고자 합니다.
lo: Firefox ຕ້ອງການເຂົ້າເຖິງຮູບພາບຂອງທ່ານ
ml: ഫയര്‍ഫോക്സ് താങ്കളുടെ ചിത്രങ്ങളിലേക്ക് പ്രവേശിയ്ക്കാന്‍ ആഗ്രഹിക്കുന്നു
ne_np: Firefox ले तपाईँका तस्बिरहरूमा पहुँच बनाउन चाहन्छ
pl: Firefox chce uzyskać dostęp do Zdjęć
ru: Firefox хотел бы получить доступ к вашим Фото
sl: Firefox želi dostop do vaših slik
zh_cn: Firefox 想要访问您的照片
zh_tw: Firefox 想要存取您的照片

# PhotonMenu.close
source: Close
ast: Zarrar
bs: Zatvori
cs: Zavřít
es_ar: Cerrar
es_mx: Cerrar
eu: Itxi
gl: Pechar
gu_in: બંધ
he: סגירה
hu: Bezárás
ja: 閉じる
ka: დახურვა
kab: Mdel
kk: Жабу
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
mr: बंद करा
ne_np: बन्द गर्नुहोस्
pl: Zamknij
ru: Закрыть
sl: Zapri
ta: மூடு
zh_cn: 关闭
zh_tw: 關閉

source: Privacy
ast: Privacidá
bg: Лични данни
bs: Privatnost
cs: Soukromí
cy: Preifatrwydd
eo: Privateco
es_ar: Privacidad
es_mx: Privacidad
eu: Pribatutasuna
gd: Prìobhaideachd
gl: Privacidade
gu_in: ગોપનીયતા
he: פרטיות
hu: Magánszféra
ja: プライバシー
ka: პირადულობა
kab: Tabaḍnit
kk: Жекелік
ko: 개인정보
lo: ຄວາມເປັນສ່ວນຕົວ
lv: Privātums
ml: സ്വകാര്യത
mr: गुप्तता
ms: Privasi
ne_np: गोपनीयता
pl: Prywatność
ro: Confidențialitate
ru: Приватность
sk: Súkromie
sl: Zasebnost
sq: Privatësi
ta: தனியுரிமை
zh_cn: 隐私
zh_tw: 隱私

source: Privacy Policy
ast: Política de privacidá
bg: Политика за личните данни
bs: Polica privatnosti
cs: Zásady ochrany osobních údajů
cy: Polisi Preifatrwydd
eo: Politiko pri privateco
es_ar: Política de privacidad
es_mx: Política de privacidad
eu: Pribatutasun-politika
gd: Am poileasaidh prìobhaideachd
gl: Política de privacidade
gu_in: ગોપનીયતા નીતિ
he: מדיניות פרטיות
hu: Adatvédelmi irányelvek
ja: プライバシーポリシー
ka: პირადულობის დებულება
kab: Tasertit n tbaḍnit
kk: Жекелік саясаты
ko: 개인정보 보호정책
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
lv: Privātuma politika
ml: സ്വകാര്യ വ്യവസ്ഥകള്‍
mr: गोपनीयता धोरण
ms: Dasar Privasi
ne_np: गोपनीयता निति
pl: Zasady ochrony prywatności
ro: Politică de confidențialitate
ru: Политика приватности
sk: Zásady ochrany súkromia
sl: Politika zasebnosti
sq: Rregulla Privatësie
ta: தனியுரிம கொள்கை
tl: Patakaran sa Privacy
zh_cn: 隐私政策
zh_tw: 隱私權保護政策

# ProtectionStatus.NotSecure
source: Connection is not secure
es_ar: Conexión no segura
es_mx: Conexión no segura
eu: Konexioa ez da segurua
he: החיבור אינו מאובטח
hu: A kapcsolat nem biztonságos
ja: 接続は安全ではありません
ka: კავშირი დაუცველია
kab: Tuqqna mačči d taɣellsant
kk: Байланыс қауіпсіз емес
ko: 연결이 안전하지 않음
lo: ການເຊື່ອມຕໍ່ບໍ່ປອດໄພ
ml: സമ്പർക്കം സുരക്ഷിതമല്ല
ne_np: यो जडान सुरक्षित छैन
pl: Połączenie nie jest zabezpieczone
sl: Povezava ni varna
zh_cn: 连接不安全
zh_tw: 連線不安全

# ProtectionStatus.Secure
source: Connection is secure
es_ar: Conexión segura
es_mx: Conexión segura
eu: Konexioa segurua da
he: החיבור מאובטח
hu: A kapcsolat biztonságos
ja: 接続は安全です
ka: კავშირი დაცულია
kab: Tuqqna d taɣellsant
kk: Байланыс қауіпсіз
ko: 연결이 안전함
lo: ການເຊື່ອມຕໍ່ແມ່ນປອດໄພ
ml: സമ്പമർക്കം സുരക്ഷിതമാണു്
ne_np: यो जडान सुरक्षित छ
pl: Połączenie jest zabezpieczone
sl: Povezava je varna
zh_cn: 连接安全
zh_tw: 連線安全

source: Quick-Search Engines
ast: Motores de gueta rápida
bg: Други търсещи машини
bs: Brzi pretraživači
cs: Vyhledávače
eo: Rapidaj serĉiloj
es_ar: Motores de búsqueda rápida
es_mx: Motores de búsqueda rápida
eu: Bilaketa bizkorreko motorrak
gd: Einnseanan grad-luirg
gl: Motores de busca rápida
gu_in: ઝડપી શોધ એન્જિન્સ
he: מנועי חיפוש מהירים
hu: Gyors keresési szolgáltatások
ja: クイック検索エンジン
ka: სწრაფი ძიების სისტემები
kab: Imseddayen n unadi arurad
kk: Жылдам іздеу жүйелері
ko: 빠른 검색 엔진
lv: Ātrie meklētāji
ml: അതിവേഗ തിരച്ചിലിനായുള്ള പ്രയോഗങ്ങള്‍
mr: जलद-शोध इंजीन
ms: Enjin Carian-Pantas
ne_np: छिटो खोज इन्जिन
pl: Szybkie wyszukiwanie
ro: Motoare de căutare rapidă
ru: Системы быстрого поиска
sl: Hitri iskalniki
sq: Motorë Kërkimesh të Shpejta
ta: விரைவு தேடுபொறிகள்
tl: Mabilisang-Paghahanap ng Engines
zh_cn: 快速搜索引擎
zh_tw: 快速搜尋引擎

# Ratings.Settings.RateOnAppStore
source: Rate on App Store
es_mx: Calificar en App Store
eu: Puntuatu App Store-an
he: דירוג ב־App Store
hu: Értékelje az App Store-ban
ja: App Store で評価する
ka: შეგვაფასეთ – App Store
kab: Ktazel ɣef App Store
ko: App Store에서 평가
lo: ໃຫ້ຄະແນນໃນ App Store
ml: പ്രയോഗ പീടികയിൽ അവലോകനം കൊടുക്കുക
ne_np: एप स्टोरमा मूल्याङ्कन गर्नुहोस्
pl: Oceń na App Store
sl: Oceni v trgovini App Store
zh_cn: 在 App Store 上评分
zh_tw: 到 App Store 評分

source: Reader View
ast: Visor de llectura
bg: Изглед за четене
bs: Prikaz za čitanje
cs: Zobrazení čtečky
cy: Golwg Darllen
eo: Legila vido
es_ar: Vista de lectura
es_mx: Vista de lectura
eu: Irakurtzeko ikuspegia
gd: An sealladh leughaidh
gl: Vista de lectura
gu_in: વાંચક જુઓ
he: תצוגת קריאה
hu: Olvasó nézet
ja: リーダービュー
ka: კითხვის რეჟიმი
kab: Askar n tɣuri
kk: Оқу көрінісі
ko: 읽기 모드
lv: Lasītāja skats
ml: വായനാമുഖം
mr: वाचक दृश्य
pl: Popraw czytelność
ro: Mod citire
ru: Вид для чтения
sk: Zobrazenie Čítačka
sl: Bralni pogled
sq: Pamja Lexues
ta: வாசகர் பார்வை
zh_cn: 阅读模式
zh_tw: 閱讀畫面
