Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# FxAPush_DeviceConnected_title
source: Sync Connected
ast: Sync coneutáu
bs: Sinhronizacija povezana
cs: Služba Sync připojena
es_ar: Sync conectado
es_mx: Sync conectado
eu: Sync konektatuta
gl: Sync conectado
gu_in: જોડાયેલ સમન્વય
he: ‏Sync מחובר
hu: Sync kapcsolódva
ja: Sync に接続しました
ka: Sync დაკავშირებულია
kab: Synch yeqqen
kk: Синхрондау байланысқан
ko: Sync 연결됨
lo: ເຊື່ອມຕໍກັບ Sync ແລ້ວ
ml: സമന്വയം ബന്ധിപ്പിച്ചു
mr: ताळमेळ जोडले
ne_np: सिङ्क जडान भयो
pl: Nowe synchronizowane urządzenie
ru: Синхронизация соединилась
sl: Sync je povezan
sq: Lidhur Me Sync
ta: ஒத்திசைவு இணைந்தது
tl: I-sync ang Konektado
zh_cn: 同步已连接
zh_tw: 已連線至 Sync

# FxAPush_DeviceDisconnected_ThisDevice_body
source: This device has been successfully disconnected from Firefox Sync.
ast: Esti preséu desconeutóse esitósamente de Firefox Sync.
bs: Ovaj uređaj je uspješno odspojen iz Firefox sinhronizacije.
cs: Toto zařízení bylo úspěšně odpojeno od služby Firefox Sync.
es_ar: Este dispositivo se desconectó con éxito de Firefox Sync.
es_mx: Este dispositivo ha sido desconectado exitosamente de Firefox Sync.
eu: Gailu hau Firefox Sync-etik ondo deskonektatu da.
gl: Este dispositivo desconectouse correctamente de Firefox Sync.
gu_in: આ ઉપકરણ સફળતાપૂર્વક Firefox સમન્વયનથી ડિસ્કનેક્ટ થઈ ગયું છે.
he: מכשיר זה נותק בהצלחה מ־Firefox Sync.
hu: Ez az eszköz sikeresen lekapcsolódott a Firefox Syncről.
ja: この端末は Firefox Sync から正常に切断されました。
ka: მოწყობილობა წარმატებით გამოითიშა Firefox Sync-იდან.
kab: Ibenk-a yeffeɣ akken iwata seg tuqqna n Firefox Sync.
kk: Бұл құрылғы Firefox синхрондауынан ажыратылды.
ko: 기기는 Firefox Sync와 연결이 끊어졌습니다.
lo: ອຸປະກອນນີ້ໄດ້ຕັດການເຊື່ອຕໍ່ກັບ Firefox Sync ແລ້ວ.
ml: ഈ ഉപകരണം ഫയർഫോക്സ് സമന്വയത്തിൽ നിന്നും വിജയകരമായി വിച്ഛേദിച്ചിരിക്കുന്നു.
mr: हे उपकरण यशस्वीरित्या Firefox Sync मधुन डिस्कनेक्ट केले आहे.
ne_np: यो यन्त्र सफलतापूर्वक Firefox सिङ्क बाट विच्छेद भयो ।
pl: To urządzenie zostało odłączone od synchronizacji.
ru: Это устройство было успешно отсоединено от службы Синхронизации Firefox.
sl: Ta naprava ni več povezana s Firefox Sync.
sq: Kjo pajisje është shkëputur me sukses nga shërbimi Firefox Sync.
ta: இக்கருவி பயர்பாஃசு ஒத்திசைவிலிருந்து வெற்றிகரமாக பிரிந்தது.
tl: Matagumpay na na-disconnect ang device na ito mula sa Firefox Sync.
zh_cn: 此设备已成功断开 Firefox 同步。
zh_tw: 已成功自 Firefox Sync 取消鏈結此裝置。

# FxAPush_DeviceDisconnected_ThisDevice_title
source: Sync Disconnected
ast: Sync desconeutáu
bs: Sinhronizacija odspojena
cs: Služba Sync odpojena
es_ar: Sync desconectado
es_mx: Sync desconectado
eu: Sync deskonektatuta
gl: Sync desconectado
gu_in: સમન્વયન છૂટું
he: ‏Sync מנותק
hu: Sync leválasztva
ja: Sync から切断されました
ka: დასინქრონება გათიშულია
kab: Synch yeffeɣ seg tuqqna
kk: Синхрондау байланыспаған
ko: 동기화 연결끊김
lo: ຕັດການເຊື່ອມຕໍກັບ Sync ແລ້ວ
ml: സമന്വയം വിച്ഛേദിച്ചു
mr: ताळमेळ खंडीत
ne_np: सिङ्क विच्छेद भयो
pl: Urządzenie odłączone
ru: Синхронизация отсоединилась
sl: Sync je prekinjen
sq: Me Sync të Shkëputur
ta: ஒத்திசைவு துண்டிக்கப்பட்டது
tl: Nakakonekta ang Sync
zh_cn: 同步已断开
zh_tw: 已與 Sync 取消連線

# FxAPush_DeviceDisconnected_UnknownDevice_body
source: A device has disconnected from Firefox Sync
ast: Un preséu desconeutóse de Firefox Sync
bs: Uređaj je odspojen iz Firefox sinhronizacije
cs: Zařízení bylo odpojeno od služby Firefox Sync
es_ar: Un dispositivo fue desconectado de Firefox Sync
es_mx: Un dispositivo ha sido desconectado de Firefox Sync
eu: Gailu bat Firefox Sync-etik deskonektatu da
gl: Un dispositivo desconectouse de Firefox Sync
gu_in: Firefox સમન્વયનથી એક ઉપકરણ ડિસ્કનેક્ટ થયું છે
he: נותק מכשיר מ־Firefox Sync
hu: Egy eszköz lekapcsolódott a Firefox szinkronizálásról
ja: 端末のひとつが Firefox Sync から切断されました
ka: მოწყობილობა გამოთიშულია Firefox-სინქრონიზაციიდან
kab: Ibenk yeffeɣ si tuqqna n Firefox Sync
kk: Құрылғы Firefox синхрондауынан ажыратылды
ko: 기기가 Firefox Sync와 연결이 끊김
lo: ອຸປະກອນບໍ່ໄດ້ເຊື່ອມຕໍ່ກັບ Firefox Sync
ml: ഫയർഫോക്സ് സമന്വയത്തിൽ നിന്നും ഒരു ഉപകരണം വിച്ഛേദിച്ചിരിക്കുന്നു
mr: उपकरण Firefox Sync मधुन डिस्कनेक्ट केले आहे
ne_np: एक उपकरण Firefox सिङ्कबाट बिच्छेद भएको छ
pl: Urządzenie zostało odłączone od synchronizacji
ru: Устройство отсоединилось от службы Синхронизации Firefox
sl: Naprava je bila odklopljena iz Firefox Sync
sq: Është shkëputur një pajisje nga Firefox Sync-u
ta: பயர்பாக்சு ஒத்திசைவிலிருந்து ஒரு கருவி துண்டிக்கப்பட்டது
tl: Ang isang aparato ay naka-disconnect mula sa Firefox Sync
zh_cn: 一台设备已断开 Firefox 同步
zh_tw: 有一台裝置已與 Firefox 取消連線

# FxAPush_DeviceDisconnected_body
source: %@ has been successfully disconnected.
ast: %@ desconeutóse con ésitu.
bs: %@ je uspješno odspojen.
cs: Zařízení %@ bylo úspěšně odpojeno.
es_ar: %@ ha sido desconectado exitosamente.
es_mx: %@ ha sido desconectado exitosamente.
eu: %@ gailua ondo deskonektatu da.
gl: %@ desconectouse correctamente.
gu_in: %@ સફળતાપૂર્વક ડિસ્કનેક્ટ થઈ ગયેલ છે.
he: ‏%@ נותק בהצלחה.
hu: A(z) %@ sikeresen lekapcsolódott.
ja: %@ の接続が正常に解除されました。
ka: %@ წარმატებით გამოითიშა.
kab: %@ ur yeqqin ara.
kk: %@ сәтті ажыратылды.
ko: %@가 성공적으로 연결이 해제되었습니다.
lo: %@ ໄດ້ຕັດການເຊື່ອມຕໍ່ແລ້ວ.
ml: %@ വിജയകരമായി വിച്ഛേദിച്ചു.
mr: %@ यशस्वीरित्या डिस्कनेक्ट केले.
ne_np: %@ सफलतापूर्वक विच्छेद भएको छ ।
pl: Urządzenie „%@” zostało odłączone do synchronizacji
ru: %@ было успешно отсоединено.
sl: Naprava %@ je bila uspešno odklopljena.
sq: %@ u shkëput me sukses.
ta: %@ வெற்றிகரமாக துண்டிக்கப்பட்டது.
tl: %@ ay matagumpay na naalis.
zh_cn: %@ 已成功断开。
zh_tw: 已成功取消 %@ 的連線。

# FxAPush_DeviceDisconnected_title
source: Sync Disconnected
ast: Sync desconeutáu
bs: Sinhronizacija odspojena
cs: Služba Sync odpojena
es_ar: Sync desconectado
es_mx: Sync desconectado
eu: Sync deskonektatuta
gl: Sync desconectado
gu_in: સમન્વયન છૂટું
he: ‏Sync מנותק
hu: Sync leválasztva
ja: Sync から切断されました
ka: დასინქრონება გათიშულია
kab: Synch yeffeɣ seg tuqqna
kk: Синхрондау байланыспаған
ko: 동기화 연결끊김
lo: ຕັດການເຊື່ອມຕໍກັບ Sync ແລ້ວ
ml: സമന്വയം വിച്ഛേദിച്ചു
mr: ताळमेळ खंडीत
ne_np: सिङ्क विच्छेद भयो
pl: Urządzenie odłączone
ru: Синхронизация отсоединилась
sl: Sync je prekinjen
sq: Me Sync të Shkëputur
ta: ஒத்திசைவு துண்டிக்கப்பட்டது
tl: Hindi nakakonekta ang Sync
zh_cn: 同步已断开
zh_tw: 已與 Sync 取消連線

# FxHomepage.Wallpaper.ButtonLabel.v99
source: Firefox logo, change the wallpaper.
es_mx: Logotipo de Firefox, cambia el fondo de pantalla.
eu: Firefox logoa, aldatu horma-papera.
he: הלוגו של Firefox, החלפת תמונת הרקע.
hu: Firefox logó, háttérkép megváltoztatása.
ja: Firefox ロゴ、壁紙を変更します。
ka: Firefox-ლოგო, ფონის შეცვლა.
kab: Alugu n Firefox, beddel agilal.
ko: Firefox 로고, 배경 화면 변경
lo: ໂລໂກ້ Firefox, ປ່ຽນພາບຫນ້າຈໍ.
ml: ഫയർഫോക്സു് അടയാളം, ചുവർകടലാസു് മാറ്റുക.
ne_np: Firefox लोगो, वालपेपर परिवर्तन गर्नुहोस्।
pl: Logo Firefoksa, zmień tapetę.
sl: Logtip Firefoxa, spremeni ozadje.
zh_cn: Firefox 徽标，更换壁纸。
zh_tw: Firefox 圖示，點擊此圖示變更背景圖。

source: Help
ast: Ayuda
bg: Помощ
bs: Pomoć
cs: Nápověda
cy: Cymorth
eo: Helpo
es_ar: Ayuda
es_mx: Ayuda
eu: Laguntza
gd: Cobhair
gl: Axuda
gu_in: મદદ
he: עזרה
hu: Súgó
ja: ヘルプ
ka: დახმარება
kab: Tallalt
kk: Көмек
ko: 도움말
lo: ວິທີໃຊ້
lv: Palīdzība
ml: തുണ
mr: मदत
ms: Bantuan
ne_np: सहयोग
pl: Pomoc
ro: Ajutor
ru: Справка
sk: Pomocník
sl: Pomoč
sq: Ndihmë
ta: உதவி
zh_cn: 帮助
zh_tw: 說明

source: History
ast: Historial
bg: История
bs: Historija
cs: Historie
cy: Hanes
eo: Historio
es_ar: Historial
es_mx: Historial
eu: Historia
gd: Eachdraidh
gl: Historial
gu_in: ઇતિહાસ
he: היסטוריה
hu: Előzmények
ja: 表示履歴
ka: ისტორია
kab: Amazray
kk: Тарихы
ko: 방문목록
lo: ປະຫວັດການໃຊ້ງານ
lv: Vēsture
ml: നാള്‍വഴി
mr: इतिहास
ms: Sejarah
ne_np: इतिहास
pl: Historia
ro: Istoric
ru: Журнал
sk: História
sl: Zgodovina
sq: Historik
ta: வரலாறு
zh_cn: 历史记录
zh_tw: 紀錄

# HistoryPanel.ClearHistoryButtonTitle
source: Clear Recent History…
cs: Vymazat nedávnou historii…
es_ar: Borrar el historial reciente…
es_mx: Limpiar historial reciente…
eu: Garbitu azken historia…
gu_in: તાજેતરનો ઇતિહાસ સાફ કરો…
he: ניקוי היסטוריה אחרונה…
hu: Előzmények törlése…
ja: 最近の履歴を消去...
ka: უახლესი ისტორიის გასუფთავება…
kab: Sfeḍ amazray-ik n melmi kan…
kk: Жуырдағы тарихты өшіру…
ko: 최근 방문 기록 삭제…
lo: ລ້າງປະຫວັດການໃຊ້ງານຫລ້າສຸດ…
ml: അടുത്തിടെയുള്ള നാള്‍വഴി വെടിപ്പാക്കുക…
ne_np: हालको इतिहास खाली गर्नुहोस्…
pl: Wyczyść historię przeglądania…
ru: Удалить недавнюю историю…
sl: Počisti nedavno zgodovino …
zh_cn: 清除最近的历史记录…
zh_tw: 清除最近的歷史紀錄…

# HistoryPanel.ClearHistoryMenuOptionEverything
source: Everything
cs: Všechno
es_ar: Todo
es_mx: Todo
eu: Dena
gu_in: બધું
he: הכל
hu: Minden
ja: すべての履歴
ka: ყველაფერი
kab: Merra
kk: Барлығы
ko: 모든 방문 기록
lo: ທຸກຢ່າງ
ml: എല്ലാം
ne_np: सबै कुरा
pl: Wszystko
ru: Всё
sl: Vse
zh_cn: 所有
zh_tw: 所有項目

# HistoryPanel.ClearHistoryMenuOptionTheLastHour
source: The Last Hour
cs: Poslední hodina
es_ar: La última hora
es_mx: La última hora
eu: Azken ordua
gu_in: છેલ્લો સમય
he: השעה האחרונה
hu: Az utolsó óra
ja: 1 時間以内
ka: ბოლო საათი
kab: Asrag aneggaru
kk: Соңғы сағат
ko: 지난 1시간
lo: ຊົ່ວໂມງທີ່ຜ່ານມາ
ml: അവസാന ​മണിക്കൂര്‍
ne_np: अन्तिम घण्टा
pl: Ostatnia godzina
ru: За последний час
sl: Zadnja ura
zh_cn: 过去一小时
zh_tw: 前一小時

# HistoryPanel.ClearHistoryMenuOptionToday
source: Today
cs: Dnešek
es_ar: Hoy
es_mx: Hoy
eu: Gaur
gu_in: આજે
he: היום
hu: Ma
ja: 今日
ka: დღევანდელი
kab: Ass-a
kk: Бүгін
ko: 오늘
lo: ມື້ນີ້
ml: ഇന്ന്
ne_np: आज
pl: Dzisiaj
ru: За сегодня
sl: Danes
zh_cn: 今天
zh_tw: 今天

# HistoryPanel.ClearHistoryMenuOptionTodayAndYesterday
source: Today and Yesterday
cs: Dnešek a včerejšek
es_ar: Hoy y ayer
es_mx: Hoy y ayer
eu: Gaur eta atzo
gu_in: આજે અને ગઈકાલે
he: היום ואתמול
hu: Ma és tegnap
ja: 昨日と今日
ka: დღეს და გუშინ
kab: Ass-a akked iḍelli
kk: Бүгін және кеше
ko: 오늘과 어제
lo: ມື້ນີ້ ແລະ ມື້ວານນີ້
ml: ഇന്നും ഇന്നലെയും
ne_np: आज र हिजो
pl: Dzisiaj i wczoraj
ru: За сегодня и вчера
sl: Danes in včeraj
zh_cn: 昨今两天
zh_tw: 今天和昨天

# HistoryPanel.EmptyState.Title
source: Websites you’ve visited recently will show up here.
ast: Equí van amosase les páxines web que visitesti apocayá.
bs: Web stranice koje ste nedavno posjetili će se pokazati ovdje.
cs: Webové stránky, které jste nedávno navštívili, se zobrazí zde.
es_ar: Los sitios web visitados mas recientemente aparecerán acá.
es_mx: Los sitios web que has visitado recientemente se mostrarán aquí.
eu: Bisitatutako azken webguneak hemen agertuko dira.
gl: Aquí amósanse os sitios web que visitou recentemente.
gu_in: તમે તાજેતરમાં મુલાકાત લીધેલી વેબસાઇટ્સ અહીં દેખાશે.
he: אתרים בהם ביקרת יופיעו כאן.
hu: Azok a webhelyek jelennek meg itt, amelyeket nemrég látogatott meg.
ja: 最近閲覧したウェブサイトが表示されます。
ka: ბოლოს მონახულებული ვებსაიტები გამოჩნდება აქ.
kab: Ismal web i twalaḍ melmi kan ad d-ttwaseknen da.
kk: Сіздің соңғы ашылған веб сайттарыңыз осында болады.
ko: 최근에 방문한 웹사이트를 표시합니다.
lo: ເວັບໄຊທ໌ທີ່ທ່ານຫາກໍ່ເຂົ້າໄປເບິງມື້ກີ້ນີ້ຈະສະແດງຂື້ນຢູ່ທີ່ນີ້.
ml: താങ്കൾ അടുത്തകാലത്ത് സന്ദർശിച്ച വെബ്സൈറ്റുകൾ ഇവിടെ കാണിക്കും.
mr: आपण नुकतीच भेट दिलेली संकेतस्थळे येथे दिसतील.
ne_np: तपाईँले हालै भ्रमण गर्नुभएको वेबसाइटहरू यहाँ देखिनेछन्।
pl: Ostatnio odwiedzane strony będą wyświetlane w tym miejscu
ru: Недавно посещённые вами сайты появятся здесь.
sl: Tukaj bodo prikazane nedavno obiskane strani.
sq: Këtu do të shfaqen sajtet që keni vizituar tani afër.
ta: அண்மையில் பார்த்த இணையத்தளங்கள் இங்கே தோன்றும்.
zh_cn: 您最近访问的网站将在此处显示。
zh_tw: 此處將顯示您最近造訪過的網站。

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
ast: Equí van amosase les llingüetes d'otros preseos de to.
bg: Разделите от други устройства се показват тук.
bs: Vaši tabovi iz drugih uređaja će se pokazati ovdje.
cs: Zde se zobrazují vaše panely z jiných zařízení.
eo: Viaj langetoj el aliaj aparatoj aperos ĉi tie.
es_ar: Las pestañas de otros dispositivos aparecen acá.
es_mx: Las pestañas de tus otros dispositivos se mostrarán aquí.
eu: Zure beste gailuetako fitxak hemen agertuko dira.
gd: Nochdaidh na tabaichean a tha agad air uidheaman eile an-seo.
gl: Aquí amósanse as lapelas dos outros dispositivos.
gu_in: અન્ય ઉપકરણોમાંથી તમારા ટૅબ્સ અહીં બતાવે છે.
he: הלשוניות שלך משאר המכשירים יופיעו כאן.
hu: A más eszközökön lévő lapok itt jelennek meg.
ja: 他の端末で開いているタブが表示されます。
ka: თქვენი ჩანართები სხვა მოწყობილობებიდან გამოჩნდება აქ.
kab: Iccaren-inek seg ibenkan-nniḍen ad d-ttwaseknen da.
kk: Басқа құрылғыларыңыздан беттер осында көрсетіледі.
ko: 다른 기기의 탭을 표시합니다.
lo: ແທັບຂອງທ່ານຈາກອຸປະກອນອື່ນໆສະແດງຂື້ນຢູ່ນີ້.
lv: Šeit parādīsies cilnes no citām ierīcēm.
ml: മറ്റു ഉപകരണങ്ങളിൽ നിന്നും താങ്കളുടെ ടാബുകൾ ഇവിടെ കാണിക്കും.
mr: इतर उपकरणांवरील आपले टॅब इथे दिसतात.
ms: Tab anda dari peranti lain dipaparkan di sini.
ne_np: तपाईँको अन्य यन्त्रहरूको ट्याबहरू यहाँ देखाउनुहोस्।
pl: Karty z innych urządzeń będą wyświetlane w tym miejscu
ro: Filele tale de pe celelalte dispozitive apar aici.
ru: Ваши вкладки с других устройств появятся здесь.
sk: Tu sa zobrazujú karty z vašich ostatných zariadení.
sl: Tukaj bodo prikazani vaši zavihki iz drugih naprav.
sq: Këtu shfaqen skedat prej pajisjeve tuaja të tjera.
ta: மற்ற சாதனங்களின் கீற்றுகள் இங்கே தோன்றும்.
zh_cn: 您在其他设备上的标签页将在此处显示。
zh_tw: 此處將顯示您其他裝置上的分頁。

# HistoryPanel.EmptySyncedTabsPanelNotSignedInState.Description
source: Sign in to view a list of tabs from your other devices.
ast: Anicia sesión pa ver un llistáu de les llingüetes abiertes n'otros preseos de to.
bs: Prijavite se da vidite listu tabova s vaših ostalih uređaja.
cs: Pro zobrazení seznamu panelů z vašich ostatních zařízení se prosím přihlaste.
es_ar: Ingresá para ver una lista de pestañas de los otros dispositivos.
es_mx: Inicia sesión para ver una lista de pestañas de tus otros dispositivos.
eu: Hasi saioa zure beste gailuetako fitxak ikusteko.
gl: Acceda para ver unha lista de lapelas dos outros dispositivos.
gu_in: તમારા અન્ય ઉપકરણોથી ટૅબ્સની સૂચિ જોવા માટે સાઇન ઇન કરો.
he: יש להיכנס כדי לצפות ברשימת לשוניות משאר המכשירים שלך.
hu: Jelentkezzen be a más készülékeiről származó lapok listájának megjelenítéséhez.
ja: 他の端末で開いているタブの一覧を表示するにはログインしてください。
ka: შედით თქვენი სხვა მოწყობილობებიდან ჩანართების სიის სანახავად.
kab: Qqen akken ad d-tsekneḍ tabdart n waccaren seg yibenkan-ik-nniḍen.
kk: Басқа құрылғыларыңыздан беттер тізімдерін қарау үшін кіріңіз.
ko: 다른 기기의 탭 목록을 보기 위해서 로그인 하세요.
lo: ເຂົ້າສູ່ລະບົບເພື່ອເບິງລາຍການແທັບທີ່ເປີດຢູ່ໃນອຸປະກອນອື່ນໆຂອງທ່ານ.
ml: മറ്റു ഉപകരണങ്ങളില്‍ നിന്നുള്ള ടാബുകള്‍ കാണാന്‍ സൈന്‍ ഇന്‍ ചെയ്യുക.
mr: इतर उपकरणांवरील आपले टॅब पाहण्यासाठी साइन इन करा.
ne_np: तपाईँको अन्य यन्त्रहरूबाट ट्याबहरूको सूची हेर्न साइन-इन गर्नुहोस्।
pl: Zaloguj się, by wyświetlić listę kart z innych urządzeń
ru: Войдите, чтобы увидеть список вкладок с других устройств.
sl: Prijavite se za ogled seznama zavihkov drugih naprav.
ta: உங்கள் மற்ற கருவிகளிலிருந்து கீற்றுகளின் பட்டியலைப் பார்க்க உள்நுழை.
zh_cn: 登录以查看来自您的其他设备的标签页列表。
zh_tw: 登入以檢視您其他裝置中的分頁清單。

# HistoryPanel.HistoryBackButton.Title
source: History
ast: Historial
bg: История
bs: Historija
cs: Historie
eo: Historio
es_ar: Historial
es_mx: Historial
eu: Historia
gd: An eachdraidh
gl: Historial
gu_in: ઇતિહાસ
he: היסטוריה
hu: Előzmények
ja: 履歴
ka: ისტორია
kab: Amazray
kk: Тарихы
ko: 방문목록
lo: ປະຫວັດການໃຊ້ງານ
lv: Vēsture
ml: നാള്‍വഴി
mr: इतिहास
ms: Sejarah
ne_np: इतिहास
pl: Historia
ro: Istoric
ru: История
sk: História
sl: Zgodovina
sq: Historik
ta: வரலாறு
tl: Kasaysayan
zh_cn: 历史记录
zh_tw: 瀏覽紀錄

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently Closed
ast: Zarrao apocayá
bg: Наскоро затворени
bs: Nedavno zatvoreno
cs: Nedávno zavřené
es_ar: Recientemente cerradas
es_mx: Cerradas recientemente
eu: Itxitako azkenak
gl: Pechadas recentemente
gu_in: તાજેતરમાં બંધ કરેલા
he: נסגרו לאחרונה
hu: Nemrég bezárt
ja: 最近閉じたタブ
ka: ახლახან დახურული
kab: Ttwamedlen melmi kan
kk: Жақында жабылған
ko: 최근에 닫음
lo: ຫາກໍ່ປິດມື້ກີ້ນີ້
lv: Nesen aizvērtās
ml: അടുത്ത് അടച്ചത്
mr: नुकतेच बंद केलेले
ms: Ditutup baru-baru ini
ne_np: हालै बन्द गरिएको
pl: Ostatnio zamknięte
ru: Недавно закрытые
sl: Nedavno zaprto
sq: Mbyllur së fundi
ta: சற்றுமுன் மூடப்பட்டவை
tl: Kakasarado lang
zh_cn: 最近关闭
zh_tw: 最近關閉的分頁

source: Home
es_ar: Inicio
es_mx: Inicio
eu: Hasiera
he: בית
hu: Kezdőlap
ja: ホーム
ka: საწყისი გვერდი
kab: Agejdan
kk: Үйге
ko: 홈
lo: ຫນ້າທຳອິດ
ml: ആമുഖം
ne_np: गृह
pl: Strona startowa
sl: Domov
zh_cn: 主页
zh_tw: 首頁

# HomePanel.ContextMenu.Bookmark
source: Bookmark
ast: Amestar a marcadores
bs: Zabilješka
cs: Přidat do záložek
es_ar: Marcar
es_mx: Marcador
eu: Laster-marka
gl: Engadir aos marcadores
gu_in: બુકમાર્ક
he: הוספת סימנייה
hu: Könyvjelző
ja: ブックマーク
ka: ჩანიშვნა
kab: Tacreṭ n usebter
kk: Бетбелгілерге қосу
ko: 북마크
lo: ບຸກມາກ
ml: അടയാളം
mr: वाचनखूण
ne_np: बुकमार्क
pl: Dodaj zakładkę
ru: В закладки
sl: Zaznamek
sq: Faqerojtës
ta: புத்தகக்குறி
zh_cn: 书签
zh_tw: 書籤

# HomePanel.ContextMenu.DeleteFromHistory
source: Delete from History
ast: Desaniciar del historial
bs: Izbriši iz historije
cs: Vymazat z historie
es_ar: Borrar del historial
es_mx: Eliminar del historial
eu: Ezabatu historiatik
gl: Eliminar do historial
gu_in: ઇતિહાસમાંથી કાઢી નાખો
he: מחיקה מההיסטוריה
hu: Törlés az előzményekből
ja: 履歴から削除
ka: ისტორიიდან წაშლა
kab: Kkes seg umazray
kk: Тарихтан өшіру
ko: 방문 기록에서 삭제
lo: ລຶບອອກຈາກປະຫວັດການນຳໃຊ້
ml: നാള്‍വഴിയിൽ നിന്ന് ഒഴിവാക്കുക
mr: इतिहासातून नष्ट करा
ne_np: इतिहासबाट हटाउनुहोस्
pl: Usuń z historii
ru: Удалить из истории
sl: Izbriši iz zgodovine
sq: Fshije prej Historiku
ta: வரலாற்றிலிருந்து அழி
tl: Burahin sa Kasaysayan
zh_cn: 从历史记录中删除
zh_tw: 從紀錄刪除

# HomePanel.ContextMenu.OpenInNewPrivateTab.v101
source: Open in a Private Tab
es_mx: Abrir en una pestaña privada
eu: Ireki fitxa pribatuan
he: פתיחה בלשונית פרטית
hu: Megnyitás privát lapon
ja: プライベートタブで開く
ka: გახსნა პირად ჩანართში
kab: Ldi deg yiccer uslig
ko: 사생활 보호 탭에서 열기
lo: ເປີດໃນແທັບສ່ວນຕົວ
ml: സ്വാകാര്യ ടാബിൽ തുറക്കുക
pl: Otwórz w prywatnej karcie
sl: Odpri v zasebnem zavihku
zh_cn: 新建隐私标签页打开
zh_tw: 用新隱私分頁開啟

# HomePanel.ContextMenu.OpenInNewTab
source: Open in New Tab
ast: Abrir en llingüeta nueva
bs: Otvori u novom tabu
cs: Otevřít v novém panelu
es_ar: Abrir en nueva pestaña
es_mx: Abrir en una nueva pestaña
eu: Ireki fitxa berrian
gl: Abrir nunha nova lapela
gu_in: નવા ટૅબમાં ખોલો
he: פתיחה בלשונית חדשה
hu: Megnyitás új lapon
ja: 新規タブで開く
ka: გახსნა ახალ ჩანართში
kab: Ldi deg yiccer amaynut
kk: Жаңа бетте ашу
ko: 새 탭에서 열기
lo: ເປີດໃນແທັບໃຫມ່
ml: പുതിയ ടാബില്‍ തുറക്കുക
mr: नवीन टॅबमध्ये उघडा
ne_np: नयाँ ट्याबमा खोल्नुहोस्
pl: Otwórz w nowej karcie
ru: Открыть в новой вкладке
sl: Odpri v novem zavihku
sq: Hape në Skedë të Re
ta: புதிய கீற்றில் திற
tl: Buksan sa Bagong Tab
zh_cn: 新建标签页打开
zh_tw: 用新分頁開啟

# HomePanel.ContextMenu.Remove
source: Remove
ast: Desaniciar
bs: Ukloni
cs: Odebrat
es_ar: Eliminar
es_mx: Eliminar
eu: Kendu
gl: Retirar
gu_in: કાઢી નાખો
he: הסרה
hu: Eltávolítás
ja: 削除
ka: წაშლა
kab: Kkes
kk: Өшіру
ko: 삭제
lo: ລຶບ
ml: നീക്കം ചെയ്യുക
mr: काढून टाका
ne_np: हटाउनुहोस्
pl: Usuń
ru: Удалить
sl: Odstrani
sq: Hiqe
ta: நீக்கு
tl: Alisin
zh_cn: 移除
zh_tw: 移除

# HomePanel.ContextMenu.RemoveBookmark
source: Remove Bookmark
ast: Desaniciar marcador
bs: Ukloni zabilješku
cs: Odebrat záložku
es_ar: Eliminar marcador
es_mx: Eliminar marcador
eu: Kendu laster-marka
gl: Retirar marcador
gu_in: બુકમાર્ક કાઢી નાખો
he: הסרת סימנייה
hu: Könyvjelző eltávolítása
ja: ブックマークを削除
ka: სანიშნის მოცილება
kab: Kkes tacreṭ n usebter
kk: Бетбелгіні өшіру
ko: 북마크 삭제
lo: ລຶບບຸກມາກອອກ
ml: അടയാളം നീക്കം ചെയ്യുക
mr: वाचनखुण काढा
ne_np: बुकमार्क हटाउनुहोस्
pl: Usuń zakładkę
ru: Удалить закладку
sl: Odstrani zaznamek
sq: Hiqe Faqerojtësin
ta: புத்தகக்குறையை நீக்கு
tl: Tanggalin ang Bookmark
zh_cn: 移除书签
zh_tw: 移除書籤

# HomePanel.ContextMenu.Share
source: Share
ast: Compartir
bs: Dijeli
cs: Sdílet
es_ar: Compartir
es_mx: Compartir
eu: Partekatu
gl: Compartir
gu_in: શેર કરો
he: שיתוף
hu: Megosztás
ja: 共有
ka: გაზიარება
kab: Bḍu
kk: Бөлісу
ko: 공유
lo: ແບ່ງປັນ
ml: പങ്കിടുക
mr: शेअर करा
ne_np: साझेदार गर्नुहोस्
pl: Udostępnij
ru: Поделиться
sl: Deli
sq: Ndajeni me të tjerët
ta: பகிர்
tl: Ibahagi
zh_cn: 分享
zh_tw: 分享

# Hotkeys.Back.DiscoveryTitle
source: Back
ast: Atrás
bg: Обратно
bs: Nazad
cs: Zpět
eo: Reen
es_ar: Atrás
es_mx: Atrás
eu: Itzuli
gd: Air ais
gl: Atrás
gu_in: પાછા
he: חזרה
hu: Vissza
ja: 戻る
ka: წინა
kab: Ɣer deffir
kk: Артқа
ko: 뒤로
lo: ຍ້ອນກັບ
lv: Atpakaļ
ml: പുറകോട്ട്
mr: मागे
ms: Kembali
ne_np: पछाडि
pl: Poprzednia strona
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sq: Mbrapsht
ta: பின்செல்
tl: Magbalik
zh_cn: 后退
zh_tw: 返回

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
ast: Zarrar llingüeta
bg: Затваряне на раздел
bs: Zatvori tab
cs: Zavřít panel
eo: Fermi langeton
es_ar: Cerrar pestaña
es_mx: Cerrar pestaña
eu: Itxi fitxa
gd: Dùin an taba
gl: Pechar lapela
gu_in: ટૅબ બંધ કરો
he: סגירת לשונית
hu: Lap bezárása
ja: タブを閉じる
ka: ჩანართის დახურვა
kab: Mdel Iccer
kk: Бетті жабу
ko: 탭 닫기
lo: ປິດແທັບ
lv: Aizvērt cilni
ml: ടാബ് അടയ്ക്കുക
mr: टॅब बंद करा
ms: Tutup Tab
ne_np: ट्याब बन्द गर्नुहोस्
pl: Zamknij kartę
ro: Închide fila
ru: Закрыть вкладку
sk: Zavrieť kartu
sl: Zapri zavihek
sq: Mbylle Skedën
ta: கீற்றை மூடக
tl: Isara ang Tab
zh_cn: 关闭标签页
zh_tw: 關閉分頁

# Hotkeys.Find.DiscoveryTitle
source: Find
ast: Alcontrar
bg: Търсене
bs: Pronađi
cs: Najít
eo: Serĉi
es_ar: Buscar
es_mx: Buscar
eu: Bilatu
gd: Lorg
gl: Atopar
gu_in: શોધ
he: חיפוש
hu: Keresés
ja: 検索
ka: ძიება
kab: Af
kk: Табу
ko: 찾기
lo: ຄົ້ນຫາ
lv: Meklēt
ml: കണ്ടെത്തുക
mr: शोधा
ms: Cari
ne_np: फेला पार्नुहोस्
pl: Znajdź
ro: Găsește
ru: Найти
sk: Hľadať
sl: Najdi
sq: Gjej
ta: கண்டுபிடி
tl: Hanapin
zh_cn: 查找
zh_tw: 尋找

# Hotkeys.Forward.DiscoveryTitle
source: Forward
ast: Alantre
bg: Напред
bs: Naprijed
cs: Vpřed
eo: Antaŭen
es_ar: Adelante
es_mx: Siguiente
eu: Aurrera
gd: Air adhart
gl: Seguinte
gu_in: આગડ
he: קדימה
hu: Előre
ja: 進む
ka: მომდევნო
kab: Ɣer zdat
kk: Алға
ko: 앞으로
lo: ໄປຂ້າງຫນ້າ
lv: Uz priekšu
ml: മുന്നോട്ട്
mr: पुढे
ms: Seterusnya
ne_np: अगाडि
pl: Następna strona
ro: Înainte
ru: Вперёд
sk: Dopredu
sl: Naprej
sq: Përpara
ta: முன்செலுத்து
tl: Sulong
zh_cn: 前进
zh_tw: 下一頁

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
ast: Llingüeta privada nueva
bg: Нов поверителен раздел
bs: Novi privatni tab
cs: Nový anonymní panel
eo: Nova privata langeto
es_ar: Nueva pestaña privada
es_mx: Nueva pestaña privada
eu: Fitxa pribatu berria
gd: Taba prìobhaideach ùr
gl: Nova lapela privada
gu_in: નવી ખાનગી ટૅબ
he: לשונית פרטית חדשה
hu: Új privát lap
ja: 新規プライベートタブ
ka: ახალი პირადი ჩანართი
kab: Iccer uslig amaynut
kk: Жаңа жекелік беті
ko: 새 사생활 보호 탭
lo: ແທັບສ່ວນຕົວໃຫມ່
lv: Jauna privātā cilne
ml: പുതിയ സ്വകാര്യ ടാബ്
mr: नवीन खाजगी टॅब
ms: Tab Peribadi Baru
ne_np: नयाँ निजी ट्याब
pl: Nowa karta prywatna
ro: Filă privată nouă
ru: Новая приватная вкладка
sk: Nová súkromná karta
sl: Nov zasebni zavihek
sq: Skedë e Re Private
ta: தனிப்பட்ட கீற்று
tl: Bagong Private Tab
zh_cn: 新建隐私标签页
zh_tw: 開新隱私分頁

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
ast: Llingüeta nueva
bg: Нов раздел
bs: Novi tab
cs: Nový panel
eo: Nova langeto
es_ar: Nueva pestaña
es_mx: Nueva pestaña
eu: Fitxa berria
gd: Taba ùr
gl: Nova lapela
gu_in: નવું ટેબ
he: לשונית חדשה
hu: Új lap
ja: 新規タブ
ka: ახალი ჩანართი
kab: Iccer amaynut
kk: Жаңа бет
ko: 새 탭
lo: ແທັບໃຫມ່
lv: Jauna cilne
ml: പുതിയ ടാബ്
mr: नवीन टॅब
ms: Tab Baru
ne_np: नयाँ ट्याब
pl: Nowa karta
ro: Filă nouă
ru: Новая вкладка
sk: Nová karta
sl: Nov zavihek
sq: Skedë e Re
ta: புதிய கீற்று
tl: Bagong Tab
zh_cn: 新建标签页
zh_tw: 開新分頁
