Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
ast: Quiciabes seya una mala configuración o manipulación por un atacante. Sigui si aceutes el riesgu potencial.
bg: Може да е погрешна конфигурация или хакерски опит. Продължете, ако поемате понециалния риск.
bs: To može biti pogrešna konfiguracija ili ometanje od strane napadača. Nastavite ako prihvatate potencijalni rizik.
cs: Může to být chybná konfigurace nebo manipulace útočníkem. Pokračujte, pokud příjímáte potenciální riziko.
eo: Tion povas okazigi misagordo aŭ atakanto. Daŭrigu se vi akceptas la eblan riskon.
es_ar: Puede ser una mala configuración o una falsificación de un atacante. Seguí adelante si aceptás el riesgo potencial.
es_mx: Puede ser una mala configuración o una falsificación de un atacante. Sigue adelante si aceptas el riesgo potencial.
eu: Konfigurazio okerra edo erasotzaile baten faltsutze-saiakera izan daiteke. Jarraitu balizko arriskua onartzen baduzu.
gd: Dh’fhaoidte gu bheil e air a dhroch-rèiteachadh no gu bheil cuideigin a’ toirt ionnsaigh air. Lean air d’ adhart ma tha thu leagte ris a leithid a chunnart.
gl: Pode que sexa unha mala configuración ou unha tentativa de ataque. Continúe se acepta o posible risco.
gu_in: તે કોઈ અયોગ્ય ગોઠવણી અથવા હુમલાખોર દ્વારા છૂટાછેડા થઈ શકે છે. જો તમે સંભવિત જોખમને સ્વીકારો છો તો આગળ વધો.
he: יתכן כי מדובר בהגדרות לקויות או בתוקף. ניתן להמשיך אם הסיכון האפשרי מקובל עליך.
hu: Lehet hibás beállítás vagy egy támadó műve. Akkor haladjon tovább, ha elfogadja a lehetséges kockázatot.
ja: 設定の誤りか、攻撃者による不正な変更の可能性があります。先へ進む場合は、潜在的な危険性があることに注意してください。
ka: შესაძლოა არაა სწორად გამართული, ან თავდამსხმელმა ხელყო. განაგრძეთ, საკუთარი რისკის ფასად.
kab: Ahat d tawila ur nelhi ara neɣ d aɛraḍ n ukellex sɣur aẓeddam. Kemmel ma yella tegziḍ uguren i izemren ad ḍrun.
kk: Бұл қате баптаулар немесе шабуылшының зиянкес әрекеттері болуы мүмкін. Өз тәуекеліңізге қарай жалғастырыңыз.
ko: 설정이 잘 못 되었거나 공격자의 간섭일 수 있습니다. 잠재적인 위험을 감수한다면 진행하세요.
lo: ມັນອາດຈະເກີດມາຈາກການຕັ້ງຄ່າຜິດພາດ ຫລື ເປັນການດັດແປງໂດຍນັກເຈາະຂໍ້ມູນ. ດຳເນີນການຕໍ່ໄປຖ້າຫາກວ່າທ່ານຍອມຮັບຄວາມສ່ຽງທີ່ອາດເກີດຂື້ນນີ້ໄດ້.
lv: Tā varētu būt nepareizas uzstādīšanas vai uzbrukuma pazīme. Turpiniet tikai ja jūs pieņemat iespējamo risku.
ml: ഇതൊരു തെറ്റായ കോൺഫിഗറേഷൻ ആകാം അല്ലെങ്കിൽ ഒരു ആക്രമണസാധ്യതയാകാം. നിങ്ങള്‍ അപകട സാധ്യത അഭിമുഖീകരിയ്ക്കാന്‍ തയ്യാറാണെങ്കില്‍ മാത്രം തുടരുക.
mr: ही चुकीची संरचना किंवा आक्रमणकर्त्यातर्फे केलेली छेडछाड असू शकते. संभाव्य धोका पत्कारात असाल तर पुढे जा.
ms: Mungkin salah konfigurasi atau diganggu oleh penyerang. Teruskan jika anda terima potensi risikonya.
ne_np: यो एक आक्रमणकारीको छेडछाड वा एक गलत कन्फिगरेसन हुन सक्छ। तपाईँ सम्भावित जोखिम स्वीकार गर्नुहुन्छ भने मात्र अघि बढ्नुहोस्।
pl: Może to być skutkiem błędnej konfiguracji lub próby ataku. Kontynuuj tylko, jeśli akceptujesz potencjalne ryzyko.
ro: Aceasta poate fi o configurare greșită sau un fals de la un atacator. Continuă dacă accepți riscul potențial.
ru: Это может быть из-за неправильной настройки или атаки злоумышленника. Вы можете продолжить, если принимаете на себя потенциальный риск.
sk: Stránka môže byť chybne nakonfigurovaná alebo zneužitá útočníkom. Pokračovanie na stránku predstavuje potencionálne riziko.
sl: Lahko gre za napačne nastavitve ali poseg napadalca. Nadaljujte, če ste pripravljeni tvegati.
sq: Mund të jetë një keqformësim ose futje hundësh nga dikush që po sulmon. Vazhdoni, nëse e pranoni rrezikun potencial.
ta: இது தவறிய கட்டமைப்பாலோ அல்லது தாக்கியதாலோ ஏற்பட்டிருக்கலாம். ஆபத்தை உணர்ந்து ஏற்றால் தொடருங்கள்.
tl: Maaari ito ay isang maling pag-configure o pakikialam ng isang nang-aatake. Magpatuloy kung tatanggapin mo ang mga potensyal na panganib.
zh_cn: 这可能是配置错误，也可能是被攻击者篡改。继续访问需要承担潜在的风险。
zh_tw: 可能是設定錯誤，或是攻擊者惡意修改連線，若要繼續連線的話請小心會有安全性風險。

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
ast: El dueñu de %@ nun configuró afayadizamente'l so sitiu web. Pa protexer la to información de robu, Firefox nun se coneutó a esti sitiu web.
bg: Собстреника на %@ е конфигурирал уебсайта погрешно. За да предпази информацията ви от кражба, Firefox не направи връзка до този сайт.
bs: Vlasnik %@ je nepravilno konfigurisao svoju web stranicu. Za zaštitu vaših podataka od krađe, Firefox nije povezao ovu web stranicu.
cs: Majitel webu %@ nakonfiguroval svůj server nesprávně. Abychom chránili vaše údaje před odcizením, Firefox se k tomuto webu nepřipojil.
eo: La posedanto de %@ malĝuste agordis sian retejon. Por protekti vian informon de ŝtelo, Firefox ne konektiĝis al tiu ĉi retejo.
es_ar: EL dueño de %@ ha configurado incorrectamente el sitio. Para proteger tu información contra robo, Firefox no se ha conectado a este sitio web.
es_mx: El dueño de %@ ha configurado su sitio web incorrectamente. Para evitar que roben tu información, Firefox no se ha conectado a este sitio web.
eu: %@ gunearen jabeak webgunea gaizki konfiguratu du. Zure informazioa lapurtzea saihesteko, Firefox ez da webgune honetara konektatu.
gd: Rinn an neach aig a bheil %@ droch-rèiteachadh air an làrach-lìn aca. Cha do rinn Firefox ceangal ris an làrach-lìn seo air eagal ’s gun rachadh dàta a ghoid ort.
gl: O propietario de %@ configurou incorrectamente o seu sitio web. Para protexer a súa información contra roubos, Firefox non se conectou a este sitio web.
gu_in: %@ ના માલિકે તેમની વેબસાઇટને અયોગ્ય રીતે ગોઠવી છે. તમારી માહિતી ચોરી કરવાથી બચાવવા માટે, Firefox આ વેબસાઇટથી જોડાયેલું નથી.
he: הבעלים של %@ הגדיר את האתר באופן לקוי. כדי להגן על המידע שלך מפני גניבה Firefox מנע את החיבור לאתר זה.
hu: A(z) %@ tulajdonosa rosszul állította be a webhelyet. Hogy megvédje az információit az ellopásuktól, a Firefox nem kapcsolódott ehhez a webhelyhez.
ja: %@ の所有者によるウェブサイトの設定が不適切です。あなたの情報が盗まれることを防ぐため、このウェブサイトへの接続は確立されません。
ka: %@-ის მფლობელს არასათანადოდ აქვს ვებსაიტი გამართული. ინფორმაციის მოპარვისგან დაცვის მიზნით, Firefox ამ საიტს არ დაუკავშირდება.
kab: Imawlan n %@ ur sewlen ara asmel-nsen web akken iwata. Akken ad tettummesten teɣlut-inek seg takwerḍa, Firefox ur itteqqen ara ɣer usmel-a web.
kk: %@ иесі өз сайтын дұрыс емес баптаған. Ақпаратыңызды ұрланудан қорғау үшін, Firefox веб сайтпен байланыспады.
ko: %@의 소유자가 웹사이트를 적절하게 설정하지 않았습니다. 정보를 보호하기 위해서 Firefox가 웹사이트에 접속을 하지 않았습니다.
lo: ເຈົ້າຂອງ %@ ໄດ້ຕັ້ງຄ່າເວັບໄຊທ໌ຂອງພວກເຂົາບໍ່ເຫມາະສົມ. ເພື່ອເປັນການປົກປ້ອງຂໍ້ມູນຂອງທ່ານຈາກການຖືກໂຈລະກຳ, Firefox ຈຶ່ງໄດ້ຕັດການເຊື່ອມຕໍ່ໄປຫາເວັບໄຊທ໌ນີ້.
lv: %@ īpašnieks ir nepareizi uzstādījis savu mājaslapu. Lai aizsargātu jūsu informāciju no zagšanas, Firefox nav pieslēdzies šai mājaslapai.
ml: %@ എന്നതിന്റെ ഉടമസ്ഥന്‍ സൈറ്റ് തെറ്റായിട്ടാണ് ക്രമീകരിച്ചിരിക്കുന്നതു്. നിങ്ങളുടെ വിവരങ്ങള്‍ ചോരാതിരിക്കാന്‍, ഫയര്‍ഫോക്സ് ഈ സൈറ്റിലേക്ക് കണക്റ്റ് ചെയ്യുന്നില്ല.
mr: %@ च्या मालकाने त्यांचे संकेतस्थळ चुकीच्या रितीने संरचीत केले आहे. आपली महिती चोरीला जाऊ नये म्हणून, Firefox ने या संकेतस्थळाशी जुळवणी केली नाही.
ms: Pemilik %@ mengkonfigurasi laman web mereka secara tidak wajar. Untuk melindungi maklumat anda daripada dicuri, Firefox tidak menyambungkan ke laman web ini.
ne_np: %@ को मालिकले अनुचित ढङ्गले आफ्नो वेबसाइट कन्फिगर गरेको छ। तपाईँको जानकारी चोरी हुनबाट रक्षा गर्न, Firefox ले यो वेबसाइटमा जडान गरेको छैन।
pl: Właściciel witryny %@ niepoprawnie ją skonfigurował. Firefox nie połączył się z nią, by chronić użytkownika przed kradzieżą informacji.
ro: Proprietarul %@ și-a configurat site-ul web necorespunzător. Pentru a proteja informațiile să îți fie furate, Firefox nu s-a conectat la acest site web.
ru: Владелец %@ неправильно настроил свой веб-сайт. Чтобы защитить вашу информацию от кражи, Firefox не соединился с этим веб-сайтом.
sk: Vlastník servera %@ nakonfiguroval svoju stránku nesprávne. Kvôli ochrane vašich údajov pred odcudzením, bolo pripojenie k tejto webovej stránke prerušené.
sl: Lastnik %@ je nepravilno nastavil svojo spletno stran. Firefox se ni povezal nanjo, da bi preprečil krajo vaših podatkov.
sq: I zoti i %@ e ka formësuar keq sajtin e tij. Që të mbrohen nga vjedhjet të dhënat tuaja, Firefox-i nuk u lidh me këtë sajt.
ta: உரிமையாளர் %@ தளத்தை முறையின்றி கட்டமைத்துள்ளார். உங்கள் தகவல் திருடப்படாமல் இருக்க, வலைத்தளத்துடனான இணைப்பைப் பயர்பாஃசு துண்டித்தது.
tl: Ang may-ari ng %@ ay maling nai-configure ang kanilang website. Upang maprotektahan and iyong impormasyon at hindi manakaw, Hindi kumonekta ang Firefox sa website.
zh_cn: %@ 的管理员未正确配置网站。为避免您的信息被窃，Firefox 没有建立与该网站的连接。
zh_tw: %@ 的擁有者並未正確設定好網站。為了確保您的個資不被偷走，Firefox 並未連線至此網站。

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
ast: Esta conexón nun ye d'enfotu
bg: Вашата връзка не е лична
bs: Ova veza nije povjerljiva
cs: Toto připojení není důvěryhodné
eo: Tiu ĉi konekto ne estas fidata
es_ar: Esta conexión no es confiable
es_mx: Esta conexión no es confiable
eu: Konexio hau ez da fidagarria
gd: Chan eil earbsa sa cheangal
gl: Esta conexión non é fiábel
gu_in: આ જોડાણ અવિશ્વસનીય છે
he: חיבור זה אינו בטוח
hu: Ez a kapcsolat nem megbízható
ja: この接続は安全ではありません
ka: კავშირი სანდო არაა
kab: Tuqqna-a ur tettwaman ara
kk: Бұл байланыс сенімсіз
ko: 연결이 안전하지 않음
lo: ການເຊື່ອມຕໍ່ນີ້ບໍ່ນ່າເຊື່ອຖື
lv: Šis savienojums nav drošs
ml: ഈ കണക്‌‌ഷന്‍ വിശ്വാസയോഗ്യമല്ല
mr: ही जोडणी अविश्वासार्ह आहे
ms: Sambungan Ini Tidak dipercayai
ne_np: यो जडान अविश्वासिलो छ
pl: Połączenie nie jest bezpieczne
ro: Această conexiune nu prezintă garanție
ru: Ваше соединение не защищено
sk: Vaše pripojenie nie je dôveryhodné
sl: Vaša povezava ni zasebna
sq: Kjo Lidhje Nuk Besohet
ta: இந்த இணைப்பு நம்பகமற்றது
tl: Ang iyong koneksyon ay hindi pribado
zh_cn: 此连接不受信任
zh_tw: 此連線不受信任

# ErrorPages.GoBack.Button
source: Go Back
ast: Atrás
bg: Обратно
bs: Idi nazad
cs: Přejít zpět
eo: Reen
es_ar: Ir atrás
es_mx: Volver
eu: Joan atzera
gd: Air ais
gl: Ir atrás
gu_in: પાછા જાવ
he: חזרה
hu: Ugrás vissza
ja: 戻る
ka: წინაზე გადასვლა
kab: Uɣal ɣer deffir
kk: Артқа
ko: 뒤로 가기
lo: ຍ້ອນກັບ
lv: Iet atpakaļ
ml: തിരികെ പോകുക
mr: मागे जा
ms: Undur
ne_np: पछाडि जानुहोस्
pl: Wróć do poprzedniej strony
ro: Mergi înapoi
ru: Назад
sk: Prejsť naspäť
sl: Nazaj
sq: Shko Mbrapsht
ta: பின் செல்க
tl: Bumalik
zh_cn: 返回
zh_tw: 返回

# ErrorPages.VisitOnce.Button
source: Visit site anyway
ast: Visitar sitiu de toes toes
bg: Посетете сайта така или иначе
bs: Posjeti stranicu u svakom slučaju
cs: Přesto navštívit
eo: Tamen viziti retejon
es_ar: Visitar de todos modos
es_mx: Visitar de todos modos
eu: Bisitatu gunea halere
gd: Tadhail air an làrach co-dhiù
gl: Visitar o sitio de todos os xeitos
gu_in: કોઈપણ રીતે સાઇટની મુલાકાત લો
he: ביקור באתר בכל מקרה
hu: Megtekintés mindenképp
ja: サイトを訪問
ka: მაინც შესვლა
kab: Rzu ɣer usmel akken ibɣu yella
kk: Сайтты сонда да шолу
ko: 무시하고 방문
lo: ເຂົ້າໄປເບິງເວັບໄຊທ໌ຕໍ່ໄປ
lv: Tomēr apmeklēt šo mājaslapu
ml: ഏന്തായാലും സൈറ്റ് സന്ദര്‍ശിക്കുക
mr: कशाही प्रकारे साइटला भेट द्या
ms: Teruskan melawat laman
ne_np: कुनैपनि हालतमा साइट खोल्नुहोस्
pl: Wyświetl stronę mimo wszystko
ro: Vizitează site-ul oricum
ru: Всё равно открыть сайт
sk: Napriek tomu navštíviť stránku
sl: Vseeno obišči stran
sq: Vizitoje sajtin, sido qoftë
ta: பரவாயில்ல தளத்தைப் பார்
tl: Bisitahin pa rin ang site
zh_cn: 继续访问该网站
zh_tw: 還是要前往此網站

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store?
ast: ¿Abrir esti enllaz na App Store?
cs: Chcete otevřít tento odkaz v aplikaci App Store?
es_ar: ¿Abrir este enlace en App Store?
es_mx: ¿Abrir este enlace en la App Store?
eu: Ireki lotura hau App Store aplikazioan?
gl: Abrir esta ligazón na App Store?
gu_in: એપ સ્ટોરમાં આ લિંક ખોલવુ છે?
he: לפתוח קישור זה ב־App Store?
hu: Megnyitja ezt a hivatkozást az App Store appban?
ja: このリンクを App Store で開きますか？
ka: გსურთ, ამ ბმულის App Store-ით გახსნა?
kab: Ldi aseɣwen-a deg App Store?
kk: Бұл сілтемені App Store көмегімен ашу керек пе?
ko: 이 링크를 App Store에서 여시겠습니까?
lo: ເປີດລີ້ງນີ້ໃນ App Store?
ml: ആപ്പ് സ്റ്റോറിൽ ഈ ലിങ്ക് തുറക്കണോ?
mr: ही दुवा अॅप स्टोर ने उघडायची का?
ne_np: के तपाईं यो लिङ्क एप स्टोरमा खोल्न चाहानुहुन्छ?
pl: Czy otworzyć ten odnośnik w aplikacji App Store?
ru: Открыть эту ссылку в приложении App Store?
sl: Odpri to povezavo v App Store?
ta: இந்த தொடுப்பை கடை செயலியில் திறக்கவா?
zh_cn: 在 App Store 中打开此链接？
zh_tw: 要在 App Store 開啟此鏈結嗎？

# ExternalLink.AppStore.GenericConfirmationTitle
source: Open this link in external app?
cs: Chcete tento odkaz otevřít v jiné aplikaci?
es_ar: ¿Abrir este enlace en una aplicación externa?
es_mx: ¿Abrir el enlace en una aplicación externa?
eu: Lotura hau kanpoko aplikazioan ireki?
gu_in: બાહ્ય એપ્લિકેશનમાં આ લિંક ખોલો?
he: לפתוח את הקישור הזה ביישומון חיצוני?
hu: Egy külső alkalmazásban nyitja meg ezt a hivatkozást?
ja: このリンクを外部アプリで開きますか？
ka: გაიხსნას ეს ბმული ცალკე პროგრამით?
kab: Ldi aseɣwen-a deg usnas azɣaray?
kk: Бұл сілтемені сыртқы қолданбада ашу керек пе?
ko: 외부 앱에서 이 링크를 여시겠습니까?
lo: ເປີດລິ້ງນີ້ໃນ app ພາຍນອກ?
ml: ബാഹ്യ അപ്ലിക്കേഷനിൽ ഈ ലിങ്ക് തുറക്കണോ?
ne_np: के तपाईं यो लिङ्क बाहिरी एपमा खोल्न चाहानुहुन्छ?
pl: Czy otworzyć ten odnośnik w zewnętrznej aplikacji?
ru: Открыть эту ссылку в другом приложении?
sl: Odpri to povezavo v zunanji aplikaciji?
zh_cn: 用外部应用打开此链接？
zh_tw: 要使用外部應用程式開啟此鏈結嗎？

# Firefox.HomePage.Title
source: Firefox Home Page
ast: Páxina d'aniciu de Firefox
bg: Начална страница на Firefox
bs: Firefox početna stranica
cs: Výchozí
es_ar: Página de inicio de Firefox
es_mx: Página de inicio de Firefox
eu: Firefoxen hasiera-orria
gl: Páxina de inicio do Firefox
gu_in: Firefox મુખ્ય પૃષ્ઠ
he: דף הבית של Firefox
hu: Firefox kezdőlap
ja: Firefox ホームページ
ka: Firefox საწყისი გვერდი
kab: Asebter agejdan n Firefox
kk: Firefox үй парағы
ko: Firefox 홈 페이지
lo: ຫນ້າທຳອິດຂອງ Firefox
ml: ഫയർഫോക്സ് പൂമുഖം
mr: Firefox मुख्य पृष्ठ
ms: Halaman Utama Firefox
ne_np: Firefox गृह पृष्ठ
pl: Strona startowa Firefoksa
ru: Домашняя страница Firefox
sl: Domača stran Firefoxa
sq: Faqja Hyrëse e Firefox-it
ta: பயர்பாஃசு முகப்பு பக்கம்
tl: Home Page ng Firefox
zh_cn: Firefox 主页
zh_tw: Firefox 首頁

# FirefoxHome.CustomizeHomeButton.Title
source: Customize Homepage
es_mx: Personalizar página de inicio
eu: Pertsonalizatu hasiera-orria
he: התאמה אישית של מסך הבית
hu: Kezdőoldal testreszabása
ja: ホームページをカスタマイズ
ka: საწყისი გვერდის მორგება
kab: Sagen asebter agejdan
ko: 홈페이지 개인화
lo: ປັບແຕ່ງຫນ້າທຳອິດ
ml: ആമുഖം ഇഷ്ടാനുസൃതമാക്കുക
ne_np: गृहपृष्ठलाई अनुकूलित गर्नुहोस्
pl: Dostosuj stronę startową
sl: Prilagodi domačo stran
zh_cn: 定制主页
zh_tw: 自訂首頁

# FirefoxHome.Pocket.DiscoverMore
source: Discover more
es_mx: Descubrir más
eu: Aurkitu gehiago
he: לגלות עוד
hu: Folytassa a felfedezést
ja: より詳しく
ka: აღმოაჩინეთ მეტი
kab: Issin ugar
ko: 더 발견하기
lo: ຄົ້ນຫາເພີ່ມເຕີມ
ml: കുടുതൽ ആരായുക
ne_np: थप पत्ता लगाउनुहोस्
pl: Odkryj więcej
sl: Odkrijte več
zh_cn: 探索更多
zh_tw: 探索更多

# FirefoxHome.Pocket.Minutes.v99
source: %d min
he: %d דקות
hu: %d perc
ja: %d 分
ka: %d წთ
kab: %d sd
ko: %d분
lo: %d ນາທີ
ml: %d മിനിറ്റുകൾ
ne_np: %d मिनेट
zh_cn: %d 分钟
zh_tw: %d 分鐘

# FirefoxHome.Pocket.SectionTitle
source: Thought-Provoking Stories
es_mx: Historias que invitan a la reflexión
eu: Hausnartzeko moduko istorioak
he: סיפורים מעוררי מחשבה
hu: Elgondolkodtató történetek
ja: 示唆に富むストーリー
ka: მეტად სააზროვნო მასალები
kab: Tiqsiḍin i ijebbden lwelha
ko: 생각하게 하는 이야기
lo: ເລື່ອງລາວທີ່ຈຸດປະກາຍຄວາມຄິດ
ml: ചിന്തോദ്ദീപകമായ ലേഖനങ്ങൾ
ne_np: सोच्न उत्प्रेरित गर्ने कथाहरू
pl: Artykuły skłaniające do myślenia
sl: Zgodbe, ki spodbujajo k razmisleku
zh_cn: 精选文章
zh_tw: 發人深省的文章

# FirefoxHome.RecentHistory.Remove
source: Remove
es_mx: Eliminar
eu: Kendu
he: הסרה
hu: Eltávolítás
ja: 削除
ka: მოცილება
kab: Kkes
ko: 삭제
lo: ລຶບ
ml: കളയുക
ne_np: हटाउनुहोस्
pl: Usuń
sl: Odstrani
zh_cn: 移除
zh_tw: 移除

# FirefoxHome.Stories.Minutes.v140
source: min: %d
he: דק’: %d
ka: წთ: %d
kab: %d tsd
ko: 분: %d
lo: ນາທີ: %d
ml: കുറഞ്ഞത്: %d
sl: minut: %d

# FirefoxHomepage.Common.PagesCount.v112
source: Pages: %d
es_mx: Páginas: %d
eu: Orriak: %d
he: דפים: %d
hu: Oldalak: %d
ja: ページ数: %d
ka: გვერდები: %d
kab: Isebtar: %d
ko: 페이지: %d
lo: ໜ້າ: %d
ml: താളുകൾ: %d
pl: Strony: %d
sl: Strani: %d
zh_cn: 页数：%d
zh_tw: 頁數：%d

# FirefoxHomepage.ContextualMenu.Settings.v101
source: Settings
es_mx: Ajustes
eu: Ezarpenak
he: הגדרות
hu: Beállítások
ja: 設定
ka: პარამეტრები
kab: Iɣewwaren
ko: 설정
lo: ການຕັ້ງຄ່າ
ml: ക്രമീകരണങ്ങള്‍
pl: Ustawienia
sl: Nastavitve
zh_cn: 设置
zh_tw: 設定

# FirefoxHomepage.ContextualMenu.SponsoredContent.v101
source: Our Sponsors & Your Privacy
es_mx: Nuestros patrocinios y tu privacidad
eu: Gure babesleak eta zure pribatutasuna
he: נותני החסות שלנו והפרטיות שלך
hu: Támogatóink és az Ön adatvédelme
ja: 私たちのスポンサーとあなたのプライバシー
ka: ჩვენი დამკვეთები და თქვენი პირადულობა
kab: Wid yettbeddan fell-aɣ akked tudert-ik tabaḍnit
ko: 스폰서 및 개인 정보 보호
lo: ຜູ້ສະຫນັບສະຫນູນຂອງພວກເຮົາ & ຄວາມເປັນສ່ວນຕົວຂອງທ່ານ
ml: ഞങ്ങളുടെ പരുപാടികൾക്കു് പണം കൊടുക്കുന്നവരും താങ്ങളുടെ സ്വകാര്യതാവും
pl: Nasi sponsorzy i Twoja prywatność
sl: Naši pokrovitelji in vaša zasebnost
zh_cn: 我们的赞助商＆您的隐私
zh_tw: 我們的贊助商與您的隱私權

# FirefoxHomepage.JumpBackIn.TabPickup.OpenTab.A11y.v106
source: Open synced tab
es_mx: Abrir pestaña sincronizada
eu: Ireki sinkronizatutako fitxa
he: פתיחת הלשונית המסונכרנת
hu: Szinkronizált lap megnyitása
ja: 同期したタブを開く
ka: დასინქრონებული ჩანართის გახსნა
kab: Ldi accaren yemtawan
ko: 동기화된 탭 열기
lo: ເປີດແຖບທີ່ຊິ້ງແລ້ວ
ml: സമന്വയിപ്പിച്ച ടാബ് തുറക്കുക
pl: Otwórz kartę z innego urządzenia
sl: Odpri sinhronizirani zavihek
zh_cn: 打开同步的标签页
zh_tw: 開啟同步的分頁

# FirefoxHomepage.JumpBackIn.TabPickup.ShowAll.ButtonTitle.v104
source: See all synced tabs
es_mx: Ver todas las pestañas sincronizadas
eu: Ikusi sinkronizatutako fitxa guztiak
he: הצגת כל הלשוניות המסונכרנות
hu: Összes szinkronizált lap megtekintése
ja: 同期したタブをすべて見る
ka: ყველა დასინქრონებულის ნახვა
kab: Wali akk accaren yemtawan
ko: 동기화된 탭 모두 보기
lo: ເບິງແທັບທີ່ sync ທັງຫມົດ
ml: എല്ലാ സമന്വയിപ്പിച്ച ടാബുകൾ കാണുക
pl: Wszystkie karty z innych urządzeń
sl: Prikaži vse sinhronizirane zavihke
zh_cn: 查看所有同步的标签页
zh_tw: 檢視所有同步的分頁

# FirefoxHomepage.JumpBackIn.TabPickup.v104
source: Tab pickup
es_mx: Pestaña sincronizada
eu: Jasotako fitxa
he: איסוף לשוניות
hu: Lap átvétele
ja: タブピックアップ
ka: ამოკრეფილი ჩანართები
kab: Tafrant n waccaren
ko: 탭 픽업
lo: ເອົາແຖບ
ml: സമന്വയിപ്പുതോടു് എടുത്തതു്
pl: Odbierz kartę
sl: Sinhronizirani zavihki
zh_cn: 接收标签页
zh_tw: 接收分頁

# FirefoxHomepage.Pocket.Sponsored.v103
source: Sponsored
es_mx: Patrocinado
eu: Babesleak hornituta
he: ממומן
hu: Szponzorált
ja: 広告
ka: დამკვეთისგან
kab: S lmendad
ko: 후원
lo: ໄດ້ຮັບການສະຫນັບສະຫນູນ
ml: പണം കൊണ്ടു് പ്രചരിപ്പിച്ചതു്
pl: Sponsorowane
sl: Sponzorirano
zh_cn: 赞助推广
zh_tw: 贊助項目

# FirefoxHomepage.Shortcuts.Sponsored.v100
source: Sponsored
es_mx: Patrocinado
eu: Babesleak hornituta
he: ממומן
hu: Szponzorált
ja: 広告
ka: დამკვეთისგან
kab: S lmendad
ko: 후원
lo: ໄດ້ຮັບການສະຫນັບສະຫນູນ
ml: പണം കൊണ്ടു് പ്രചരിപ്പിച്ചതു്
pl: Sponsorowane
sl: Sponzorirano
zh_cn: 赞助推广
zh_tw: 贊助項目

# FirefoxHomepage.Stories.Sponsored.v140
source: Sponsored
es_mx: Patrocinado
he: ממומן
ka: დამკვეთისგან
kab: S lmendad
ko: 스폰서
lo: ໄດ້ຮັບການສະຫນັບສະຫນູນ
ml: പണം കൊണ്ടു് പ്രചരിപ്പിച്ചതു്
sl: Sponzorirano

source: Forward
ast: Avanzar
bg: Напред
bs: Naprijed
cs: Vpřed
cy: Ymlaen
eo: Antaŭen
es_ar: Adelante
es_mx: Adelante
eu: Aurrera
gd: Air adhart
gl: Seguinte
gu_in: આગડ
he: קדימה
hu: Előre
ja: 進む
ka: მომდევნო
kab: Ɣer zdat
kk: Алға
ko: 앞으로
lo: ໄປຂ້າງຫນ້າ
lv: Pārsūtīt
ml: മുന്നോട്ട്
mr: पुढे
ms: Seterusnya
ne_np: अगाडि
pl: Przejdź do następnej strony
ro: Înainte
ru: Вперёд
sk: Dopredu
sl: Naprej
sq: Përpara
ta: முன்செலுத்து
tl: Sulong
zh_cn: 前进
zh_tw: 下一頁

# FxA.FirefoxAccount
source: Firefox Account
ast: Cuenta de Firefox
bs: Firefox račun
cs: Účet Firefoxu
es_ar: Cuenta de Firefox
es_mx: Cuenta de Firefox
eu: Firefox kontua
gl: Conta Firefox
gu_in: Firefox ખાતું
he: חשבון Firefox
hu: Firefox-fiók
ja: Firefox アカウント
ka: Firefox-ანგარიში
kab: Amiḍan Firefox
kk: Firefox тіркелгісі
ko: Firefox 계정
lo: ບັນຊີ Firefox
ml: ഫയര്‍ഫോക്സ് അക്കൌണ്ട്
mr: Firefox खाते
ne_np: Firefox खाता
pl: Konto Firefoksa
ru: Аккаунт Firefox
sl: Firefox Račun
sq: Llogari Firefox
ta: பயர்பாஃசு கணக்கு
zh_cn: Firefox 账户
zh_tw: Firefox 帳號

# FxA.ManageAccount
source: Manage Account & Devices
bs: Upravljanje računom i uređajima
cs: Spravovat účet a zařízení
es_ar: Administrar cuenta y dispositivos
es_mx: Administrar cuenta y dispositivos
eu: Kudeatu kontua eta gailuak
gl: Xestionar conta e dispositivos
gu_in: ખાતું અને ઉપકરણો મેનેજ કરો
he: ניהול חשבון ומכשירים
hu: Fiók és eszközök kezelése
ja: アカウントと端末の管理
ka: ანგარიშის და მოწყობილობების მართვა
kab: Sefrek amiḍan & ibenkan
kk: Тіркелгі және құрылғыларды басқару
ko: 계정과 기기 관리
lo: ຈັດການບັນຊີ ແລະ ອຸປະກອນ
ml: അക്കൗണ്ടും ഉപകരണങ്ങൾ നിയന്ത്രിക്കുക
mr: खाते व उपकरणे व्यवस्थापित करा
ne_np: खाता र उपकरणहरु व्यवस्थापन गर्नुहोस्
pl: Zarządzaj kontem i urządzeniami
ru: Управление аккаунтом и устройствами
sl: Upravljanje računa in naprav
ta: கணக்கு & சாதனங்களை நிர்வகி
zh_cn: 管理账户和设备
zh_tw: 管理帳號與裝置

# FxA.NoInternetConnection
source: No Internet Connection
ast: Ensin conexón d'internet
bs: Nema internet veze
cs: Žádné připojení k internetu
es_ar: Sin conexión a Internet
es_mx: No hay conexión a Internet
eu: Internet konexiorik ez
gl: Sen conexión á Internet
gu_in: કોઈ ઇન્ટરનેટ કનેક્શન નથી
he: אין חיבור לרשת
hu: Nincs internetkapcsolat
ja: インターネットに接続されていません
ka: ინტერნეტთან კავშირი არ არის
kab: Ulac tuqqna Internet
kk: Интернетпен байланыс жоқ
ko: 인터넷 연결 안됨
lo: ບໍ່ມີການເຊື່ອມຕໍ່ກັບອິນເຕີເນັດ
ml: ഇന്റർനെറ്റ് ബന്ധം ഇല്ല
mr: इंटरनेट जोडणी नाही
ne_np: इन्टरनेट जडान छैन
pl: Brak połączenia z Internetem
ru: Нет соединения с Интернетом
sl: Ni internetne povezave
sq: S’ka Lidhje në Internet
ta: இணைய இணைப்பு இல்லை
tl: Walang Internet Koneksyon
zh_cn: 无互联网连接
zh_tw: 沒有網際網路連線

# FxA.SyncNow
source: Sync Now
ast: Sincronizar agora
bs: Sinhronizujte sada
cs: Synchronizovat
es_ar: Sincronizar ahora
es_mx: Sincronizar ahora
eu: Sinkronizatu orain
gl: Sincronizar agora
gu_in: હવે સમન્વયિત કરો
he: סנכרון כעת
hu: Szinkronizálás most
ja: 今すぐ同期
ka: დასინქრონება ახლავე
kab: Mtawi tura
kk: Қазір синхрондау
ko: 지금 동기화
lo: Sync ດຽວນີ້
ml: ഇപ്പോൾ സമന്വയിപ്പിക്കുൂ
mr: आत्ता ताळमेळ करा
ne_np: अहिले सिङ्क गर्नुहोस्
pl: Synchronizuj
ru: Синхронизировать
sl: Sinhroniziraj zdaj
sq: Njëkohësoji Tani
ta: இப்போது ஒத்திசை
tl: I-sync Ngayon
zh_cn: 立即同步
zh_tw: 立刻同步

# FxAPush_DeviceConnected_body
source: Firefox Sync has connected to %@
ast: Firefox Sync coneutóse con %@
bs: Firefox sinhronizacija je povezana na %@
cs: Firefox Sync byl připojen k zařízení %@
es_ar: Firefox Sync se ha conectado a %@
es_mx: Firefox Sync se ha conectado a %@
eu: Firefox Sync %@ gailura konektatu da
gl: Firefox Sync conectouse a %@
gu_in: Firefox સમન્વયન %@ થી કનેક્ટ થયેલ છે
he: ‏Firefox Sync התחבר ל־%@
hu: A Firefox Sync kapcsolódott ehhez: %@
ja: Firefox Sync が %@ に接続しました
ka: Firefox Sync დაკავშირებულია %@-სთან
kab: Firefox yeqqen ar %@
kk: Firefox синхрондауға %@ байланысты
ko: Firefox Sync가 %@와 연결됨
lo: Firefox Sync ໄດ້ເຊື່ອມຕໍ່ກັບ %@
ml: %@ലേക്ക് ഫയർഫോക്സ് സമന്വയം ബന്ധിപ്പിച്ചു
mr: Firefox ताळमेळ %@ ला जोडलेला आहे
ne_np: Firefox सिङ्क %@ मा जोडिएको छ
pl: Urządzenie „%@” zostało dołączone do synchronizacji
ru: Служба Синхронизации Firefox соединилась с %@
sl: Firefox Sync se je povezal z %@
sq: Firefox Sync është lidhur me %@
ta: %@ உடன பயர்பாஃசு ஒத்திசைவு இணைந்தது
tl: Konektado ang Firefox Sync sa %@
zh_cn: Firefox 同步已连接至 %@
zh_tw: Firefox 同步已連結到 %@
