Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Addresses.Toast.AddressUpdatedConfirmation.v129
source: Address Information Updated
es_mx: Información de dirección actualizada
he: פרטי הכתובת עודכנו
ja: 住所を更新しました
ka: მისამართის მონაცემები განახლდა
kab: Talɣut n tansa tettwaleqqem
ko: 주소 정보가 업데이트되었습니다.
lo: ອັບເດດຂໍ້ມູນທີ່ຢູ່
ml: വിലാസ വിവരം മാറ്റി
sl: Podatki o naslovu posodobljeni
zh_cn: 已更新地址信息

# Addresses.Toast.AddressUpdatedConfirmation.v132.v2
source: Address Saved
es_mx: Dirección guardada
he: הכתובת נשמרה
ja: 住所を保存しました
ka: მისამართი შენახულია
kab: Tansa tettwasekles
ko: 주소 저장됨
lo: ບັນທຶກທີ່ຢູ່ແລ້ວ
ml: വിലാസം കരുതിവച്ചു
sl: Naslov shranjen
zh_cn: 地址已保存

# CreditCard.EditCard.AddCreditCardTitle.v122
source: Add Card
es_mx: Agregar tarjeta
eu: Gehitu txartela
he: הוספת כרטיס
ja: カード情報の追加
ka: ბარათის დამატება
kab: Rnu takarḍa
ko: 카드 추가
lo: ເພີ່ມບັດ
ml: ചീട്ടു് ചേർക്കുക
pl: Dodawanie karty
sl: Dodaj kartico
zh_cn: 添加卡片
zh_tw: 新增卡片

# CreditCard.EditCard.CancelNavBarButtonLabel.v113
source: Cancel
es_mx: Cancelar
eu: Utzi
he: ביטול
hu: Mégse
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
pl: Anuluj
sl: Prekliči
zh_cn: 取消
zh_tw: 取消

# CreditCard.EditCard.CardExpirationDateTitle.v112
source: Expiration MM / YY
es_mx: Válido hasta MM / AA
eu: Iraungitze-data HH / UU
he: תאריך תפוגה MM / YY
hu: Lejárat HH / ÉÉ
ja: 有効期限: 月 / 年
ka: მოქმედების ვადა ᲗᲗ / ᲬᲬ
kab: Ad yemmet deg MM / YY
ko: 만료일 MM / YY
lo: ໝົດອາຍຸ MM / YY
ml: കാലഹരണം മമ/വവ
pl: Data ważności MM/RR
sl: Poteče MM/LL
zh_cn: 有效期 MM / YY
zh_tw: 有效期限 MM / YY

# CreditCard.EditCard.CardNumberTitle.v112
source: Card Number
es_mx: Número de tarjeta de crédito
eu: Txartelaren zenbakia
he: מספר כרטיס
hu: Kártyaszám
ja: カード番号
ka: ბარათის ნომერი
kab: Uṭṭun n tkarḍa
ko: 카드 번호
lo: ເລກບັດ
ml: ചീട്ടു് അക്കം
pl: Numer karty
sl: Številka kartice
zh_cn: 卡号
zh_tw: 卡號

# CreditCard.EditCard.CloseNavBarButtonLabel.v113
source: Close
es_mx: Cerrar
eu: Itxi
he: סגירה
hu: Bezárás
ja: 閉じる
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
pl: Zamknij
sl: Zapri
zh_cn: 关闭
zh_tw: 關閉

# CreditCard.EditCard.ConcealLabel.v114
source: Conceal
es_mx: Esconder
eu: Ezkutatu
he: הסתרה
hu: Elrejtés
ja: 隠す
ka: დაფარვა
kab: Ffer
ko: 감춤
lo: ປິດບັງ
ml: ഒളിപ്പിക്കുക
pl: Zakryj
sl: Zakrij
zh_cn: 隐藏
zh_tw: 隱藏

# CreditCard.EditCard.CopyLabel.v113
source: Copy
es_mx: Copiar
eu: Kopiatu
he: העתקה
hu: Másolás
ja: コピー
ka: ასლი
kab: Nɣel
ko: 복사
lo: ສຳເນົາ
ml: പകര്‍ത്തുക
pl: Kopiuj
sl: Kopiraj
zh_cn: 复制
zh_tw: 複製

# CreditCard.EditCard.EditNavBarButtonLabel.v113
source: Edit
es_mx: Editar
eu: Editatu
he: עריכה
hu: Szerkesztés
ja: 編集
ka: ჩასწორება
kab: Ẓreg
ko: 수정
lo: ແກ້ໄຂ
ml: തിരുത്തുക
pl: Edytuj
sl: Uredi
zh_cn: 编辑
zh_tw: 編輯

# CreditCard.EditCard.ExpiredDateTitle.v112
source: Expires %@
es_mx: Expira el %@
eu: Iraungitze-data %@
he: תוקפו פג בתאריך %@
hu: Lejárat: %@
ja: 有効期限 %@
ka: მოქმედების ვადა %@
kab: Ad yemmet deg %@
ko: %@에 만료
lo: ໝົດອາຍຸ %@
ml: കാലാവധി തീരുന്നതു് %@
pl: Wygasa %@
sl: Poteče %@
zh_cn: 有效期 %@
zh_tw: 有效期限 %@

# CreditCard.EditCard.NameOnCardTitle.v112
source: Name on Card
es_mx: Nombre en la tarjeta
eu: Izena txartelean
he: שם שעל הכרטיס
hu: Kártyán szereplő név
ja: カード名義
ka: მფლობელის სახელი
kab: Isem deg tkarḍa
ko: 카드상의 이름
lo: ຊື່​ໃນ​ບັດ
ml: ചീട്ടിലെ പേര്
pl: Imię i nazwisko
sl: Ime na kartici
zh_cn: 卡面姓名
zh_tw: 持卡人姓名

# CreditCard.EditCard.NavButtonSaveTitle.v112
source: Save
es_mx: Guardar
eu: Gorde
he: שמירה
hu: Mentés
ja: 保存
ka: შენახვა
kab: Sekles
ko: 저장
lo: ບັນທຶກ
ml: കരുതിവയ്ക്കുക
pl: Zachowaj
sl: Shrani
zh_cn: 保存
zh_tw: 儲存

# CreditCard.EditCard.RemoveCardButtonTitle.v112
source: Remove Card
es_mx: Eliminar tarjeta
eu: Kendu txartela
he: הסרת כרטיס
hu: Kártya eltávolítása
ja: カード情報を削除
ka: ბარათის მოცილება
kab: Kkes takarḍa
ko: 카드 삭제
lo: ເອົາບັດອອກ
ml: ചീട്ടു് മാറ്റുക
pl: Usuń kartę
sl: Odstrani kartico
zh_cn: 移除卡片
zh_tw: 移除卡片

# CreditCard.EditCard.RevealLabel.v114
source: Reveal
es_mx: Mostrar
eu: Agerrarazi
he: חשיפה
hu: Felfedés
ja: 開示
ka: გამოჩენა
kab: Mmel
ko: 표시
lo: ເປີດເຜີຍ
ml: വെളിപ്പെടുത്തുക
pl: Odkryj
sl: Razkrij
zh_cn: 显示
zh_tw: 顯示

# CreditCard.EditCard.SaveNavBarButtonLabel.v113
source: Save
es_mx: Guardar
eu: Gorde
he: שמירה
hu: Mentés
ja: 保存
ka: შენახვა
kab: Sekles
ko: 저장
lo: ບັນທຶກ
ml: കരുതിവയ്ക്കുക
pl: Zachowaj
sl: Shrani
zh_cn: 保存
zh_tw: 儲存

# CreditCard.EditCard.SavedCardListTitle.v112
source: SAVED CARDS
es_mx: TARJETAS GUARDADAS
eu: GORDETAKO TXARTELAK
he: כרטיסים שמורים
hu: MENTETT KÁRTYÁK
ja: 保存されたカード
ka: ᲨᲔᲜᲐᲮᲣᲚᲘ ᲑᲐᲠᲐᲗᲔᲑᲘ
kab: TIKARḌIWIN YETTWASKELSEN
ko: 저장된 카드
lo: ບັດທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച ചീട്ടുകൾ
pl: Zachowane karty
sl: SHRANJENE KARTICE
zh_cn: 已保存的卡片
zh_tw: 儲存的卡片

# CreditCard.EditCard.ToggleToAllowAutofillTitle.v122
source: Save and Fill Payment Methods
es_mx: Guardar y completar métodos de pago
eu: Gorde eta bete ordainketa metodoak
he: שמירה ומילוי אמצעי תשלום
ja: 支払い方法を保存して入力する
ka: შეინახეთ და შეავსეთ გადახდის საშუალებები
kab: Sekles syen ččar tarrayin n uxelleṣ
ko: 결제 수단 저장 및 채우기
lo: ບັນທຶກ ແລະ ຕື່ມຂໍ້ມູນໃສ່ວິທີການຊໍາລະ
ml: പണം കൊടുക്കൽ രീതികൾ കരുതിവച്ചു് പൂരിപ്പിക്കുക
pl: Zachowywanie i wypełnianie metod płatności
sl: Shranjuj in izpolnjuj plačilna sredstva
zh_cn: 保存和填充付款方式
zh_tw: 儲存並自動填寫付款方式

# CreditCard.EditCard.ViewCreditCardTitle.v116
source: View Card
es_mx: Ver tarjeta
eu: Ikusi txartela
he: הצגת כרטיס
hu: Kártya megtekintése
ja: カード情報を表示
ka: ბარათის ნახვა
kab: Sken takarḍa
ko: 카드 보기
lo: ເບິ່ງບັດ
ml: ചീട്ടു് കാണുക
pl: Wyświetl kartę
sl: Prikaži kartico
zh_cn: 查看卡片
zh_tw: 檢視卡片

# Engagement.Notification.Body.v112
source: Find something nearby. Or discover something fun.
es_mx: Encuentra algo cerca. O descubre algo divertido.
eu: Bilatu inguruko zerbait. Edo aurkitu zerbait dibertigarria.
he: אפשר לחפש משהו באזור. או לגלות משהו נחמד.
hu: Keressen valamit a közelben. Vagy fedezzen fel valami szórakoztatót.
ja: 気になること、興味のあることをさがしてみましょう。
ka: მონახეთ რამე ახლომახლო. ანდაც აღმოაჩინეთ რამე სახალისო.
kab: Af kra iqerben. Neɣ snirem kra yessedhayen.
ko: 근처에 있는 것을 찾아 보거나 재미있는 것을 발견해 보세요.
lo: ຊອກຫາສິ່ງທີ່ຢູ່ໃກ້ໆ. ຫຼືຄົ້ນພົບສິ່ງທີ່ມ່ວນ.
ml: അടുത്തെന്തെങ്കിലും കണ്ടുപിടിക്കുക അല്ലെങ്കിൽ രസകരമായ എന്തെങ്കിലും ആരായുക.
pl: Znajdź coś w pobliżu. Albo odkryj coś fajnego.
sl: Poiščite nekaj v bližini. Ali odkrijte kaj zabavnega.
zh_cn: 搜索周边物，探索新鲜事。
zh_tw: 搜尋附近的東西或探索新鮮事物。

# Engagement.Notification.Title.v112
source: Start your first search
es_mx: Inicia tu primera búsqueda
eu: Hasi zure lehenengo bilaketarekin
he: התחלת החיפוש הראשון שלך
hu: Kezdje el az első keresést
ja: 検索を使ってみよう
ka: დაიწყეთ გვერდების მოძიება
kab: Bdu anadi-ik·im amezwaru
ko: 첫 번째 검색 시작
lo: ເລີ່ມການຄົ້ນຫາທໍາອິດຂອງທ່ານ
ml: താങ്ങളുടെ ആദ്യ തിരയൽ തുടങ്ങുക
pl: Wyszukaj po raz pierwszy
sl: Začnite svoje prvo iskanje
zh_cn: 开始您的搜索之旅吧
zh_tw: 進行第一次搜尋吧

# Engagement.Notification.Treatment.A.Body.v114
source: Private browsing in %@ doesn’t save your info and blocks hidden trackers.
es_mx: La navegación privada en %@ no guarda tu información y bloquea rastreadores ocultos.
eu: %@(e)ko nabigatze pribatuak ez du zure informaziorik gordetzen eta ezkutuko jarraipen-elementuak blokeatzen ditu.
he: גלישה פרטית ב־%@ לא שומרת את המידע שלך, וחוסמת רכיבי מעקב נסתרים.
hu: A %@ privát böngészése nem menti el az adatait, és blokkolja a rejtett követőket.
ja: %@ のプライベートブラウジングは見えないトラッカーをブロックし、足跡を残さずにブラウジングできます。
ka: %@ პირადი რეჟიმით არ იცავს თქვენს მონაცემებს და არ ზღუდავს ფარულ მეთვალყურეებს.
kab: Tunigin tusligt deg %@ur tesseklas ara talɣut-ik rnu tessewḥal ineḍfaren yeffren.
ko: %@의 사생활 보호 모드는 정보를 저장하지 않고 숨겨진 추적기를 차단합니다.
lo: ການທ່ອງເວັບສ່ວນຕົວໃນ %@ ບໍ່ໄດ້ບັນທຶກຂໍ້ມູນຂອງທ່ານ ແລະ ບລັອກຕົວຕິດຕາມທີ່ເຊື່ອງໄວ້.
ml: %@-ൽ സ്വകാര്യ തിരച്ചിൽ താങ്ങളുടെ ഡാറ്റയെ കരുതിവയ്ക്കാറില്ല പിന്നെ ഒളിച്ചിരിക്കുന്ന പിന്തുടൎച്ചയന്ത്രങ്ങളെ തടയാറുണ്ടു്.
pl: Tryb prywatny w przeglądarce %@ nie zachowuje Twoich danych i blokuje ukryte elementy śledzące.
sl: Zasebno brskanje v %@u ne shranjuje vaših podatkov in blokira skrite sledilce.
zh_cn: 在 %@ 中进行隐私浏览不会保存您的信息并会阻止隐藏的跟踪器。
zh_tw: %@ 的隱私瀏覽模式不會儲存您的個資，並且封鎖網頁中隱藏的追蹤器。

# Engagement.Notification.Treatment.A.Title.v114
source: Browse without a trace
es_mx: Navega sin dejar huellas
eu: Nabigatu lorratzik utzi gabe
he: לגלוש מבלי להשאיר עקבות
hu: Böngésszen nyom nélkül
ja: 足跡を残さずにブラウジング
ka: ათვალიერეთ კვალის დატოვების გარეშე
kab: Inig war ma teǧǧiḍ lǧeṛṛa
ko: 흔적 없이 브라우징하기
lo: ທ່ອງເວັບໂດຍບໍ່ມີການຕິດຕາມ
ml: യാതൊന്നും അവശേഷിപ്പിക്കാതെ തിരയുക
pl: Przeglądaj Internet bez śladu
sl: Brskajte brez sledu
zh_cn: 浏览不留痕迹
zh_tw: 瀏覽不留痕跡

# Engagement.Notification.Treatment.B.Body.v114
source: Browse with no saved cookies or history in %@.
es_mx: Navega sin guardar cookies o historial en %@.
eu: Nabigatu cookie eta historiarik gorde gabe %@(e)n.
he: גלישה ללא עוגיות או היסטוריה שמורים ב־%@.
hu: Böngésszen mentett sütik vagy előzmények nélkül a %@ban.
ja: Cookie や履歴を %@ に保存せずに閲覧します。
ka: ინახულეთ გვერდები ფუნთუშებისა და ისტორიის შეუნახავად %@-ში.
kab: Inig s war asekles n yinagan n tuqqnad uzray deg %@.
ko: %@에 저장된 쿠키나 기록 없이 브라우징하세요.
lo: ຊອກຫາດ້ວຍບໍ່ມີຄຸກກີ ຫຼື ປະຫວັດທີ່ບັນທຶກໄວ້ໃນ %@.
ml: %@-ൽ കരുതിവച്ച കുക്കികളോ നാൾവഴിയോ ഇല്ലാതെ തിരയുക.
pl: Używaj przeglądarki %@ bez zachowywania ciasteczek ani historii.
sl: Brskajte brez shranjevanja piškotkov ali zgodovine v %@u.
zh_cn: %@ 将不会保存浏览期间的 Cookie 和历史记录
zh_tw: 上網結束後，%@ 將不會保留任何 Cookie 與瀏覽紀錄。

# Engagement.Notification.Treatment.B.Title.v114
source: Try private browsing
es_mx: Prueba la navegación privada
eu: Probatu nabigatze pribatua
he: נסו את הגלישה הפרטית
hu: Próbálja ki a privát böngészést
ja: プライベートブラウジングを試す
ka: გამოცადეთ პირადი რეჟიმი
kab: Ɛreḍ tunigin tusligt
ko: 사생활 보호 모드 사용해보기
lo: ລອງຊອກຫາແບບສ່ວນຕົວ
ml: സ്വകാര്യ തിരയൽ ഉപയോഗിച്ചു് നോക്കുക
pl: Wypróbuj tryb prywatny
sl: Preizkusite zasebno brskanje
zh_cn: 试用隐私浏览功能
zh_tw: 試用隱私瀏覽功能

# MainMenu.Account.AccessibilityLabels.BackButton.v137
source: Back
es_mx: Atrás
he: חזרה
ka: უკან
kab: Ɣer deffir
ko: 뒤로
lo: ກັບຄືນ
ml: തിരികെ
sl: Nazaj
zh_cn: 返回

# MainMenu.Account.AccessibilityLabels.CloseButton.v137
source: Close
es_mx: Cerrar
he: סגירה
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
sl: Zapri
zh_cn: 关闭

# Menu.EnhancedTrackingProtection.Certificates.CommonName.v131
source: Common Name
es_mx: Nombre común
he: שם נפוץ
ja: 共通名
ka: ზოგადი სახელი
kab: ISem amagnu
ko: 일반 이름
lo: ຊື່ທົ່ວໄປ
ml: പൊതുപ്പേരു്
sl: Običajno ime
zh_cn: 通用名称

# Menu.EnhancedTrackingProtection.Certificates.IssuerCountry.v131
source: Country
es_mx: País
he: מדינה
ja: 国
ka: ქვეყანა
kab: Tamurt
ko: 국가
lo: ປະເທດ
ml: രാജ്യം
sl: Država
zh_cn: 国家/地区

# Menu.EnhancedTrackingProtection.Certificates.IssuerName.v131
source: Issuer Name
es_mx: Nombre del emisor
he: שם המנפיק
ja: 発行者名
ka: გამომცემის დასახელება
kab: ISem n umazan
ko: 발급자 이름
lo: ຊື່ຜູ້ອອກ
ml: ഉൽപാദിപ്പിക്കുന്നവന്റെ പേരു്
sl: Ime izdajatelja
zh_cn: 颁发者名称

# Menu.EnhancedTrackingProtection.Certificates.IssuerOrganization.v131
source: Organization
es_mx: Organización
he: ארגון
ja: 組織
ka: დაწესებულება
kab: Takebbanit
ko: 조직
lo: ອົງກອນ
ml: സ്ഥാപനം
sl: Organizacija
zh_cn: 组织

# Menu.EnhancedTrackingProtection.Certificates.SubjectAltNamesDNSName.v131
source: DNS Name
es_mx: Nombre de DNS
he: שם DNS
ja: DNS 名
ka: DNS-სახელი
kab: Isem DNS
ko: DNS 이름
ml: ഡിഎന്‍എസ് പേരു്
sl: Ime DNS
zh_cn: DNS 名称

# Menu.EnhancedTrackingProtection.Certificates.Title.v131
source: Certificate
es_mx: Certificado
he: אישור אבטחה
ja: 証明書
ka: სერტიფიკატი
kab: Aselkin
ko: 인증서
lo: ໃບຮັບຮອງ
ml: പ്രമാണപത്രം
sl: Digitalno potrdilo
zh_cn: 证书

# Menu.EnhancedTrackingProtection.Certificates.Validity.v131
source: Validity
es_mx: Validez
he: תוקף
ja: 有効期間
ka: ძალამოსილობა
kab: Taneɣbalt
ko: 유효성
lo: ຄວາມຖືກຕ້ອງ
ml: കാലാവധി
sl: Veljavnost
zh_cn: 有效性

# Menu.EnhancedTrackingProtection.Certificates.ValidityNotAfter.v131
source: Not After
es_mx: No después
he: לא לאחר
ja: 終了日
ka: არა უგვიანეს
kab: Mačči ɣer zdat
ko: 이 시각 이후에는 없음
lo: ບໍ່ແມ່ນຫຼັງຈາກ
ml: ശേഷമുള്ളതല്ല
sl: Ne po
zh_cn: 不晚于

# Menu.EnhancedTrackingProtection.Certificates.ValidityNotBefore.v131
source: Not Before
es_mx: No antes
he: לא לפני
ja: 開始日
ka: არა უადრეს
kab: Mačči send
ko: 이 시각 이전에는 없음
lo: ບໍ່ແມ່ນກ່ອນ
ml: മുമ്പുള്ളതല്ല
sl: Ne pred
zh_cn: 不早于

# Menu.EnhancedTrackingProtection.ClearData.AlertCancelButton.v128
source: Cancel
es_mx: Cancelar
he: ביטול
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
sl: Prekliči
zh_cn: 取消

# Menu.EnhancedTrackingProtection.ClearData.AlertOkButton.v128
source: Clear
es_mx: Limpiar
he: ניקוי
ja: 消去
ka: გასუფთავება
kab: Sfeḍ
ko: 지우기
lo: ລົບລ້າງ
ml: മായ്ക്കുക
sl: Počisti
zh_cn: 清除

# Menu.EnhancedTrackingProtection.ClearData.AlertText.v128
source: Removing cookies and site data for %@ might log you out of websites and clear shopping carts.
es_mx: Eliminar cookies y datos del sitio para %@ puede cerrar sesión en los sitios web y limpiar los carritos de compras.
he: הסרת עוגיות ונתוני אתרים עבור %@ עשויה לנתק את החשבון שלך מאתרים ולרוקן עגלות קניות.
ja: %@ の Cookie とサイトデータを削除すると、ウェブサイトからログアウトされ、ショッピングカートの内容が空になる可能性があります。
ka: ფუნთუშებისა და საიტის მონაცემების წაშლით %@ დაგატოვებინებთ შესულ ანგარიშებს და შესაძლოა, საყიდლების კალათებიც დაგიცარიელდეთ.
kab: Tukksa n yinagan n tuqqna d yisefka n usmel i %@ yezmer ad ak-isuffeɣ seg usmel web, ad yesfeḍ tikarḍiwin n tiɣin.
ko: %@에 대한 쿠키와 사이트 데이터를 제거하면 웹사이트에서 로그아웃되고 장바구니가 지워질 수 있습니다.
lo: ການລຶບຄຸກກີ້ ແລະ ຂໍ້ມູນເວັບໄຊສຳລັບ %@ ອາດຈະເຮັດໃຫ້ທ່ານອອກຈາກລະບົບເວັບໄຊ ແລະ ລຶບລ້າງກະຕ່າຊື້ເຄື່ອງ.
sl: Odstranjevanje piškotkov in podatkov strani za %@ vas lahko odjavi iz spletnih strani in počisti nakupovalni voziček.
zh_cn: 移除 %@ 的 Cookie 和网站数据可能会导致网站退出登录或清空购物车。

# Menu.EnhancedTrackingProtection.ClearData.AlertTitle.v128
source: Clear cookies and site data
es_mx: Limpiar cookies y datos del sitio
he: ניקוי עוגיות ונתוני אתרים
ja: Cookie とサイトデータを消去
ka: ფუნთუშებისა და საიტის მონაცემების წაშლა
kab: Sfeḍ inagan n tuqna akked isefka n usmel
ko: 쿠키 및 사이트 데이터 지우기
lo: ລຶບລ້າງຄຸກກີ້ ແລະ ຂໍ້ມູນເວັບໄຊ
ml: കുക്കികളും വെബ്ത്ഥാന ദത്തയും മായ്ക്കുക
sl: Počisti piškotke in podatke strani
zh_cn: 清除 Cookie 和网站数据

# Menu.EnhancedTrackingProtection.ClearData.ButtonTitle.v128
source: Clear cookies and site data
es_mx: Limpiar cookies y datos del sitio
he: ניקוי עוגיות ונתוני אתרים
ja: Cookie とサイトデータを消去
ka: ფუნთუშებისა და საიტის მონაცემების წაშლა
kab: Sfeḍ inagan n tuqna akked isefka n usmel
ko: 쿠키 및 사이트 데이터 지우기
lo: ລຶບລ້າງຄຸກກີ້ ແລະ ຂໍ້ມູນເວັບໄຊ
ml: കുക്കികളും വെബ്ത്ഥാന ദത്തയും മായ്ക്കുക
sl: Počisti piškotke in podatke strani
zh_cn: 清除 Cookie 和网站数据

# Menu.EnhancedTrackingProtection.ClearData.ToastMessage.v128
source: Cookies and site data removed
es_mx: Cookies y datos del sitio eliminados
he: עוגיות ונתוני אתרים הוסרו
ja: Cookie とサイトデータを削除しました
ka: ფუნთუშები და საიტის მონაცემები წაიშალა
kab: Inagan n tuqqna d yisefka n usmel yettwakkes
ko: 쿠키 및 사이트 데이터가 삭제됨
lo: ລຶບຄຸກກີ້ ແລະ ຂໍ້ມູນເວັບໄຊອອກ
ml: കുക്കികളും വെബ്ത്ഥാന ദത്തയും മായച്ചു
sl: Piškotki in podatki spletnega mesta odstranjeni
zh_cn: 已移除 Cookie 和网站数据

# Menu.EnhancedTrackingProtection.CloseButton.AccessibilityLabel.v132
source: Close privacy and security menu
es_mx: Cerrar menú de privacidad y seguridad
he: סגירת תפריט הפרטיות והאבטחה
ja: プライバシーとセキュリティメニューを閉じる
ka: პირადულობისა და უსაფრთხოების მენიუს დახურვა
kab: Mdel umuɣ n tbaḍnit akked tɣellist
ko: 개인정보 보호 및 보안 메뉴 닫기
lo: ປິດເມນູຄວາມເປັນສ່ວນຕົວ ແລະ ຄວາມປອດໄພ
ml: സ്വകാര്യതയും സുരക്ഷാ കുറിപ്പടി അടയ്ക്കുക
sl: Zaprite meni zasebnost in varnost
zh_cn: 关闭隐私与安全菜单

# Menu.EnhancedTrackingProtection.Details.ConnectionSecure.v128
source: Secure connection
es_mx: Conexión segura
he: חיבור מאובטח
ja: 安全な接続
ka: დაცული კავშირი
kab: Tuqqna taɣelsant
ko: 보안 연결
lo: ການເຊື່ອມຕໍ່ທີປອດໄພ
ml: സുരക്ഷിതമായ സമ്പർക്കം
sl: Varna povezava
zh_cn: 安全连接

# Menu.EnhancedTrackingProtection.Details.ConnectionUnsecure.v128
source: Connection not secure
es_mx: Conexión insegura
he: החיבור אינו מאובטח
ja: 安全でない接続
ka: დაუცველი კავშირი
kab: Tuqqna taraɣelsant
ko: 안전하지 않은 연결
lo: ການເຊື່ອມຕໍ່ບໍ່ປອດໄພ
ml: സമ്പർക്കം സുരക്ഷിതമല്ല
sl: Povezava ni varna
zh_cn: 不安全连接

# Menu.EnhancedTrackingProtection.Details.NoTrackers.v131
source: No trackers found
es_mx: No se encontraron rastreadores
he: לא נמצאו רכיבי מעקב
ja: トラッカーが見つかりませんでした
ka: მეთვალყურეები არაა
kab: Ulac ineḍfaren i yettwafen
ko: 추적기 없음
lo: ບໍ່ພົບຕົວຕິດຕາມ
ml: പിന്തുടർച്ചയന്ത്രങ്ങൾ കണ്ടെത്താൻ കഴിഞ്ഞില്ല
sl: Ni najdenih sledilcev
zh_cn: 未发现跟踪器

# Menu.EnhancedTrackingProtection.Details.Trackers.Analytics.v132
source: Tracking content: %@
es_mx: Contenido de rastreo: %@
he: תוכן מעקב: %@
ja: トラッキングコンテンツ: %@
ka: მეთვალყურე შიგთავსი: %@
kab: Agbur n uḍfaṛ: %@
ko: 콘텐츠 추적: %@
lo: ຕິດຕາມເນື້ອຫາ: %@
ml: പിന്തുടർച്ച ഉള്ളടക്കം: %@
sl: Sledilna vsebina: %@
zh_cn: 跟踪性内容：%@ 项

# Menu.EnhancedTrackingProtection.Details.Trackers.CrossSite.v129
source: Cross-site tracking cookies: %@
es_mx: Cookies de rastreo entre sitios: %@
he: עוגיות מעקב חוצות אתרים: %@
ja: クロスサイトトラッキング Cookie: %@
ka: საიტთაშორისი მეთვალყურე ფუნთუშები: %@
kab: Inagan n tuqqna i uḍfaṛ gar yismal: %@
ko: 교차 사이트 추적 쿠키: %@
lo: ຄຸກກີການຕິດຕາມຂ້າມເວັບໄຊ: %@
ml: വെബ്ബിടകുറുകെ പിന്തുടൎച്ച കുക്കികൾ: %@
sl: Piškotkov za sledenje med spletnimi mesti: %@
zh_cn: 跨站跟踪性 Cookie：%@ 个

# Menu.EnhancedTrackingProtection.Details.Trackers.Fingerprinter.v129
source: Fingerprinters: %@
es_mx: Creadores de huellas (Fingerprinters): %@
he: רכיבי זהות דיגיטלית: %@
ja: フィンガープリント: %@
ka: ამომცნობები: %@
kab: Idsilen umḍinen: %@
ko: 디지털 지문: %@
lo: ລາຍນິ້ວມື: %@
ml: വിരലടയാളപ്പിന്തുടൎച്ചയന്ത്രങ്ങൾ: %@
sl: Sledilcev prstnih odtisov: %@
zh_cn: 数字指纹跟踪程序：%@ 个

# Menu.EnhancedTrackingProtection.Details.Trackers.SocialMedia.v129
source: Social media trackers: %@
es_mx: Rastreadores de redes sociales: %@
he: רכיבי מעקב של מדיה חברתית: %@
ja: ソーシャルメディアトラッカー: %@
ka: სოცქსელის მეთვალყურეები: %@
kab: Ineḍfaṛen n iẓeḍwa inmettiyen: %@
ko: 소셜 미디어 추적자: %@
lo: ຕົວຕິດຕາມສື່ສັງຄົມ: %@
ml: സമൂഹികമാധ്യമ പിന്തുടർച്ചായന്ത്രങ്ങൾ: %@
sl: Sledilcev družbenih omrežij: %@
zh_cn: 社交媒体跟踪器：%@ 个

# Menu.EnhancedTrackingProtection.Details.Trackers.v128
source: Trackers blocked: %@
es_mx: Rastreadores bloqueados: %@
he: רכיבי מעקב שנחסמו: %@
ja: ブロックされた追跡: %@
ka: შეზღუდული მეთვალყურეები: %@
kab: Ineḍfaren ttusweḥlen: %@
ko: 차단된 추적기: %@
lo: ບລັອກຕົວຕິດຕາມແລ້ວ: %@
ml: പിന്തുടർച്ചായന്ത്രങ്ങളെ തടഞ്ഞു: %@
sl: Zavrnjenih sledilcev: %@
zh_cn: 已拦截跟踪器：%@ 个

# Menu.EnhancedTrackingProtection.Details.Verifier.v128
source: Verified by %@
es_mx: Verificado por %@
he: אומת על־ידי %@
ja: 認証局: %@
ka: დამმოწმებელი %@
kab: Yettwasenqed sɣur %@
ko: %@가 인증함
lo: ໄດ້ຮັບການຢັ້ງຢືນໂດຍ: %@
ml: ഉറപ്പാക്കിയതു്: %@
sl: Overil %@
zh_cn: 验证者：%@

# Menu.EnhancedTrackingProtection.Details.ViewCertificatesTitle.v131
source: View certificate
es_mx: Ver certificado
he: הצגת אישור
ja: 証明書を表示
ka: სერტიფიკატის ნახვა
kab: Sken aselkin
ko: 인증서 보기
lo: ເບິ່ງໃບຮັບຮອງ
ml: പ്രമാണപത്രം കാണുക
sl: Ogled digitalnega potrdila
zh_cn: 查看证书

# Menu.EnhancedTrackingProtection.Off.Header.v128
source: %@ is off-duty. We suggest turning protections back on.
es_mx: %@ está fuera de servicio. Sugerimos volver a activar las protecciones.
he: ההגנות של %@ מושבתות כרגע. אנו מציעים להפעיל מחדש את ההגנות.
ja: %@ の保護機能がオフです。保護を再度オンにすることをおすすめします。
ka: %@ უქმადაა. გირჩევთ, კვლავ ჩართოთ დაცვა.
kab: %@ yeḥbes. Ad nsumer ad tremdeḍ ammesten.
ko: %@는 휴일입니다. 보호 기능을 다시 켜는 것이 좋습니다.
lo: %@ ຖືກປິດ. ພວກເຮົາແນະນຳໃຫ້ເປີດການປ້ອງກັນຄືນໃໝ່.
ml: %@ കാവൽ വിട്ടു. പരിരക്ഷകൾ വീണ്ടും തുടങ്ങിവയ്ക്കാനാണു് നല്ലതു്.
sl: %@ vas ne varuje. Priporočamo, da zaščito znova vključite.
zh_cn: %@ 已关闭，建议重新启用保护。

# Menu.EnhancedTrackingProtection.Off.Title.v128
source: You turned off protections
es_mx: Desactivaste las protecciones
he: כיבית את ההגנות
ja: 保護をオフにしました
ka: გამორთული გაქვთ დაცვა
kab: Tsenseḍ ammesten
ko: 보호 기능을 사용 중지했습니다.
lo: ທ່ານໄດ້ປິດການປ້ອງກັນ
ml: താങ്ങൾ പരിരക്ഷകൾ അണച്ചു
sl: Zaščito ste izključili
zh_cn: 已关闭保护

# Menu.EnhancedTrackingProtection.On.Header.v128
source: You’re protected. If we spot something, we’ll let you know.
es_mx: Estás protegido. Si detectamos algo, te lo haremos saber.
he: ההגנות פעילות. אם נזהה משהו חריג, נודיע לך.
ja: 現在保護されています。何か問題があればお知らせします。
ka: დაცული ხართ. თუ რამეს შევამჩნევთ, გაცნობებთ.
kab: Tettummestneḍ. Ma yella ncukk deg kra, ad ak-d-nini.
ko: 보호받고 있습니다. 뭔가를 발견하면 알려드리겠습니다.
lo: ທ່ານໄດ້ຮັບການປ້ອງກັນ. ຖ້າພວກເຮົາພົບເຫັນບາງສິ່ງບາງຢ່າງ, ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານຮູ້.
ml: താങ്ങൾ സംരക്ഷിക്കപ്പെട്ടിരിക്കുന്നു. ഞങ്ങൾ എന്തെങ്കിലും കണ്ടെത്തിയാൽ താങ്ങളെ അറിയിക്കാം.
sl: Zaščiteni ste. Če kaj opazimo, vas obvestimo.
zh_cn: 您已受保护，我们会在发现异常情况时告知您。

# Menu.EnhancedTrackingProtection.On.NotSecure.Header.v128
source: Your connection is not secure.
es_mx: Tu conexión no es segura.
he: החיבור שלך אינו מאובטח.
ja: 接続が安全ではありません。
ka: კავშირი დაუცველია.
kab: Tuqqna-inek d taraɣelsant.
ko: 연결이 안전하지 않습니다.
lo: ການເຊື່ອມຕໍ່ຂອງທ່ານບໍ່ປອດໄພ.
ml: താങ്കളുടെ സമ്പർക്കം സുരക്ഷിതമല്ല.
sl: Vaša povezava ni varna.
zh_cn: 您的连接不安全。

# Menu.EnhancedTrackingProtection.On.NotSecure.Title.v128
source: Be careful on this site
es_mx: Ten cuidado en este sitio
he: יש להיזהר באתר זה
ja: このサイトでは注意してください
ka: ფრთხილად იყავით ამ საიტზე
kab: Ḥader asmel-a
ko: 이 사이트를 조심하세요
lo: ຈົ່ງລະມັດລະວັງໃນເວັບໄຊທ໌ນີ້
ml: ഈ വെബ്സ്ഥാനത്തിൽ ശ്രദ്ധത്തോളം ഇരിക്കുക
sl: Previdno na tem spletnem mestu
zh_cn: 请谨慎浏览此网站

# Menu.EnhancedTrackingProtection.On.Title.v128
source: %@ is on guard
es_mx: %@ está en guardia
he: ‏%@ עומד על המשמר
ja: %@ の保護機能がオンです
ka: %@ ფხიზლადაა
kab: %@ yettwammesten
ko: %@가 경비 중입니다
lo: %@ ໄດ້ຮັບການຕິດຕາມ
ml: %@ കാവൽ നിൽക്കുന്നു
sl: %@ je na straži
zh_cn: %@ 正在防护

# Menu.EnhancedTrackingProtection.PrivacySettings.Title.v128
source: Privacy settings
es_mx: Ajustes de privacidad
he: הגדרות פרטיות
ja: プライバシー設定
ka: პირადულობის პარამეტრები
kab: Iɣewwaren n tbaḍnit
ko: 개인 정보 설정
lo: ການຕັ້ງຄ່າຄວາມເປັນສ່ວນຕົວ
ml: സ്വകാര്യത ക്രമീകരണങ്ങൾ
sl: Nastavitve zasebnosti
zh_cn: 隐私设置

# Menu.EnhancedTrackingProtection.Switch.Title.v128
source: Enhanced Tracking Protection
es_mx: Protección mejorada contra el rastreo
he: הגנת מעקב מתקדמת
ja: 強化型トラッキング防止
ka: თვალთვალისგან გაძლიერებული დაცვა
kab: Ammesten mgal aḍfaṛ yettwaseǧhed
ko: 향상된 추적 방지 기능
lo: ປັບປຸງການປ້ອງກັນການຕິດຕາມ
ml: മെച്ചപ്പെടുത്തിയ പിന്തുടർച്ച പരിരക്ഷണം
sl: Izboljšana zaščita pred sledenjem
zh_cn: 增强型跟踪保护

# Menu.EnhancedTrackingProtection.SwitchOff.Text.v129
source: Protections are OFF. We suggest turning them back on.
es_mx: Las protecciones están desactivadas. Te sugerimos volver a activarlas.
he: ההגנות כבויות. אנו מציעים להפעיל אותן מחדש.
ja: 保護機能がオフになっています。再度オンにすることをおすすめします。
ka: დაცვა გამორთულია. გირჩევთ ისევ ჩართოთ.
kab: Ammesten yensa. Ad nsumer ad t-tremdeḍ.
ko: 보호 기능이 꺼져 있습니다. 다시 켜는 것이 좋습니다.
lo: ການປ້ອງກັນຖືກປິດໄວ້. ພວກເຮົາແນະນຳໃຫ້ເປີດການປ້ອງກັນຄືນໃໝ່.
ml: സംരക്ഷണങ്ങൾ അണച്ചിരിക്കുന്നു. അവയെ വീണ്ടും തുടങ്ങിവയ്ക്കുന്നതിലാണു് ബുദ്ധി.
sl: Zaščite so IZKLOPLJENE. Predlagamo, da jih znova vklopite.
zh_cn: 保护已关闭，建议重新启用。

# Menu.EnhancedTrackingProtection.SwitchOn.Text.v128
source: If something looks broken on this site, try turning it off.
es_mx: Si algo parece que no funciona en este sitio, intenta desactivarla.
he: אם משהו נראה שבור באתר הזה, ניתן לנסות לכבות אותה.
ja: このサイトでの動作がおかしい場合は、オフにしてみてください。
ka: თუ საიტზე რამე გაუმართავია, სინჯეთ გამორთვა.
kab: Ma yella wayen ur nteddu ara ɣef usmel-a, εreḍ ad tsenseḍ tamahilt-a.
ko: 이 사이트에서 뭔가 손상된 것처럼 보이면 해당 기능을 꺼보세요.
lo: ຖ້າມີບາງຢ່າງຜິດປົກກະຕິຢູ່ໃນເວັບໄຊທ໌ນີ້, ໃຫ້ລອງປິດມັນ.
ml: ഈ വെബുസ്ഥാനത്തിൽ എന്തെങ്കിലും തകരാറുണ്ടെന്നു് തോന്നുന്നുണ്ടെങ്കിൽ പരിരക്ഷകളെ അണച്ചു് നോക്കൂ.
sl: Če je videti, da spletno mesto ne deluje pravilno, jo poskusite izklopiti.
zh_cn: 若网站功能异常，请尝试关闭保护。
