Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Hotkeys.NormalMode.DiscoveryTitle
source: Normal Browsing Mode
cs: Režim běžného prohlížení
es_ar: Modo de navegación normal
es_mx: Modo de navegación normal
eu: Nabigatze modu normala
gl: Modo de navegación normal
gu_in: સામાન્ય બ્રાઉઝિંગ મોડ
he: מצב גלישה רגילה
hu: Normál böngészés
ja: 通常ブラウジングモード
ka: ჩვეულებრივი თვალიერება
kab: Askar n tunigin amagnu
kk: Қалыпты шолу режимі
ko: 일반 브라우징 모드
lo: ໂຫມດການທ່ອງເວັບແບບປົກກະຕິ
ml: സാധാരണ ബ്രൗസിംഗ് മോഡ്
mr: साधारण ब्राऊझिंग मोड
ne_np: साधारण ब्राउजिङ्ग मोड
pl: Zwykłe przeglądanie
ru: Режим обычного просмотра
sl: Običajni način brskanja
ta: சாதாரண உலாவல் முறைமை
zh_cn: 一般浏览模式
zh_tw: 一般瀏覽模式

# Hotkeys.PrivateMode.DiscoveryTitle
source: Private Browsing Mode
cs: Režim anonymního prohlížení
es_ar: Modo de navegación privada
es_mx: Modo de navegación privada
eu: Nabigatze pribatuko modua
gl: Modo de navegación privado
gu_in: ખાનગી બ્રાઉઝિંગ મોડ
he: מצב גלישה פרטית
hu: Privát böngészés
ja: プライベートブラウジングモード
ka: პირადი თვალიერება
kab: Askar n tunigin tusligt
kk: Жекелік шолу режимі
ko: 사생활 보호 모드
lo: ໂຫມດການທ່ອງເວັບແບບສ່ວນຕົວ
ml: സ്വകാര്യ ബ്രൗസിങ്
mr: खाजगी ब्राउझिंग मोड
ne_np: निजी ब्राउजिङ्ग मोड
pl: Tryb prywatny
ru: Режим приватного просмотра
sl: Zasebno brskanje
ta: அந்தரங்க உலாவல் முறைமை
zh_cn: 隐私浏览模式
zh_tw: 隱私瀏覽模式

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
ast: Recargar páxina
bg: Презареждане на страница
bs: Ponovo učitaj stranicu
cs: Znovu načíst stránku
eo: Reŝargi paĝon
es_ar: Recargar la página
es_mx: Recargar página
eu: Berritu orria
gd: Ath-luchdaich an duilleag
gl: Recargar a páxina
gu_in: પૃષ્ઠ ફરીથી લોડ કરો
he: טעינת העמוד מחדש
hu: Újratöltés
ja: ページを再読み込み
ka: გვერდის ხელახლა გახსნა
kab: Smiren asebter
kk: Парақты қайта жүктеу
ko: 페이지 새로고침
lo: ໂຫລດຫນ້າໃຫມ່
lv: Pārlādēt lapu
ml: താള്‍ വീണ്ടും ലോഡുചെയ്യുക
mr: पृष्ठ रीलोड करा
ms: Muat semula Halaman
ne_np: पृष्ठ पुन: लोड गर्नुहोस्
pl: Odśwież stronę
ro: Reîncarcă pagina
ru: Перезагрузить страницу
sk: Obnoviť stránku
sl: Ponovno naloži stran
sq: Ringarkoje Faqen
ta: பக்கத்தை மீளேற்று
tl: I-reload Page
zh_cn: 重新载入页面
zh_tw: 重新載入頁面

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
ast: Esbillar barra d'allugamientos
bg: Изборане на местоположение
bs: Izaberite traku lokacije
cs: Zvolit adresní řádek
eo: Elekti adresstrion
es_ar: Seleccionar barra de direcciones
es_mx: Seleccionar barra de direcciones
eu: Hautatu helbide-barra
gd: Tagh bar an ionaid
gl: Seleccionar a barra de localización
gu_in: સ્થાન બાર પસંદ કરો
he: בחירת שורת המיקום
hu: Címsáv kiválasztása
ja: アドレスバーを選択
ka: მისამართების ველზე გადასვლა
kab: Fren afeggag n tansa
kk: Орналасу жолағын таңдау
ko: 주소 표시 줄 선택
lo: ເລືອກຕຳແຫນ່ງທີ່ຕັ້ງບາ
lv: Izvēlēties adreses joslu
ml: ലോക്കേഷൻ ബാര്‍ തെരഞ്ഞെടുക്കുക
mr: स्थान पट्टी निवडा
ms: Pilih Bar Lokasi
ne_np: स्थानपट्टी चयन गर्नुहोस्
pl: Zaznacz pasek adresu
ro: Selectează bara adresei
ru: Выберите адресную строку
sk: Zvoliť panel s adresou
sl: Izberite vrstico z mestom
sq: Përzgjidhni Shtyllë Vendesh
ta: இடப் பட்டையை தேர்
tl: Piliin ang Location Bar
zh_cn: 选择地址栏
zh_tw: 選擇網址列

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
ast: Amosar llingüeta siguiente
bg: Показване на следващ раздел
bs: Prikaži sljedeći tab
cs: Zobrazit další panel
eo: Montri venontan langeton
es_ar: Mostrar próxima pestaña
es_mx: Mostrar pestaña siguiente
eu: Erakutsi hurrengo fitxa
gd: Seall an ath-thaba
gl: Amosar a seguinte lapela
gu_in: આગામી ટેબ બતાવો
he: הצגת הלשונית הבאה
hu: Következő lap megjelenítése
ja: 次のタブを表示
ka: შემდეგი ჩანართის ჩვენება
kab: Sken iccer d-iteddun
kk: Келесі бетті көрсету
ko: 다음 탭 보기
lo: ສະແດງແທັບຕໍ່ໄປ
lv: Rādīt nākamo cilni
ml: അടുത്ത ടാബ് കാണിക്കുക
mr: पुढील टॅब दर्शवा
ms: Papar Tab Seterusnya
ne_np: अर्को ट्याब देखाउनुहोस्
pl: Wyświetl następną kartę
ro: Arată fila următoare
ru: Показать следующую вкладку
sk: Zobraziť nasledujúcu kartu
sl: Prikaži naslednji zavihek
sq: Shfaq Skedën Pasuese
ta: அடுத்த கீற்றைக் காட்டு
tl: Ipakita ang Susunod na Tab
zh_cn: 显示下一个标签页
zh_tw: 顯示下一個分頁標籤

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
ast: Amosar llingüeta previa
bg: Показване на предишен раздел
bs: Prikaži prethodni tab
cs: Zobrazit předchozí panel
eo: Montri antaŭan langeton
es_ar: Mostrar pestaña anterior
es_mx: Mostrar pestaña anterior
eu: Erakutsi aurreko fitxa
gd: Seall an taba roimhe
gl: Amosar a lapela anterior
gu_in: અગાઉના ટેબ બતાવો
he: הצגת לשונית קודמת
hu: Előző lap megjelenítése
ja: 前のタブを表示
ka: წინა ჩანართის ჩვენება
kab: Sken iccer yezrin
kk: Алдыңғы бетті көрсету
ko: 이전 탭 보기
lo: ສະແດງແທັບກ່ອນຫນ້ານີ້
lv: Rādīt iepriekšējo cilni
ml: മുമ്പത്തെ ടാബ് കാണിക്കുക
mr: याआधीचे टॅब पहा
ms: Papar Tab Sebelumnya
ne_np: अघिल्लो ट्याब देखाउनुहोस्
pl: Wyświetl poprzednią kartę
ro: Arată fila anterioară
ru: Показать предыдущую вкладку
sk: Zobraziť predchádzajúcu kartu
sl: Prikaži prejšnji zavihek
sq: Shfaq Skedën e Mëparshme
ta: முந்தைய கீற்றை காண்பி
tl: Ipakita ang Nakaraan na Tab
zh_cn: 显示上一个标签页
zh_tw: 顯示上一個分頁標籤

# InactiveTabs.TabTray.CloseButtonTitle
source: Close All Inactive Tabs
es_mx: Cerrar todas las pestañas inactivas
eu: Itxi fitxa inaktibo guztiak
he: סגירת כל הלשוניות הלא פעילות
hu: Összes inaktív lap bezárása
ja: 休止中のタブをすべて閉じます
ka: ყველა უქმი ჩანართის დახურვა
kab: Mdel akk accaren irurmiden
ko: 모든 비활성 탭 닫기
lo: ປິດແທັບທີ່ບໍ່ເຄື່ອນໄຫວທັງໝົດ
ml: എല്ലാ നിഷ്ക്രിയ ടാബുകളും അടയ്ക്കുക
ne_np: सबै निष्क्रिय ट्याबहरू बन्द गर्नुहोस्
pl: Zamknij wszystkie nieaktywne karty
sl: Zapri vse nedejavne zavihke
zh_cn: 关闭所有休眠标签页
zh_tw: 關閉所有閒置分頁

source: Increase text size
ast: Aumentar tamañu de testu
bg: Увеличаване размера на текста
bs: Povećaj veličinu teksta
cs: Zvětšit velikost písma
cy: Cynyddu maint y testun
eo: Grandigi tekston
es_ar: Aumentar tamaño de texto
es_mx: Aumentar tamaño del texto
eu: Handiagotu testuaren tamaina
gd: Meudaich an cruth-clò
gl: Aumentar o tamaño do texto
gu_in: ટેક્સ્ટ કદ વધારો
he: הגדלת גודל טקסט
hu: Betűméret növelése
ja: 文字サイズを拡大します
ka: ტექსტის ზომის გაზრდა
kab: Semɣer teɣzi n uḍris
kk: Мәтін өлшемін үлкейту
ko: 글자 크기 크게
lo: ເພີ່ມຂະໜາດຕົວຫນັງສື
lv: Palielināt teksta izmēru
ml: എഴുത്തിന്റെ വലുപ്പം കൂട്ടുക
mr: मजकूर आकार वाढवा
ms: Tambah saiz teks
ne_np: पाठ साइज बढाउनुहोस्
pl: Zwiększ rozmiar tekstu
ro: Mărește mărimea textului
ru: Увеличить размер шрифта
sk: Zväčšiť veľkosť textu
sl: Povečaj velikost besedila
sq: Rrit madhësi teksti
ta: உரை அளவை அதிகரி
tl: Palakihin ang text size
zh_cn: 增大文字
zh_tw: 放大文字

# Keyboard.Shortcuts.ActualSize
source: Actual Size
es_mx: Tamaño actual
eu: Benetako tamaina
he: גודל אמיתי
hu: Valódi méret
ja: 等倍
ka: საწყისი ზომა
kab: Teɣzi tamirant
ko: 실제 크기
lo: ຂະໜາດຕົວຈິງ
ml: യഥാര്‍ത്ഥ വലുപ്പം
ne_np: वास्तविक आकार
pl: Rozmiar oryginalny
sl: Dejanska velikost
zh_cn: 实际大小
zh_tw: 實際大小

# Keyboard.Shortcuts.AddBookmark
source: Add Bookmark
es_mx: Agregar marcador
eu: Gehitu laster-marka
he: הוספת סימנייה
hu: Könyvjelző hozzáadása
ja: ブックマークを追加
ka: სანიშნის დამატება
kab: Rnu tacreṭ n usebter
ko: 북마크 추가
lo: ເພີ່ມບຸກມາກ
ml: അടയാളകുറിപ്പു് ചേർക്കുക
ne_np: पुस्तकचिनो थप्नुहोस्
pl: Dodaj zakładkę
sl: Dodaj zaznamek
zh_cn: 添加书签
zh_tw: 新增書籤

# Keyboard.Shortcuts.ClearRecentHistory
source: Clear Recent History
es_mx: Borrar historial reciente
eu: Garbitu azken historia
he: ניקוי היסטוריה אחרונה
hu: Előzmények törlése
ja: 最近の履歴を消去
ka: უახლესი ისტორიის გასუფთავება
kab: Sfeḍ azray n melmi kan
ko: 최근 방문 기록 삭제
lo: ລ້າງປະຫວັດການໃຊ້ງານຫລ້າສຸດ
ml: ഏറ്റവും ഒടുവിലുള്ള നാള്‍വഴി വെടിപ്പാക്കുക
ne_np: हालसालैको इतिहास खाली गर्नुहोस्
pl: Wyczyść historię przeglądania
sl: Počisti nedavno zgodovino
zh_cn: 清除最近的历史记录
zh_tw: 清除最近的歷史記錄

# Keyboard.Shortcuts.FindAgain
source: Find Again
es_mx: Buscar de nuevo
eu: Bilatu berriro
he: חיפוש מחדש
hu: Következő keresése
ja: 次を検索
ka: კვლავძიება
kab: Nadi daɣen
ko: 다시 찾기
lo: ຊອກຫາອີກເທື່ອຫນຶງ
ml: വീണ്ടും കണ്ടെത്തുക
ne_np: फेरि फेला पार्नुहोस्
pl: Znajdź następne
sl: Najdi znova
zh_cn: 查找下一个
zh_tw: 找下一個

# Keyboard.Shortcuts.RefreshWithoutCache.v108
source: Reload Ignoring Cache
es_mx: Recargar ignorando la caché
eu: Berritu cachea ezikusiz
he: טעינה מחדש תוך התעלמות ממטמון
hu: Újratöltés a gyorsítótár mellőzésével
ja: キャッシュを無視して再読み込み
ka: გაახლება მარაგის მოცილებით
kab: Smiren swannuf i tkatut tuffirt
ko: 캐시 무시 다시 로드
lo: ໂຫຼດການລະເລີຍແຄດຄືນໃໝ່
ml: അതിവേഗസ്നൃതി ഇല്ലാതെ വീണ്ടും വെബസ്ഥാനം ലഭ്യമാക്കുക
pl: Odśwież, pomijając pamięć podręczną
sl: Povozi predpomnilnik in ponovno naloži
zh_cn: 忽略缓存重新加载
zh_tw: 忽略快取並重新載入頁面

# Keyboard.Shortcuts.Section.Bookmark
source: Bookmarks
es_mx: Marcadores
eu: Laster-markak
he: סימניות
hu: Könyvjelzők
ja: ブックマーク
ka: სანიშნები
kab: Ticraḍ n yisebtar
ko: 북마크
lo: ບຸກມາກ
ml: അടയാളക്കുറിപ്പുകള്‍
ne_np: पुस्तकचिनो
pl: Zakładki
sl: Zaznamki
zh_cn: 书签
zh_tw: 書籤

# Keyboard.Shortcuts.Section.History
source: History
es_mx: Historial
eu: Historia
he: היסטוריה
hu: Előzmények
ja: 履歴
ka: ისტორია
kab: Azray
ko: 방문 기록
lo: ປະຫວັດການໃຊ້ງານ
ml: നാള്‍വഴി
ne_np: इतिहास
pl: Historia
sl: Zgodovina
zh_cn: 历史
zh_tw: 瀏覽紀錄

# Keyboard.Shortcuts.Section.Tools
source: Tools
es_mx: Herramientas
eu: Tresnak
he: כלים
hu: Eszközök
ja: ツール
ka: ხელსაწყოები
kab: Ifecka
ko: 도구
lo: ເຄື່ອງມື
ml: ഉപകരണങ്ങള്‍
ne_np: उपकरणहरू
pl: Narzędzia
sl: Orodja
zh_cn: 工具
zh_tw: 工具

# Keyboard.Shortcuts.Section.Window
source: Window
es_mx: Ventana
eu: Leihoa
he: חלון
hu: Ablak
ja: ウインドウ
ka: ფანჯარა
kab: Asfaylu
ko: 창
lo: ຫນ້າຕ່າງ
ml: ജാലകം
ne_np: सञ्झ्याल
pl: Okno
sl: Okno
zh_cn: 窗口
zh_tw: 視窗

# Keyboard.Shortcuts.Settings
source: Settings
es_mx: Ajustes
eu: Ezarpenak
he: הגדרות
hu: Beállítások
ja: 環境設定
ka: პარამეტრები
kab: Iɣewwaren
ko: 설정
lo: ການຕັ້ງຄ່າ
ml: ക്രമീകരണങ്ങള്‍
ne_np: सेटिङ्गहरू
pl: Ustawienia
sl: Nastavitve
zh_cn: 设置
zh_tw: 設定

# Keyboard.Shortcuts.ShowBookmarks
source: Show Bookmarks
es_mx: Mostrar marcadores
eu: Erakutsi laster-markak
he: הצגת סימניות
hu: Könyvjelzők megjelenítése
ja: ブックマークを表示
ka: სანიშნების ჩვენება
kab: Sken ticraḍ n yisebtar
ko: 북마크 보기
lo: ສະແດງບຸກມາກ
ml: അടയാളകുറിപ്പുകൾ കാണിക്കുക
ne_np: पुस्तकचिनोहरू देखाउनुहोस्
pl: Wyświetl zakładki
sl: Prikaži zaznamke
zh_cn: 显示书签
zh_tw: 顯示書籤

# Keyboard.Shortcuts.ShowDownloads
source: Show Downloads
es_mx: Mostrar descargas
eu: Erakutsi deskargak
he: הצגת הורדות
hu: Letöltések megjelenítése
ja: ダウンロード履歴を表示
ka: ჩამოტვირთვების ჩვენება
kab: Sken isadaren
ko: 다운로드 보기
lo: ສະແດງການດາວໂຫລດ
ml: ഇറക്കിവയ്ക്കലുകൾ കാണിക്കുക
ne_np: डाउनलोडहरू देखाउनुहोस्
pl: Wyświetl pobrane pliki
sl: Prikaži prenose
zh_cn: 显示下载
zh_tw: 顯示下載項目

# Keyboard.Shortcuts.ShowFirstTab
source: Show First Tab
es_mx: Mostrar primera pestaña
eu: Erakutsi lehenengo fitxa
he: הצגת הלשונית הראשונה
hu: Első lap megjelenítése
ja: 最初のタブを表示
ka: პირველი ჩანართის ჩვენება
kab: Sken iccer amezwaru
ko: 첫 번째 탭 보기
lo: ສະແດງແທັບທໍາອິດ
ml: ആദ്യ ടാബു് കാണിക്കുക
ne_np: पहिलो ट्याब देखाउनुहोस्
pl: Otwórz pierwszą kartę
sl: Prikaži prvi zavihek
zh_cn: 显示第一个标签页
zh_tw: 顯示第一個分頁

# Keyboard.Shortcuts.ShowHistory
source: Show History
es_mx: Mostrar historial
eu: Erakutsi historia
he: הצגת היסטוריה
hu: Előzmények megjelenítése
ja: 履歴を表示
ka: ისტორიის ჩვენება
kab: Sken azray
ko: 방문 기록 보기
lo: ສະແດງປະຫວັດການໃຊ້ງານ
ml: നാൾവഴി കാണിക്കുക
ne_np: इतिहास देखाउनुहोस्
pl: Wyświetl historię
sl: Prikaži zgodovino
zh_cn: 显示历史记录
zh_tw: 顯示瀏覽紀錄

# Keyboard.Shortcuts.ShowLastTab
source: Show Last Tab
es_mx: Mostrar última pestaña
eu: Erakutsi azkeneko fitxa
he: הצגת הלשונית האחרונה
hu: Utolsó lap megjelenítése
ja: 最後のタブを表示
ka: ბოლო ჩანართის ჩვენება
kab: Sken iccer aneggaru
ko: 마지막 탭 보기
lo: ສະແດງແທັບສຸດທ້າຍ
ml: കഴിഞ്ഞ ടാബു് കാണിക്കുക
ne_np: अन्तिम ट्याब देखाउनुहोस्
pl: Otwórz ostatnią kartę
sl: Prikaži zadnji zavihek
zh_cn: 显示最后一个标签页
zh_tw: 顯示最後一個分頁

# Keyboard.Shortcuts.ZoomIn
source: Zoom In
es_mx: Acercar
eu: Gerturatu zooma
he: התקרבות
hu: Nagyítás
ja: ズームイン
ka: მიახლოება
kab: Semɣer
ko: 확대
lo: ຊູມເຂົ້າ
ml: വലുതാക്കുക
ne_np: जुम बढाउनुहोस्
pl: Powiększ
sl: Povečaj
zh_cn: 放大
zh_tw: 放大

# Keyboard.Shortcuts.ZoomOut
source: Zoom Out
es_mx: Alejar
eu: Urrundu zooma
he: התרחקות
hu: Kicsinyítés
ja: ズームアウト
ka: დაშორება
kab: Semẓi
ko: 축소
lo: ຊູມອອກ
ml: ചെറുതാക്കുക
ne_np: जुम घटाउनुहोस्
pl: Pomniejsz
sl: Pomanjšaj
zh_cn: 缩小
zh_tw: 縮小

source: Last month
ast: Caberu mes
bg: Миналия месец
bs: Prošli mjesec
cs: Poslední měsíc
cy: Mis diwethaf
eo: Lasta monato
es_ar: Último mes
es_mx: Último mes
eu: Azken hilabetea
gd: Am mìos seo chaidh
gl: O mes pasado
gu_in: ગયા મહિને
he: חודש שעבר
hu: Múlt hónap
ja: 先月
ka: ბოლო თვე
kab: Aggur yezrin
kk: Өткен айда
ko: 지난달
lo: ເດືອນທີ່ຜ່ານມາ
lv: Pēdējā mēnesī
ml: കഴിഞ്ഞ മാസം
mr: मागील महिना
ms: Bulan lepas
ne_np: गएको महिना
pl: Ostatni miesiąc
ro: Luna trecută
ru: Последний месяц
sk: Posledný mesiac
sl: Zadnji mesec
sq: Muajin e fundit
ta: கடந்த மாதம்
tl: Nakaraang buwan
zh_cn: 过去一个月
zh_tw: 上個月

source: Last week
ast: Cabera selmana
bg: Миналата седмица
bs: Prošle sedmice
cs: Poslední týden
cy: Wythnos diwethaf
eo: Lasta semajno
es_ar: Última semana
es_mx: Última semana
eu: Aurreko astea
gd: An t-seachdain seo chaidh
gl: Última semana
gu_in: ગયા અઠવાડિયે
he: שבוע שעבר
hu: Múlt hét
ja: 先週
ka: ბოლო კვირა
kab: Dduṛt yezrin
kk: Өткен апта
ko: 지난주
lo: ອາທິດທີ່ຜ່ານມາ
lv: Pagājušajā nedēļā
ml: കഴിഞ്ഞ ആഴ്ച
mr: मागील आठवडा
ms: Minggu lepas
ne_np: गएको हप्ता
pl: Ostatnie 7 dni
ro: Săptămâna trecută
ru: Последняя неделя
sk: Posledný týždeň
sl: Zadnji teden
sq: Javën e fundit
ta: கடந்த வாரம்
tl: Nakaraang linggo
zh_cn: 过去一周
zh_tw: 上週

# LibraryPanel.Accessibility.Bookmarks.v106
source: Bookmarks
es_mx: Marcadores
eu: Laster-markak
he: סימניות
hu: Könyvjelzők
ja: ブックマーク
ka: სანიშნები
kab: Ticraḍ n isebtar
ko: 북마크
lo: ບຸກມາກ
ml: അടയാളക്കുറിപ്പുകള്‍
pl: Zakładki
sl: Zaznamki
zh_cn: 书签
zh_tw: 書籤

# LibraryPanel.Accessibility.History.v106
source: History
es_mx: Historial
eu: Historia
he: היסטוריה
hu: Előzmények
ja: 履歴
ka: ისტორია
kab: Azray
ko: 방문 기록
lo: ປະຫວັດການໃຊ້ງານ
ml: നാള്‍വഴി
pl: Historia
sl: Zgodovina
zh_cn: 历史
zh_tw: 瀏覽紀錄

# LibraryPanel.History.ClearGroupedTabsCancel.v100
source: Cancel
es_mx: Cancelar
eu: Utzi
he: ביטול
hu: Mégse
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
pl: Anuluj
sl: Prekliči
zh_cn: 取消
zh_tw: 取消

# LibraryPanel.History.ClearGroupedTabsDelete.v100
source: Delete
es_mx: Eliminar
eu: Ezabatu
he: מחיקה
hu: Törlés
ja: 削除
ka: წაშლა
kab: Kkes
ko: 삭제
lo: ລຶບ
ml: മായ്ക്കുക
pl: Usuń
sl: Izbriši
zh_cn: 删除
zh_tw: 刪除

# LibraryPanel.History.ClearGroupedTabsTitle.v100
source: Delete all sites in %@?
es_mx: ¿Eliminar todas las páginas en %@?
eu: Ezabatu %@ taldeko gune guztiak?
he: למחוק את כל האתרים תחת %@?
hu: Törli a(z) %@ összes webhelyét?
ja: %@ のすべてのサイトを削除しますか？
ka: წაიშალოს ყველა, რომელთაც შეიცავს %@?
kab: Kkes akk ismal deg %@?
ko: %@의 모든 사이트를 삭제하시겠습니까?
lo: ລຶບທຸກເວັບໄຊໃນ %@ ບໍ?
ml: %@ -ൽ എല്ലാ സൈറ്റുകളും മായ്ക്കണോ?
pl: Czy usunąć wszystkie witryny w grupie %@?
sl: Izbriši vsa spletna mesta skupine %@?
zh_cn: 确定要删除 %@ 中的所有网站吗？
zh_tw: 要刪除 %@ 中的所有網站？

# LibraryPanel.History.ClearHistoryMenuTitle.v100
source: Removes history (including history synced from other devices), cookies and other browsing data.
es_mx: Eliminar historial (incluyendo historial sincronizado de otros dispositivos), cookies y otros datos de navegación.
eu: Historia (beste gailuetatik sinkronizatutakoa barne), cookieak eta bestelako nabigazio-datuak ezabatzen ditu.
he: מסיר היסטוריה (לרבות היסטוריה מסונכרנת ממכשירים אחרים), עוגיות ונתוני גלישה אחרים.
hu: Eltávolítja az előzményeket (beleértve a más eszközökről szinkronizált előzményeket), a sütiket és az egyéb böngészési adatokat.
ja: 履歴 (他の端末から同期されたものを含む)、Cookie および他の閲覧データを削除します。
ka: წაიშლება ისტორია (მათ შორის, სხვა მოწყობილობიდან დასინქრონებული), ფუნთუშები და მონახულებული გვერდების მონაცემები.
kab: Itekkes azray (ula d azray yemtawan seg yibenkan-nniḍen), inagan n tuqqna akked isefka-nniḍen n tunigin.
ko: 기록(다른 장치에서 동기화된 기록 포함), 쿠키 및 기타 인터넷 사용 기록을 제거합니다.
lo: ລຶບປະຫວັດ (ລວມທັງປະຫວັດການຊິງຄ໌ຈາກອຸປະກອນອື່ນ), ຄຸກກີ້ ແລະຂໍ້ມູນການທ່ອງເວັບອື່ນໆ.
ml: നാൾവഴി (മറ്റ് ഉപകരണങ്ങളിൽ നിന്ന് സമന്വയിപ്പിച്ച നാൾവഴി ഉൾപ്പെടെ), കുക്കികൾ, മറ്റ് തിരയൽദത്ത എല്ലാം മായ്ക്കും.
pl: Usuwa historię (łącznie z historią zsynchronizowaną z innych urządzeń), ciasteczka i inne dane przeglądania.
sl: Odstrani zgodovino (tudi sinhronizirano zgodovino z drugih naprav), piškotke in druge podatke brskanja.
zh_cn: 删除历史记录（包含同步自其他设备的记录）、Cookie 和其他浏览数据。
zh_tw: 清除瀏覽紀錄（包含同步自其他裝置的紀錄）、Cookie 及其他瀏覽資料。

# LibraryPanel.History.DeleteGroupedItem.v104
source: Delete
es_mx: Eliminar
eu: Ezabatu
he: מחיקה
hu: Törlés
ja: 削除
ka: წაშლა
kab: Kkes
ko: 삭제
lo: ລຶບ
ml: മായ്ക്കുക
pl: Usuń
sl: Izbriši
zh_cn: 删除
zh_tw: 刪除

# LibraryPanel.History.NoHistoryFound.v99
source: No history found
es_mx: No se ha encontrado historial
eu: Ez da historiarik aurkitu
he: לא נמצאה היסטוריה
hu: Nem találhatók előzmények
ja: 履歴が見つかりませんでした
ka: ისტორია არაა
kab: Ulac taqsiḍt
ko: 기록 없음
lo: ບໍ່ພົບປະຫວັດ
ml: നാൾവഴി കണ്ടെത്താൻ കഴിഞ്ഞില്ല
ne_np: कुनै इतिहास फेला परेन
pl: Nie odnaleziono historii
sl: Ni najdene zgodovine
zh_cn: 找不到历史记录
zh_tw: 找不到瀏覽紀錄

# LibraryPanel.History.RecentlyClosedTabs.v99
source: Recently Closed Tabs
es_mx: Pestañas cerradas recientemente
eu: Itxitako azken fitxak
he: לשוניות שנסגרו לאחרונה
hu: Nemrég bezárt lapok
ja: 最近閉じたタブ
ka: ბოლოს დახურული ჩანართები
kab: Iccaren imedlen melmi kan
ko: 최근에 닫은 탭
lo: ແຖບທີ່ຫາກໍ່ປິດໄປມື້ກີ້ນີ້
ml: അടുത്തിടെ അടച്ച ടാബുകള്‍
ne_np: हालसालै बन्द गरिएका ट्याबहरू
pl: Ostatnio zamknięte karty
sl: Nedavno zaprti zavihki
zh_cn: 最近关闭的标签页
zh_tw: 最近關閉的分頁

# LibraryPanel.History.SearchHistoryPlaceholder.v99
source: Enter search terms
es_mx: Ingresar términos de búsqueda
eu: Idatzi bilaketa-terminoak
he: נא להקליד מונחים לחיפוש
hu: Adja meg a keresési kifejezéseket
ja: 検索語を入力
ka: შეიყვანეთ საძიებო ფრაზა
kab: Sekcem awalen n unadi
ko: 검색어 입력
lo: ປ້ອນຄຳທີ່ຕ້ອງການຄົ້ນຫາ
ml: തിരയൽ പദങ്ങൾ നൽകുക
ne_np: खोज शब्दहरू प्रविष्ट गर्नुहोस्
pl: Szukaj
sl: Vnesite iskalni niz
zh_cn: 输入搜索词
zh_tw: 輸入搜尋詞彙

# LibraryPanel.History.SyncedHistory.v100
source: Synced History
es_mx: Historial sincronizado
eu: Sinkronizatutako historia
he: היסטוריה מסונכרנת
hu: Szinkronizált előzmények
ja: 同期された履歴
ka: დასინქრონებული ისტორია
kab: Mtawi azray
ko: 동기화된 기록
lo: ປະຫວັດການຊິງຄ໌
ml: സമന്വയിപ്പിച്ച നാൾവഴി
pl: Historia z innych urządzeń
sl: Sinhronizirana zgodovina
zh_cn: 同步的历史记录
zh_tw: 同步自其他裝置的瀏覽記錄

# LibraryPanel.Section.Older
source: Older
es_mx: Más antiguos
eu: Zaharragoak
he: ישן יותר
hu: Régebbi
ja: それ以前
ka: უფრო ძველი
kab: Iqbuṛen
ko: 이전
lo: ເກົ່າກວ່າ
ml: പഴയത്
ne_np: पुराना
pl: Starsze
sl: Starejši
zh_cn: 更早
zh_tw: 更久之前

source: Licenses
ast: Llicencies
bg: Лицензи
bs: Licence
cs: Licence
cy: Trwyddedau
eo: Permesiloj
es_ar: Licencias
es_mx: Licencias
eu: Lizentziak
gd: Ceadachasan
gl: Licenzas
gu_in: લાઇસેંસીસ
he: רישיונות
hu: Licencek
ja: ライセンス
ka: ლიცენზიები
kab: Turagin
kk: Лицензиялар
ko: 라이선스
lo: ໃບອະນຸຍາດ
lv: Licences
ml: അനുമതിപത്രങ്ങള്‍
mr: परवाने
ms: Lesen
ne_np: इजाजतपत्रहरू
pl: Licencje
ro: Licențe
ru: Лицензии
sk: Licencie
sl: Licence
sq: Licenca
ta: உரிமங்கள்
tl: Mga Lisensya
zh_cn: 许可协议
zh_tw: 授權

source: Light
ast: Claro
bg: Светло
bs: Svjetlo
cs: Světlé
cy: Golau
eo: Luma
es_ar: Claro
es_mx: Claro
eu: Argia
gd: Sorcha
gl: Claro
gu_in: પ્રકાશ
he: בהיר
hu: Világos
ja: ライト
ka: ნათელი
kab: Aceɛlal
kk: Ашық түсті
ko: 밝음
lo: ແສງ
lv: Gaisma
ml: തെളിച്ചം
mr: फिकट
ne_np: प्रकाश
pl: Jasny
ro: Luminos
ru: Светлая
sk: Svetlá
sl: Svetlo
sq: E çelët
ta: ஒளி
tl: Ilaw
zh_cn: 明亮
zh_tw: 亮色

source: Load original page
ast: Cargar páxina orixinal
bg: Отваряне на оригиналната страница
bs: Učitavanje izvorne stranice
cs: Zobrazit původní stránku
cy: Llwytho'r dudalen wreiddiol
eo: Ŝargi originalan paĝon
es_ar: Cargar página original
es_mx: Cargar página original
eu: Kargatu jatorrizko orria
gd: Luchdaich an duilleag thùsail
gl: Cargar páxina orixinal
gu_in: મૂળ પૃષ્ઠ લોડ
he: טעינת עמוד מקורי
hu: Eredeti oldal betöltése
ja: 元のページを読み込む
ka: ჩვეულებრივი გვერდის გახსნა
kab: Sali-d asebter aneẓli
kk: Бастапқы парақты жүктеу
ko: 원래 페이지 열기
lo: ໂຫລດຫນ້າເວັບດັ້ງເດີມ
lv: Ielādē oriģinālo lapu
ml: ശരിയായ താള്‍ ലോഡ് ചെയ്യുക
mr: मूळ पृष्ठ लोड करा
ms: Muatkan halaman asal
ne_np: मूल पृष्ठ लोड गर्नुहोस्
pl: Wczytaj oryginalną stronę
ro: Încarcă pagina originală
ru: Загрузить исходную страницу
sk: Načítať pôvodnú stránku
sl: Naloži izvirno stran
sq: Ngarko faqen origjinale
ta: அசல் பக்கத்தை ஏற்று
tl: I-load ang original page
zh_cn: 载入原页面
zh_tw: 載入原始頁面

source: Loading content…
ast: Cargando conteníu…
bg: Зареждане на съдържание…
bs: Učitavanje sadržaja…
cs: Načítání obsahu…
cy: Llwytho cynnwys…
eo: Enhavo ŝargata…
es_ar: Cargando contenido…
es_mx: Cargando contenido…
eu: Edukia kargatzen…
gd: A’ luchdadh na susbaint…
gl: Cargando contido…
gu_in: સામગ્રી લોડ કરી રહ્યું છે…
he: התוכן בטעינה…
hu: Tartalom betöltése…
ja: コンテンツを読み込んでいます…
ka: შიგთავსის ჩატვირთვა…
kab: Asali n ugbur…
kk: Құрамасын жүктеу…
ko: 내용 읽는중…
lo: ກຳລັງໂຫລດເນື້ອຫາ…
lv: Ielādē saturu...
ml: ഉള്ളടക്കം ലോഡ് ചെയ്തുകൊണ്ടിരിക്കുന്നു…
mr: मजकूर लोड करत आहे…
ne_np: सामग्री लोड गरिदै…
pl: Wczytywanie treści…
ro: Se încarcă conținut…
ru: Загрузка содержимого…
sk: Obsah sa načítava…
sl: Nalaganje vsebine …
sq: Po ngarkohet lëndë…
ta: உள்ளடக்கங்களை ஏற்று…
tl: Niloload ang nilalaman...
zh_cn: 正在载入内容…
zh_tw: 正在載入內容…

source: Log in
ast: Aniciar sesión
bg: Вписване
bs: Prijava
cs: Přihlásit
cy: Mewngofnodi
eo: Komenci seancon
es_ar: Iniciar sesión
es_mx: Ingresar
eu: Hasi saioa
gd: Clàraich a-steach
gl: Entrar
gu_in: લોગ ઇન
he: כניסה
hu: Bejelentkezés
ja: ログイン
ka: შესვლა
kab: Kcem
kk: Кіру
ko: 로그인
lo: ລັອກອິນ
lv: Pieslēgties
ml: പ്രവേശിക്കുക
mr: लॉग इन
ms: Log masuk
ne_np: लगइन
pl: Zaloguj
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sq: Hyni
ta: உள்நுழை
tl: Mag-login
zh_cn: 登录
zh_tw: 登入

source: Logins
ast: Anicios de sesión
bg: Входящи данни
bs: Prijave
cs: Přihlašovací údaje
eo: Akreditiloj
es_ar: Inicios de sesión
es_mx: Inicios de sesión
eu: Saio-hasierak
gd: Clàraidhean a-steach
gl: Identificacións
gu_in: લૉગિન્સ
he: כניסות
hu: Bejelentkezések
ja: ログイン情報
ka: ანგარიშები
kab: Inekcam
kk: Логиндер
ko: 로그인
lo: ການເຂົ້າສູ່ລະບົບ
lv: Paroles
ml: പ്രവേശനങ്ങള്‍
mr: लॉगिन्स
ms: Log masuk
ne_np: लग-इनहरू
pl: Dane logowania
ro: Autentificări
ru: Логины
sk: Prihlásenia
sl: Prijave
sq: Kredenciale Hyrjesh
ta: உள்நுழைவுகள்
tl: Mga Login
zh_cn: 登录信息
zh_tw: 登入資訊

# Logins.DevicePasscodeRequired.LearnMoreButtonTitle
source: Learn More
es_mx: Saber más
eu: Argibide gehiago
he: מידע נוסף
hu: További tudnivalók
ja: 詳細情報
ka: ვრცლად
kab: Issin ugar
ko: 자세히 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
ne_np: थप जान्नुहोस्
pl: Więcej informacji
sl: Več o tem
zh_cn: 详细了解
zh_tw: 了解更多

# Logins.Onboarding.ContinueButtonTitle
source: Continue
es_mx: Continuar
eu: Jarraitu
he: המשך
hu: Folytatás
ja: 続ける
ka: განაგრძეთ
kab: Kemmel
ko: 계속
lo: ດຳເນີາການຕໍ່
ml: തുടരുക
ne_np: जारी राख्नुहोस्
pl: Kontynuuj
sl: Nadaljuj
zh_cn: 继续
zh_tw: 繼續

# Logins.Onboarding.LearnMoreButtonTitle
source: Learn More
es_mx: Saber más
eu: Argibide gehiago
he: מידע נוסף
hu: További tudnivalók
ja: 詳細情報
ka: ვრცლად
kab: Issin ugar
ko: 자세히 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
ne_np: थप जान्नुहोस्
pl: Więcej informacji
sl: Več o tem
zh_cn: 详细了解
zh_tw: 了解更多
