Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

source: The Settings button is at the beginning of the Tabs Tray.
bg: Бутонът Настройки е най-отпред на лентата с разделите.
cy: Mae'r botwm Gosodiadau ar ddechrau'r Cilfach Tabiau
eo: La butono por agordi estas je la komenco de la pleto de langetoj
gd: Tha putan nan roghainnean aig toiseach treidhe nan tabaichean.
lv: Iestatījumu poga ir cilņu joslas sākumā
ms: Butang Tetapan pada permulaan Tabs Tray.
ro: Butonul Setări se află la începutul casetei cu file.
sk: Tlačidlo Nastavenia je na začiatku panela kariet.

source: The Show Tabs button is next to the Address and Search text field and displays the current number of open tabs.
bg: Бутонът Показване на разделите е до лентата за адрес и търсене, и показва броя отворени раздели.
cy: Mae'r botwm Dangos Tabiau nesaf at y maes testun Cyfeiriad a Chwilio ac yn dangos y nifer cyfredol o dabiau agored.
eo: La butono por montri langetojn estas apud la adresa kaj serĉa teksta kampo, kaj ĝi montras la nunan nombron de malfermitaj langetoj
gd: Tha am putan a sheallas na tabaichean ri taobh raon an t-seòlaidh ’s an luirg agus seallaidh e co mheud taba a tha fosgailte an-dràsta fhèin.
lv: Rādīt cilnes poga atrodas blakus adresei un meklēšanas laukam un attēlo atvērto cilņu skaitu
ms: Butang Papar Tab terletak di sebelah Alamat dan Carian medan teks dan memaparkan bilangan semasa tab terbuka.
ro: Butonul „Arată filele” este lângă casetele de adrese și căutare și afișează numărul actual de file deschise.
sk: Tlačidlo Zobraziť karty je vedľa textového poľa pre adresu a vyhľadávanie a zobrazuje aktuálny počet otvorených kariet.

source: Use the share sheet to send links from other apps to Firefox.
bg: Използвайте share sheet за изпращане на връзки от други приложения до Firefox.
cy: Defnyddiwch y ddalen rhannu i anfon dolenni o apiau eraill i Firefox.
eo: Uzu la dividan folion por sendi ligilojn el aliaj programoj al Firefox.
gd: Cleachd siota a’ cho-roinnidh gus ceanglaichean à aplacaidean eile a chur gu Firefox.
lv: Izmantojiet dalīšanas ikonu, lai sūtītu saites no citām lietotnēm uz Firefox.
ms: Guna lembaran kongsi untuk menghantar pautan dari app lain ke Firefox.
ro: Folosește share sheet pentru a trimite linkuri din alte aplicații în Firefox.
sk: Používajte hárok zdieľania na posielanie odkazov z iných aplikácií do Firefoxu.

# ActivityStream.HighlightIntro.Description
source: Firefox will place things here that you've discovered on the web so you can find your way back to the great articles, videos, bookmarks and other pages
bg: Firefox събира тук местата, които сте открили в мрежата, за да намирате по-лесно страхотни статии, видео, отметки и други страници
gd: Seallaidh Firefox rudan a lorg thu air an lìon dhut ach am faigh thu cothrom air brod nan artaigeal, video, comharran-lìn is duilleagan eile a lorg thu a-rithist.
lv: Firefox veido jaunumu sarakstu ar ievērojamām lietām, lai varat atkal atrast lieliskus rakstus, video, grāmatzīmes un citas lapas
ms: Firefox akan meletakkan perkara yang anda temukan di laman web supaya anda boleh mencari kembali artikel, tandabuku, video dan halaman lain di sini.

source: Allow Third-Party Keyboards
bg: Позволете други клавиатури
eo: Permesi klavarojn de aliaj
gd: Ceadaich meur-chlàran treas phàrtaidhean
lv: Atļaut trešo pušu klaviatūras
ms: Izinkan Papan kekunci Pihak ketiga
ro: Permite tastaturi terțe
sk: Povoliť klávesnice tretích strán

source: Call
bg: Обаждане
cy: Galw
eo: Voki
gd: Gairm
lv: Zvanīt
ms: Hubungi
ro: Apel
sk: Hovor

source: Copy Address
bg: Копиране на адрес
cy: Copïo'r Cyfeiriad
eo: Kopii adreson
gd: Dèan lethbhreac dhen t-seòladh
lv: Kopēt adresi
ms: Salin Alamat
ro: Copiază adresa
sk: Kopírovať adresu

source: Could not add page to Reading List. Maybe it's already there?
bg: Не може да добавите страница към списък за четене. Може би тя вече е там?
cy: Methu ychwanegu'r dudalen i'r Rhestr Ddarllen. Efallai ei fod yna eisoes.
eo: Ne eblis aldoni paĝon al legolist. Ĉu ĝi eble jam estas tie?
gd: Cha b’ urrainn dhuinn an duilleag a chur ris an liosta-leughaidh. Saoil a bheil e air mu thràth?
lv: Nevarēja pievienot lapu lasīšanas sarakstam. Iespējams tā jau ir pievienota?
ms: Tidak dapat menambah halaman ke Senarai Bacaan. Mungkin sudah ada?
ro: Nu s-a putut adăuga pagina la lista de citit. Poate e deja acolo?
sk: Stránku nebolo možné pridať do Zoznamu na prečítanie. Nenachádza sa už v ňom?

source: Don't Send
bg: Не изпращай
cy: Peidio Anfon
eo: Ne sendi
gd: Na cuir
lv: Nesūtīt
ms: Jangan Hantar
ro: Nu trimite
sk: Neodosielať

source: Double tap and hold to open history
bg: Докоснете два пъти и задръжте, за да отворите историята
cy: Tap dwbl a dal i agor hanes
eo: Duoble tuŝetu kaj premu por malfermi historion
gd: Thoir gnogag dhùbailte ’s cumail a dh’fhosgladh na h-eachdraidh
lv: Pieskarieties divreiz un pieturiet, lai atvērtu vēsturi
ms: Tap dua kali dan pegang untuk membuka sejarah
ro: Atinge de două ori și ține apăsat pentru a deschide istoricul
sk: Históriu otvoríte dvojitým ťuknutím a podržaním

# Downloads.Error.Message
source: Downloads aren't supported in Firefox yet.
bg: Изтегляния не се поддържат във Firefox
eo: Elŝutoj ne estas ankoraŭ subtenataj en Firefox
gd: Chan urrainnear luchdadh a-nuas ann am Firefox fhathast.
lv: Lejupielādes Firefox šobrīd vēl neatbalsta.
ms: Muat turun masih belum lagi disokong Firefox.
ro: Descărcările nu sunt suportate în Firefox momentan.
sk: Preberanie zatiaľ nie je vo Firefoxe podporované.

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can't confirm your connection to this website is secure.
bg: Предупреждение: не можем да потвърдим, че връзката ви до този уебсайт е сигурна.
eo: Averto: ni ne povas konfirmi ĉu la konekto al tiu ĉi retejo estas sekura.
gd: Rabhadh: chan urrainn dhuinn dearbhadh gu bheil an ceangal ris an làrach-lìn seo tèarainte.
lv: Brīdinājums: mēs nevaram apstiprināt vai jūsu pieslēgums ar šo mājaslapu ir drošs.
ms: Amaran: kami tidak boleh mengesahkan sambungan anda ke laman web ini adalah selamat.
ro: Avertisment: nu putem confirma conectarea la acest site web ca fiind sigură.
sk: Varovanie: nemôžeme potvrdiť, že spojenie s touto stránkou je zabezpečené.

source: Firefox needs to reopen for this change to take effect.
bg: Firefox трябва да се рестартира, за да се отрази тази промяна.
eo: Firefox devas esti malfermita de nove por ke tiu ĉi ŝanĝo ekefiku.
gd: Feumaidh Firefox ath-fhosgladh gus an t-atharrachadh seo a chur an sàs.
lv: Firefox ir jāaizver un jāatver, lai izmaiņas stātos spēkā.
ms: Firefox perlu dibuka semula supaya perubahan ini dilaksanakan.
ro: Firefox necesită să fie redeschis pentru ca această schimbare să aibă efect.
sk: Pre uplatnenie zmien treba Firefox znovu spustiť.

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
bg: Firefox ще спре синхронизацията с вашия профил, но няма да изтрива данни за сърфирането от устройството.
cy: Bydd Firefox yn peidio cydweddu eich cyfrif ond ni fydd yn dileu eich data pori ar y ddyfais hon.
eo: Firefox ne plu spegulos vian konton, sed ĝi ne forigos iun ajn el viaj retumaj datumoj en tiu ĉi aparato.
gd: Sguiridh firefox de shioncronachadh a’ chunntais agad ach cha sguab e às gin dhen dàta brabhsaidh agad air an uidheam seo.
lv: Firefox pārstās sinhronizēt ar jūsu kontu, bet esošie dati no šīs ierīces netiks izdzēsti.
ro: Firefox va opri sincronizarea cu contul tău, dar nu va șterge niciuna din datele de navigare de pe acest dispozitiv.
sk: Firefox sa už viac nebude synchronizovať s vašim účtom, ale neodstráni z toho zariadenia žiadne z údajov prehliadania.

source: General
bg: Основни
cy: Cyffredinol
eo: Ĝeneralaj
gd: Coitcheann
lv: Vispārīgie
ms: Umum
sk: Všeobecné

# HistoryPanel.EmptyState.Title
source: Websites you've visited recently will show up here.
bg: Скоро посетените страници се показват тук.
eo: Ĵuse vizititaj retejoj aperos ĉi tie.
gd: Nochdaidh làraichean air an to thadhail thu o chionn goirid an-seo.
lv: Šeit parādīsies lapas, ko esat nesen apmeklējis.
ms: Laman web yang anda lawati baru-baru ini akan dipaparkan di sini.
ro: Site-urile web pe care le-ai vizitat recent vor apărea aici.
sk: Tu sa zobrazia stránky, ktoré ste nedávno navštívili.

# HistoryPanel.EmptySyncedTabsState.Description
source: Sign in to view open tabs on your other devices.
bg: Впишете се, за да видите отворени раздели от други устройства.
eo: Komencu seancon por vidi malfermitajn langetojn en viaj aliaj aparatoj.
gd: Clàraich a-steach a dhʼfhaicinn tabaichean a tha fosgailte agad air uidheaman eile.
lv: Pierakstieties, lai redzētu šeit cilnes no šīm ierīcēm.
ms: Daftar masuk untuk melihat senarai tab dari peranti anda yang lain.
ro: Autentifică-te pentru a vedea filele deschise pe celelalte dispozitive.
sk: Prihlásením sa zobrazíte otvorené karty na vašich ostatných zariadeniach.

# LoginsHelper.PromptUpdatePassword.Title
source: Update password for %@?
bg: Обнови парола за %@?
eo: Ĉu konservi pasvorton por %@?
gd: Ùraich am facal-faire airson %@?
lv: Vai atjaunot paroli uz %@?
ms: Kemaskini kata laluan untuk %@?
ro: Actualizezi parola pentru %@?
sk: Chcete aktualizovať heslo pre %@?

# Menu.NightModeTurnOffAction.Label
source: Night Mode Off
bg: Нощен режим изключен
eo: Nokta reĝimo malŝaltita
gd: Am modh oidhche dheth
lv: Izslēgt nakts režīmu
ms: Mod Malam Dinyahaktif
ro: Mod nocturn dezactivat

# Menu.NightModeTurnOnAction.Label
source: Night Mode
bg: Нощен режим
eo: Nokta reĝimo
gd: Am modh oidhche
lv: Nakts režīms
ms: Mod Malam
ro: Mod nocturn

# Menu.NoImageModeTurnOffAction.Label
source: Show Images
bg: Показване на изображения
eo: Montri bildojn
gd: Seall dealbhan
lv: Rādīt attēlus
ms: Papar Imej
ro: Arată imaginile

# Menu.NoImageModeTurnOnAction.Label
source: Hide Images
bg: Скриване на изображения
eo: Kaŝi bildojn
gd: Falaich dealbhan
lv: Noslēpt attēlus
ms: Sorok Imej
ro: Ascunde imaginile

source: Paste
bg: Поставяне
cy: Gludo
eo: Alglui
gd: Cuir ann
lv: Ielīmēt
ms: Tampal
ro: Lipește
sk: Prilepiť

# Paste &amp; Go
source: Paste & Go
bg: Поставяне и посещаване
cy: Gludo a Mynd
eo: Alglui kaj iri
gd: Cuir ann ⁊ rach ann
lv: Ielīmēt un atvērt
ms: Tampal & Teruskan
ro: Lipește și accesează
sk: Prilepiť a prejsť

# SentTab.AddToReadingList
source: Add to Reading List
bg: Добавяне към Списък за четене
ms: Tambah ke Senarai Bacaan

# SentTab.BookmarkPage
source: Bookmark
bg: Отметка
ms: Tanda buku

# SentTab.ViewPage
source: View
bg: Преглед
ms: Papar

# Settings.HomePage.UI.Toggle.Subtitle
source: Otherwise show in the toolbar
bg: Покажи в навигацията
eo: Se ne, montri ĝin en la ilaro
gd: Air neo, seall air aʼ bhàr-inneal
lv: Pretējā gadījumā rādīt rīkjoslā
ms: Papar dalam bar alat
ro: În caz contrar arată în bara de unelte
sk: Inak zobraziť v paneli s nástrojmi

# Settings.HomePage.UI.Toggle.Title
source: Show Homepage Icon In Menu
bg: Пиктограма на началната страница в менюто
eo: Montri emblemon de hejmpaĝo en menuo
gd: Seall ìomhaigheag na duilleige mhòr sa chlàr-taice
lv: Rādīt mājas lapas ikonu rīkjoslā
ms: Papar Ikon Halaman utama dalam Menu
ro: Arată iconița paginii de start în meniu
sk: Zobraziť ikonu domovskej stránky v ponuke

# Settings.OpenWith.PageTitle
source: Open mail links in
bg: Отваряне на препратките за имейл
eo: Malfermi retpoŝtajn ligilojn per
gd: Fosgail ceanglaichean puist ann an
lv: Atvērt pasta saites ar
ms: Buka pautan mel dalam
ro: Deschide linkurile de mail în

# Settings.OpenWith.SectionName
source: Open With
bg: Отваряне с
eo: Malfermi per
gd: Fosgail le
lv: Atvērt ar
ms: Buka dengan
ro: Deschide cu

# Settings.SignOut.Button
source: Sign Out
bg: Изход
eo: Fini seancon
gd: Clàraich a-mach
lv: Iziet
ms: Daftar Keluar
ro: Deconectare

# Settings.SignOut.DestructiveButton
source: Sign Out
bg: Изход
eo: Fini seancon
gd: Clàraich a-mach
lv: Iziet
ms: Daftar Keluar
ro: Deconectare

# Settings.SignOut.Title
source: Sign Out?
bg: Излизане?
eo: Ĉu fini seancon?
gd: A bheil thu airson clàradh a-mach?
lv: Vai izrakstīties?
ms: Daftar Keluar?
ro: Te deconectezi?

source: Sign In to Firefox
bg: Вписване във Firefox
eo: Komenci seancon en Firefox
gd: Clàraich a-steach gu Firefox
lv: Pierakstīties Firefox
ms: Daftar masuk ke Firefox
ro: Autentifică-te în Firefox
sk: Prihlásiť sa do Firefoxu

source: Sign in to get your tabs, bookmarks, and passwords from your other devices.
bg: Впишете се, за да вземете раздели, отметки и пароли от другите ви устройства.
eo: Komenci seancon por ricevi viajn langetojn, legosignojn kaj pasvortojn el viaj aliaj aparatoj.
gd: Clàraich a-steach gus na tabaichean, comharra-lìn ’s faclan-faire agad fhaighinn o na h-uidheaman eile agad.
lv: Pierakstieties, lai saņemtu cilnes, grāmatzīmes un paroles no citām savām ierīcēm.
ms: Daftar masuk untuk mendapatkan tab terbuka anda, penandabuku dan kata laluan dari peranti anda yang lain.
ro: Autentifică-te pentru a obține filele, semnele de carte și parolele de pe celelalte dispozitive.
sk: Prihláste sa a získajte svoje karty, záložky a heslá z vašich iných zariadení.

# Toolbar.OpenHomePage.AccessibilityLabel
source: Homepage
bg: Начална страница
eo: Hejmpaĝo
gd: An duilleag mhòr
lv: Mājas lapa
ms: Halaman utama
ro: Pagină de start
sk: Domovská stránka

# TopSites.RemovePage.Button
source: Remove page - %@
bg: Премахване на страница - %@
eo: Forigi paĝon - %@
gd: Thoir an duilleag air falbh - %@
lv: Aizvākt lapu - %@
ms: Alih keluar halaman - %@
ro: Elimină pagina - %@
sk: Odstrániť stránku - %@

source: Use Compact Tabs
bg: Компактни раздели
cy: Defnyddio Tabiau Cryno
eo: Uzi kompaktajn langetojn
gd: Dùmhlaich na tabaichean
lv: Izmantot kompaktas cilnes
ms: Gunakan Tab Padat
ro: Folosește file compacte
sk: Používať kompaktné karty

source: You don't have any tabs open in Firefox on your other devices.
bg: Нямате отворени във Firefox раздели от другите ваши устройства.
cy: Nid oes gennych unrhyw dabiau ar agor yn Firefox ar eich dyfeisiau eraill.
eo: Vi ne havas langetojn malfermitajn en Firefox en viaj aliaj aparatoj.
gd: Chan eil taba sam bith fosgailte agad ann am Firefox air uidheaman eile.
lv: Citu ierīču Firefox nav atvērta neviena cilne.
ms: Anda tidak mempunyai apa-apa tab yang dibuka pada Firefox diperanti anda yang lain.
ro: Nu ai nicio filă deschisă în Firefox pe celelalte dispozitive ale tale.
sk: Vo Firefoxe na svojich ďalších zariadeniach nemáte otvorené žiadne karty.

# Menu.AddBookmarkAction.Title
source: Add Bookmark
bg: Прибавяне на отметка
eo: Aldoni legosignon
gd: Cuir comharra-lìn ris
lv: Saglabāt saiti
ms: Tambah Tandabuku
ro: Adaugă semn de carte
sk: Pridať záložku

# Menu.CloseMenu.AccessibilityLabel
source: Close Menu
bg: Затваряне на меню
eo: Fermi menuon
gd: Dùin an clàr-taice
lv: Aizvērt izvēlni
ms: Tutup menu
ro: Închide meniul
sk: Zavrieť ponuku

# Menu.FindInPageAction.Title
source: Find In Page
bg: Търсене в страница
eo: Serĉi en paĝo
gd: Lorg air an duilleag
lv: Meklēt lapā
ms: Cari dalam Halaman
ro: Găsește în pagină
sk: Hľadať na stránke

# Menu.NewPrivateTabAction.Title
source: New Private Tab
bg: Нов поверителен раздел
eo: Nova privata langeto
gd: Taba prìobhaid-each ùr
lv: Jauna privātā cilne
ms: Tab Peribadi Baru
ro: Filă privată nouă
sk: Nová súkromná karta

# Menu.NewTabAction.Title
source: New Tab
bg: Нов раздел
eo: Nova langeto
gd: Taba ùr
lv: Jauna cilne
ms: Tab Baru
ro: Filă nouă
sk: Nová karta

# Menu.SendPageAction.Title
source: Send
bg: Изпращане
eo: Sendi
gd: Cuir
lv: Sūtīt
ms: Hantar
ro: Trimite
sk: Odoslať

# Menu.SetHomePageAction.Title
source: Set Homepage
bg: Задаване на начална страница
eo: Difini hejmpaĝon
gd: Suidhich an duilleag mhòr
lv: Iestatīt mājas lapu
ms: Tetapkan Halaman Utama
ro: Setează pagina de start
sk: Nastaviť domovskú stránku

source: Firefox won't remember any of your history or cookies, but new bookmarks will be saved.
bg: Firefox няма да запомни нищо от вашата история или cookies, но нови отметки ще бъдат запазени.
cy: Fydd Firefox ddim yn cofio unrhyw hanes na chwcis ond bydd nodau tudalen newydd yn cael eu cadw.
eo: Firefox ne memoros vian historion aŭ kuketojn, sed novaj legosignoj estos konservitaj.
gd: Cha chuimhnich Firefox gin dhen eachdraidh no briosgaidean ach ma shàbhaileas tu comharra-lìn ùr, thèid a ghlèidheadh.
lv: Firefox neatcerēsies apmeklēto lapu vēsturi un sīkdatnes, bet jaunās grāmatzīmes tiks saglabātas jūsu ierīcē.
ms: Firefox tidak akan mengingati sejarah atau kuki anda, tetapi tandabuku baru akan disimpan.
ro: Firefox nu va reține istoricul sau cookie-urile, însă noile semne de carte vor fi salvate.
sk: Firefox si nebude pamätať históriu prehliadania či cookies, ale nové záložky ostanú zachované.

source: Turn on search suggestions?
bg: Включване на подсказките при търсене?
cy: Dangos awgrymiadau chwlio?
eo: Ĉu ŝalti serĉajn sugestojn?
gd: A bheil thu airson na molaidhean luirg a chur air?
lv: Vai ieslēgt meklēšanas ieteikumus?
ms: Aktifkan cadangan carian?
ro: Pornești sugestiile de căutare?
sk: Zapnúť návrhy vyhľadávania?

source: Send Anonymous Usage Data
bg: Изпращане на анонимни данни за използването
eo: Sendi anonimajn datumojn pri uzo
gd: Cuir dàta cleachdaidh gun urra
lv: Sūtīt anonīmos lietošanas datus
ms: Hantar Data Penggunaan Anonimus
ro: Trimite date anonime de utilizare
sk: Odosielať anonymné údaje o používaní

source: You don't have any other devices connected to this Firefox Account available to sync.
bg: Нямате други устройства, свързани към този Firefox Account, достъпни за синхронизация.
cy: Nid oes gennych unrhyw ddyfais arall wedi ei chysylltu i'r Cyfrif Firefox hwn ar gael i gydweddu.
eo: Vi ne havas alian aparaton konektita al tiu ĉi konto de Firefox, kiu estu disponebla por speguli.
gd: Cha do cheangail thu uidheam sam bith eile ris a’ chunntas Firefox seo as urrainn dhut sioncronachadh.
lv: Jūsu Firefox kontam nav pievienota neviena cita ierīce.
ms: Anda tidak ada eranti lain yang dihubungkan ke Akaun Firefox ini yang tersedia untuk sync.
ro: Nu mai ai alte dispozitive conectate la acest cont Firefox ce pot fi sincronizate.
sk: K svojmu účtu služby Firefox Sync nemáte pripojené žiadne zariadenia dostupné na synchronizáciu.

# CFBundleDisplayName
source: Share To
bg: Споделяне с
ms: Kongsi Kepada

# ActivityStream.ContextMenu.Bookmark
source: Bookmark
eo: Legosigno
gd: Comharra-lìn
lv: Grāmatzīme
ro: Pune semn de carte

# ActivityStream.ContextMenu.DeleteFromHistory
source: Delete from History
eo: Forigi el historio
gd: Sguab às an eachdraidh
lv: Notīrīt no vēstures
ro: Șterge din istoric

# ActivityStream.ContextMenu.OpenInNewPrivateTab
source: Open in New Private Tab
gd: Fosgail ann an taba prìobhaideach ùr
lv: Atvērt jaunā privātā cilnē
ro: Deschide într-o filă privată nouă

# ActivityStream.ContextMenu.OpenInNewTab
source: Open in New Tab
gd: Fosgail ann an taba ùr
lv: Atvērt jaunā cilnē
ro: Deschide într-o filă nouă

# ActivityStream.ContextMenu.Remove
source: Remove
gd: Thoir air falbh
lv: Aizvākt
ro: Elimină

# ActivityStream.ContextMenu.RemoveBookmark
source: Remove Bookmark
eo: Forigi legosignon
gd: Thoir air falbh an comharra-lìn
lv: Noņemt grāmatzīmi
ro: Elimină semnul de carte

# ActivityStream.ContextMenu.Share
source: Share
eo: Dividi
gd: Co-roinn
lv: Dalīties
ro: Partajează

# ActivityStream.Highlights.SectionTitle
source: Highlights
gd: Sàr-roghainn
lv: Aktualitātes

# New tab: %@: %@
source: New tab: %1$@: %2$@
cy: Tab newydd: %1$@: %2$@
eo: Nova langeto: %1$@: %2$@
gd: Taba ùr: %1$@: %2$@
lv: Jauna cilne : %1$@: %2$@
ro: Filă nouă: %1$@: %2$@
sk: Nová karta: %1$@: %2$@

source: New version available
cy: Mae fersiwn newydd ar gael
eo: Disponeblas nova versio
gd: Tha tionndadh ùr ri fhaighinn
lv: Ir pieejama jauna versija
ro: Versiune nouă disponibilă
sk: Je dostupná nová verzia

source: Not Now
cy: Nid Nawr
eo: Ne nun
gd: Chan ann an-dràsta
lv: Ne tagad
ro: Nu acum
sk: Teraz nie

source: Remove page
cy: Tynnu tudalen
eo: Forigi paĝon
gd: Thoir an duilleag air falbh
lv: Aizvākt lapu
ro: Elimină pagina
sk: Odstrániť stránku

source: There is a new version available of Firefox Aurora. Tap OK to go to the download page.
cy: Mae yna fersiwn newydd o Firefox Aurora ar gael. Tapiwch iawn i fyd i'r dudalen llwytho i lawr.
eo: Haveblas nova versio de Firefox Aurora. Tuŝetu Akcepti por iri al paĝo de elŝuto.
gd: Tha tionndadh ùr de Firefox Aurora ri fhaighinn. Thoir gnogag air “Ceart ma-thà” gus a dhol a dhuilleag nan luchdaidhean.
lv: Ir pieejama jauna Firefox Aurora versija. Spiediet OK lai dotos uz lejupielādes lapu.
ro: Există o versiune nouă disponibilă de Firefox Aurora. Atinge pe Ok pentru a merge la pagina de descărcare.
sk: Je dostupná nová verzia prehliadača Firefox Aurora. Ťuknutím na OK prejdete na stránku, kde si ju môžete prevziať.

# AS.Cancel.Button
source: Cancel
eo: Nuligi

# AS.Delete.Button
source: Delete
eo: Forigi

# AS.Highlights.SectionTitle
source: Highlights
eo: Elstaraj

# AS.PageControl.Button
source: Next Page
eo: Venonta paĝo

# ActivityStream.ContextMenu.Dismiss
source: Dismiss
eo: Fermi

source: Bookmark
cy: Nod Tudalen
eo: Legosigno
ro: Însemnează pagina
sk: Pridať medzi záložky

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently closed
eo: Ĵuse fermitaj
ro: Închise recent
sk: Nedávno zatvorené

# HistoryPanel.SyncedTabsCell.Title
source: Synced devices
eo: Spegulitaj aparatoj
ro: Dispozitive sincronizate
sk: Synchronizované zariadenia

source: View
cy: Golwg
eo: Vidi
ro: Vezi
sk: Zobraziť

source: Firefox will stop syncing with your account, but wont delete any of your browsing data on this device.
ms: Firefox akan menghentikan sync akaun anda, tetapi tidak akan menghapus data pelayaran anda dalam peranti ini.

source: Loading content
ms: Memuat kandungan

# LoginsHelper.DontSave.Button
source: Dont Save
ms: Jangan simpan

source: Open in
ms: Buka dalam

# Sync.SyncingEllipsis.Label
source: Syncing
ms: Sedang sync

source: More Info
ms: Maklumat Lanjut

source: Sync Your Devices.
cy: Cydweddu eich Dyfeisiau

source: Firefox Help and Support
cy: Cymorth a Chefnogaeth Firefox

source: Open In New Tab
cy: Agor mewn Tab Newydd

source: Pages you have visited recently will show up here.
cy: Bydd tudalennau rydych wedi eu darllen yn ddiweddar yn ymddangos yma.

source: Quick-search Engines
cy: Peiriannau Chwilio Cyflym

source: Send Crash Reports
cy: Anfon Adroddiadau Chwalu

source: Sign In
cy: Mewngofnodi

source: Synced tabs
cy: Tabiau wedi'i cydweddu

source: Syncing…
cy: Cydweddu…

source: The Mozilla Project
cy: Project Mozilla

source: Welcome to Sync
cy: Croeso i Sync

source: Open In New Private Tab
cy: Agor mewn Tab Preifat Newydd
