Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Settings.TrackingProtectionOption.BlockListStrict
source: Strict
ast: Estricta
bs: Striktno
cs: Přísná
es_ar: Estricta
es_mx: Estricto
eu: Zorrotza
gl: Estrita
gu_in: સખત
he: מחמיר
hu: Szigorú
ja: 広範囲
ka: მკაცრი
kab: Uḥriṣ
kk: Қатаң
ko: 엄격히
lo: ເຄັ່ງຄັດ
ml: കണിശമായി
mr: काटेकोर
ne_np: कठोर
pl: Ścisła
ru: Строгая защита
sl: Stroga
sq: Strikte
ta: கண்டிப்பாக
tl: Mahigpit
zh_cn: 严格
zh_tw: 嚴格

# Settings.TrackingProtectionOption.NormalBrowsingLabelOn
source: Enhanced Tracking Protection
cs: Rozšířená ochrana proti sledování
es_ar: Protección de rastreo aumentada
es_mx: Protección de rastreo mejorada
eu: Jarraipenaren babes hobetua
gu_in: ઉન્નત ટ્રેકિંગ સંરક્ષણ
he: הגנת מעקב מתקדמת
hu: Fokozott követés elleni védelem
ja: 強化型トラッキング防止
ka: თვალთვალისგან გაძლიერებული დაცვა
kab: Ammesten mgal aḍfaṛ yettwaseǧhed
kk: Бақылаудан кеңейтілген қорғаныс
ko: 향상된 추적 방지 기능
lo: ເພີ່ມການປ້ອງກັນການຕິດຕາມ
ml: മെച്ചപ്പെടുത്തിയ ട്രാക്കിംഗ് പരിരക്ഷണം
ne_np: परिष्कृत ट्राकिङ्ग सुरक्षा
pl: Wzmocniona ochrona przed śledzeniem
ru: Улучшенная защита от отслеживания
sl: Izboljšana zaščita pred sledenjem
zh_cn: 增强型跟踪保护
zh_tw: 加強型追蹤保護

# Settings.TroubleShootSync.Title
source: Troubleshoot
ast: Igua de problemes
bg: Oтстраняване на неизправности
bs: Rješavanje problema
cs: Řešení problémů
eo: Solvi problemojn
es_ar: Solución de problemas
es_mx: Solucionar problemas
eu: Arazoak konpontzea
gd: Fuasgail duilgheadasan
gl: Solución de problemas
gu_in: મુશ્કેલીનિવારણ
he: פתרון בעיות
hu: Hibaelhárítás
ja: トラブルシューティング
ka: ხარვეზების აღმოფხვრა
kab: Ferru n wuguren
kk: Мәселелерді шешу
ko: 문제 해결
lo: ແກ້ໄຂບັນຫາ
lv: Problēmu novēršana
ml: പ്രശ്നപരിഹാരം
mr: समस्यानिवारण
ms: Pencarisilapan
ne_np: समस्या निवारण
pl: Pomoc
ro: Depanare
ru: Устранение проблем
sk: Riešenie problémov
sl: Odpravljanje težav
sq: Diagnostikoje
ta: தீர்வுகள்
zh_cn: 故障排除
zh_tw: 疑難排解

# Settings.WebsiteData.ButtonShowMore
source: Show More
ast: Amosar más
cs: Zobrazit více
es_ar: Mostrar más
es_mx: Mostrar más
eu: Erakutsi gehiago
gl: Amosar máis
gu_in: વધારે બતાવ
he: הצגת עוד
hu: Több megjelenítése
ja: さらに表示
ka: ვრცლად
kab: Sken ugar
kk: Көбірек көрсету
ko: 더 보기
lo: ສະແດງເພີ່ມຕື່ມ
ml: കൂടുതൽ കാണിക്കുക
ne_np: थप देखाउनुहोस्
pl: Wyświetl więcej
ru: Показать больше
sl: Prikaži več
zh_cn: 显示更多
zh_tw: 顯示更多

# Settings.WebsiteData.ConfirmPrompt
source: This action will clear all of your website data. It cannot be undone.
ast: Esta aición va desaniciar tolos datos de los sitios web. Nun pue desfacese.
cs: Tato akce smaže všechna data stránek a nelze ji vrátit zpět.
es_ar: Esta acción eliminará los datos de todos sus sitios. No se puede deshacer.
es_mx: Esta acción limpiará todos los datos del sitio web. No se puede deshacer.
eu: Ekintza honek webguneetako zure datu guztiak garbituko ditu. Ezin da desegin.
gl: Esta acción borrará todos os datos dos sitios web. Non é posíbel desfacer esta acción.
gu_in: આ ક્રિયા તમારા બધા વેબસાઇટ ડેટાને સાફ કરશે. તે પૂર્વવત્ કરી શકાશે નહીં.
he: פעולה זו תנקה את כל נתוני האתרים שלך. לא ניתן לבטל פעולה זו.
hu: Ez a művelet törli az összes webhelyadatot. Vissza nem vonható.
ja: この操作はユーザーのウェブサイトデータをすべて消去します。操作を取り消すことはできません。
ka: შედეგად, თქვენი საიტის ყველა მონაცემი გასუფთავდება. ეს ქმედება შეუქცევადია.
kab: Tigawt-a ad tesfeḍ akk isefka-inek n usmel. Ur tettizmireḍ ad tesfesxeḍ.
kk: Бұл әрекет сіздің барлық веб-сайт деректерін өшіреді. Оны болдырмау мүмкін емес.
ko: 모든 웹사이트 정보가 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
lo: ການກະທຳຕໍ່ໄປນີ້ຈະລົບລ້າງຂໍ້ມູນເວັບໄຊທັງໝົດຂອງທ່ານ. ສິ່ງນີ້ບໍ່ສາມາດຍົກເລີກໄດ້.
ml: ഈ പ്രവര്‍ത്തി നിങ്ങളുടെ വെബ്സൈറ്റ് വിവരങ്ങള്‍ മായ്ചുകളയും. പിന്നീട് ഇത് പഴയതുപോലെ ആക്കാന്‍ പറ്റില്ല.
ne_np: यो कार्यले तपाईँको निजी डाटाहरु सबै खाली हुनेछन्। यसलाई पूर्व वतः गर्न सकिँदैन।
pl: Wszystkie dane witryn zostaną usunięte. Tego działania nie można cofnąć.
ru: Это действие удалит все ваши данные веб-сайтов. Оно не может быть отменено.
sl: To dejanje bo počistilo vse podatke spletne strani. Ni ga mogoče razveljaviti.
zh_cn: 此操作将清除您的所有网站数据，且无法撤销。
zh_tw: 此行為將清除您所有的網站資料，無法還原。

# Settings.WebsiteData.SelectedConfirmPrompt
source: This action will clear the selected items. It cannot be undone.
es_ar: Esta acción borrará los elementos seleccionados. No se puede deshacer.
es_mx: Esta acción eliminará todos los elementos seleccionados. No se puede deshacer.
eu: Ekintza honek hautatutako elementuak garbituko ditu. Ezin da desegin.
he: פעולה זו תנקה את כל הפריטים שנבחרו. לא ניתן לבטל פעולה זו.
hu: Ez a művelet törli a kiválasztott elemeket. Vissza nem vonható.
ja: この操作は選択したアイテムを消去します。操作を取り消すことはできません。
ka: შედეგად, შერჩეული მონაცემები წაიშლება. ეს ქმედება შეუქცევადია.
kab: Tigawt-a ad tesfeḍ iferdisen yettwafernen. Ur tettizmireḍ ara ad tt-tesfesxeḍ.
kk: Бұл әрекет таңдалған элементтерді өшіреді. Оны болдырмау мүмкін емес.
ko: 선택된 항목이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
lo: ການກະທຳນີ້ຈະລົບລ້າງລາຍການທີ່ໄດ້ເລືອກໄວ້. ຊຶງມັນບໍ່ສາມາດຍົກເລີກໄດ້.
ml: ഈ പ്രവർത്തി തിരഞ്ഞെടുത്ത ഇനങ്ങളെല്ലാം മായ്ചുകളയും. ഇതു് പിന്നീടു് തിരിക്കാൻ പറ്റില്ല.
ne_np: यो कार्यले तपाईँको छनौट गर्नुभएका सबै कुराहरु खाली हुनेछन्। यसलाई पूर्व वतः गर्न सकिँदैन।
pl: Wybrane elementy zostaną usunięte. Tego działania nie można cofnąć.
sl: To dejanje bo počistilo izbrane podatke. Ni ga mogoče razveljaviti.
zh_cn: 此操作将清除所选项目，且无法撤销。
zh_tw: 此行為將清除選擇的項目，無法還原。

# Settings.WebsiteData.Title
source: Website Data
ast: Datos de sitios web
cs: Data stránek
es_ar: Datos del sitio
es_mx: Datos del sitio web
eu: Webguneetako datuak
gl: Datos de sitios web
gu_in: વેબસાઇટ ડેટા
he: נתוני אתרים
hu: Webhelyadatok
ja: ウェブサイトデータ
ka: საიტის მონაცემები
kab: Isefka n usmel web
kk: Сайт деректері
ko: 웹사이트 데이터
lo: ຂໍ້ມູນເວັບໄຊ
ml: വെബ്സൈറ്റു് വിവരങ്ങള്‍
ne_np: वेबसाइट डाटा
pl: Dane witryn
ru: Данные веб-сайтов
sl: Podatki spletne strani
zh_cn: 网站数据
zh_tw: 網站資料

# ShareExtension.AddToReadingListAction.Title
source: Add to Reading List
bs: Dodaj na listu za čitanje
cs: Přidat do seznamu ke čtení
es_ar: Agregar a la lista de lectura
es_mx: Agregar a la lista de lectura
eu: Gehitu irakurketa-zerrendan
gl: Engadir á lista de lectura
gu_in: વાંચન સૂચિમાં ઉમેરો
he: הוספה לרשימת קריאה
hu: Felvétel az olvasási listára
ja: リーディングリストに追加
ka: წასაკითხებში დამატება
kab: Rnu ɣer tebdart n tɣuri
kk: Оқу тізіміне қосу
ko: 읽기 목록에 추가
lo: ເພີ່ມເຂົ້າໄປໃນລາຍການອ່ານ
ml: വായനാ പട്ടികയിലേക്ക് ചേര്‍ക്കുക
mr: वाचनयादित समाविष्ट करा
ne_np: पढ्ने सूचीमा थप्नुहोस्
pl: Dodaj do czytelni
ru: Добавить в список для чтения
sl: Dodaj na bralni seznam
ta: வாசிப்பு பட்டியலில் சேர்
zh_cn: 添加到阅读列表
zh_tw: 新增至閱讀清單

# ShareExtension.AddToReadingListActionDone.Title
source: Added to Reading List
bs: Dodano na listu za čitanje
cs: Přidáno do seznamu ke čtení
es_ar: Agregado a la lista de lectura
es_mx: Agregado a la Lista de lectura
eu: Irakurketa-zerrendan gehitu da
gl: Engadiuse á lista de lectura
gu_in: વાંચન સૂચિમાં ઉમેરાયેલ છે
he: נוסף לרשימת הקריאה
hu: Felvéve az olvasási listára
ja: リーディングリストに追加しました
ka: წასაკითხებში დამატებულია
kab: Rnu ɣer tebdart n tɣuri
kk: Оқу тізіміне қосылған
ko: 읽기 목록에 추가됨
lo: ເພີ່ມເຂົ້າໄປໃນລາຍການອ່ານແລ້ວ
ml: വായനാ പട്ടികയിലേക്ക് ചേര്‍ത്തു
mr: वाचनयादित समाविष्ट
ne_np: पढ्ने सूचीमा थपियो
pl: Dodano do czytelni
ru: Добавлено в список для чтения
sl: Dodano na bralni seznam
ta: வாசிப்பு பட்டியலில் சேர்க்கப்பட்டது
zh_cn: 已添加到阅读列表
zh_tw: 已新增至閱讀清單

# ShareExtension.BookmarkThisPageAction.Title
source: Bookmark This Page
bs: Zabilježi ovu stranicu
cs: Přidat stránku do záložek
es_ar: Marcar esta página
es_mx: Agregar esta página a marcadores
eu: Egin orriaren laster-marka
gl: Marcar esta páxina
gu_in: આ પૃષ્ઠને બુકમાર્ક કરો
he: יצירת סימנייה לדף זה
hu: Oldal hozzáadása a könyvjelzőkhöz
ja: このページをブックマーク
ka: გვერდის ჩანიშვნა
kab: Creḍ asebter-a
kk: Бұл бетті бетбелгілерге қосу
ko: 현재 페이지 북마크에 추가
lo: ບຸກມາກຫນ້ານີ້
ml: ഈ താള്‍ അടയാളപ്പെടുത്തുക
mr: या पृष्ठाला वाचणखूण लावा
ne_np: यस पृष्ठमा पुस्तकचिनो लगाउनुहोस्
pl: Dodaj zakładkę do tej strony
ru: Добавить страницу в закладки
sl: Dodaj stran med zaznamke
ta: இப்பக்கத்தைப் புத்தகக்குறியிடு
zh_cn: 为此页添加书签
zh_tw: 將本頁加入書籤

# ShareExtension.BookmarkThisPageActionDone.Title
source: Bookmarked
bs: Zabilježeno
cs: V záložkách
es_ar: Marcada
es_mx: Marcado
eu: Laster-marka eginda
gl: Nos marcadores
gu_in: બુકમાર્ક થયેલ
he: נשמר בסימניות
hu: Könyvjelzőzve
ja: ブックマーク済み
ka: ჩანიშნულია
kab: Ittwacreḍ
kk: Бетбелгілерге қосылған
ko: 북마크 완료
lo: ບຸກມາກໄວ້ແລ້ວ
ml: അടയാളപ്പെടുത്തി
mr: वाचनखुण लावली
ne_np: पुस्तकचिनो लागाइएको
pl: Dodano zakładkę
ru: В закладках
sl: Dodano med zaznamke
ta: புத்தகக்குறியிட்டது
zh_cn: 已加书签
zh_tw: 已加入書籤

# ShareExtension.LoadInBackgroundAction.Title
source: Load in Background
bs: Pokreni u pozadini
cs: Načíst v pozadí
es_ar: Cargar en segundo plano
es_mx: Cargar en segundo plano
eu: Kargatu atzeko planoan
gl: Cargar en segundo plano
gu_in: પૃષ્ઠભૂમિમાં લોડ કરો
he: טעינה ברקע
hu: Betöltés a háttérben
ja: バックグラウンドで読み込む
ka: ფონურად ჩატვირთვა
kab: Sali-d deffir ugilal
kk: Фонда жүктеу
ko: 백그라운드에서 로드
lo: ໂຫລດໃນເບື້ອງຫລັງ
ml: പശ്ചാത്തലത്തിൽ ലോഡുചെയ്യുക
mr: पार्श्वभूमीवर लोड करा
ne_np: पृष्ठभूमिमा लोड गर्नुहोस्
pl: Wczytaj w tle
ru: Загрузить в фоне
sl: Naloži v ozadju
ta: பின்புலத்தில் ஏற்றவும்
zh_cn: 在后台载入
zh_tw: 在背景載入

# ShareExtension.LoadInBackgroundActionDone.Title
source: Loading in Firefox
bs: Učitavanje u Firefoxu
cs: Načítání ve Firefoxu
es_ar: Cargando en Firefox
es_mx: Cargando en Firefox
eu: Firefoxen kargatzen
gl: Cargando no Firefox
gu_in: Firefoxમાં લોડ કરી રહ્યું છે
he: בטעינה ב־Firefox
hu: Betöltés a Firefoxban
ja: Firefox で読み込んでいます
ka: იტვირთება Firefox-ში
kab: Sali-d deg Firefox
kk: Firefox-та жүктеу
ko: Firefox에서 로딩
lo: ກຳລັງໂຫລດໃນ Firefox
ml: ഫയർഫോക്സിൽ ലോഡ് ചെയ്യുന്നു
mr: Firefox मध्ये लोड होत आहे
ne_np: Firefox मा लोड हुँदै
pl: Wczytywanie w Firefoksie
ru: Загрузка в Firefox
sl: Nalaganje v Firefoxu
ta: பயர்பாக்சில் ஏற்றுகிறது
zh_cn: 正在 Firefox 中载入
zh_tw: 正在 Firefox 載入

# ShareExtension.OpenInFirefoxAction.Title
source: Open in Firefox
bs: Otvori u Firefoxu
cs: Otevřít ve Firefoxu
es_ar: Abrir en Firefox
es_mx: Abrir en Firefox
eu: Ireki Firefoxen
gl: Abrir no Firefox
gu_in: Firefoxમાં ખોલો
he: פתיחה ב־Firefox
hu: Megnyitás a Firefoxban
ja: Firefox で開く
ka: Firefox-ში გახსნა
kab: Ldi deg Firefox
kk: Firefox көмегімен ашу
ko: Firefox에서 열기
lo: ເປີດໃນ Firefox
ml: ഫയർഫോക്സിൽ തുറക്കുക
mr: Firefox मध्ये उघडा
ne_np: Firefox मा खोल्नुहोस्
pl: Otwórz w Firefoksie
ru: Открыть в Firefox
sl: Odpri v Firefoxu
ta: பயர்பாக்சில் திறக்கவும்
zh_cn: 在 Firefox 中打开
zh_tw: 於 Firefox 開啟

# ShareExtension.SeachInFirefoxAction.Title
source: Search in Firefox
bs: Traži u Firefoxu
cs: Vyhledat ve Firefoxu
es_ar: Buscar en Firefox
es_mx: Buscar en Firefox
eu: Bilatu Firefoxen
gl: Buscar no Firefox
gu_in: Firefoxમાં શોધો
he: חיפוש ב־Firefox
hu: Keresés a Firefoxban
ja: Firefox で検索
ka: Firefox-ში მოძიება
kab: Nadi deg firefox
kk: Firefox ішінен іздеу
ko: Firefox에서 검색
lo: ຊອກຫາໃນ Firefox
ml: ഫയർഫോക്സിൽ തിരയുക
mr: Firefox मध्ये शोधा
ne_np: Firefox मा खोज्नुहोस्
pl: Wyszukaj w Firefoksie
ru: Искать в Firefox
sl: Išči v Firefoxu
ta: பயர்பாக்சில் தேடவும்
zh_cn: 在 Firefox 中搜索
zh_tw: 在 Firefox 中搜尋

# ShareSheet.Copy.Title.v108
source: Copy
es_mx: Copiar
eu: Kopiatu
he: העתקה
hu: Másolás
ja: コピー
ka: ასლი
kab: Nɣel
ko: 복사
lo: ສຳເນົາ
ml: പകര്‍ത്തുക
pl: Kopiuj
sl: Kopiraj
zh_cn: 复制
zh_tw: 複製

# ShareSheet.SendToDevice.Title.v108
source: Send Link to Device
es_mx: Enviar enlace al dispositivo
eu: Bidali lotura gailura
he: שליחת קישור למכשיר
hu: Hivatkozás küldése eszközre
ja: リンクを端末へ送信
ka: ბმულის გაგზავნა მოწყობილობაზე
kab: Azen aseɣwen ɣer yibenk
ko: 기기로 링크 보내기
lo: ສົ່ງລິ້ງໄປຫາອຸປະກອນ
ml: ഉപകരണത്തിലേക്ക് കണ്ണി അയയ്ക്കുക
pl: Wyślij odnośnik do
sl: Pošlji povezavo na napravo
zh_cn: 发送链接到设备
zh_tw: 將鏈結傳送至裝置

source: Show Search Suggestions
ast: Amosar suxerencies de gueta
bg: Покажи предложения за търсене
bs: Prikaži prijedloge pretraživanja
cs: Povolit našeptávání
cy: Dangos Awgrymiadau Chwilio
eo: Montri sugestojn de serĉilo
es_ar: Mostrar sugerencias de búsqueda
es_mx: Mostrar sugerencias de búsqueda
eu: Erakutsi bilaketa-iradokizunak
gd: Seall molaidhean-luirg
gl: Amosar suxestións de busca
gu_in: શોધ સૂચનો બતાવો
he: הצגת הצעות חיפוש
hu: Keresési javaslatok megjelenítése
ja: 検索語句の候補を表示
ka: ძიების შემოთავაზების ჩვენება
kab: Sken isumar n unadi
kk: Іздеу ұсыныстарын көрсету
ko: 검색 추천 보기
lo: ສະແດງຜົນການແນະນຳການຄົ້ນຫາ
lv: Rādīt meklēšanas ieteikumus
ml: തിരയല്‍ നിര്‍ദ്ദേശങ്ങള്‍ കാണിക്കുക
mr: शोध सूचना दाखवा
ms: Papar Cadangan Carian
ne_np: खोजी सुझावहरू देखाउनुहोस्
pl: Podpowiedzi wyszukiwania
ro: Arată sugestii de căutare
ru: Поисковые предложения
sk: Zobrazovať návrhy vyhľadávania
sl: Prikazuj predloge iskanja
sq: Shfaq Sugjerime Kërkimi
ta: தேடல் பரிந்துரைகளைக் காண்பி
tl: Ipakita ang Search Suggestions
zh_cn: 显示搜索建议
zh_tw: 顯示搜尋建議

source: Show Tabs
ast: Amosar llingüetes
bg: Показване на раздели
bs: Prikaži tabove
cs: Zobrazit panely
cy: Dangos Tabiau
eo: Montri langetojn
es_ar: Mostrar pestañas
es_mx: Mostrar pestañas
eu: Erakutsi fitxak
gd: Seall na tabaichean
gl: Amosar lapelas
gu_in: ટૅબ્સ બતાવો
he: הצגת לשוניות
hu: Lapok megjelenítése
ja: タブを表示
ka: ჩანართების გამოჩენა
kab: Sken iccaren
kk: Беттерді көрсету
ko: 탭 보기
lo: ສະແດງແທັບ
lv: Rādīt cilnes
ml: ടാബുകള്‍ കാണിക്കുക
mr: टॅब दाखवा
ms: Papar Tab
ne_np: ट्याबहरू देखाउनुहोस्‌
pl: Wyświetl karty
ro: Arată filele
ru: Отображать вкладки
sk: Zobraziť karty
sl: Prikaži zavihke
sq: Shfaq Skeda
ta: கீற்றுகளைக் காண்பி
tl: Ipakita ang mga tab
zh_cn: 显示标签页
zh_tw: 顯示分頁

source: Show Tour
ast: Amosar percorríu
bg: Начало
bs: Prikaži vodiča
cs: Zobrazit prohlídku
cy: Dangos y Cyflwyniad
eo: Montri rondiron
es_ar: Mostrar visita
es_mx: Dar un paseo
eu: Erakutsi itzulia
gd: Seall an turas
gl: Amosar visita guiada
gu_in: ટૂર બતાવો
he: הצגת סיור
hu: Bevezető megjelenítése
ja: ツアーを表示
ka: გზამკვლევის ჩვენება
kab: Sken tirza fessusen
kk: Турды көрсету
ko: 도움말 보기
lo: ສະແດງວິທີນຳໃຊ້ທົ່ວໄປ
lv: Parādīt ekskursiju
ml: ടൂര്‍ കാണിക്കുക
mr: सहल दाखवा
ms: Papar Tour
ne_np: भ्रमण गर्नुहोस्
pl: Pokaż przewodnik
ro: Arată turul
ru: Провести тур
sk: Zobraziť prehliadku
sl: Prikaži vodiča
sq: Shfaq Turin
ta: சுற்றுலாவைக் காண்பி
tl: Ipakita ang Tour
zh_cn: 显示导览
zh_tw: 顯示導覽

source: Stop
ast: Parar
bg: Стоп
bs: Zaustavi
cs: Zastavit
cy: Atal
eo: Haltigi
es_ar: Detener
es_mx: Detener
eu: Gelditu
gd: Sguir dheth
gl: Deter
gu_in: અટકાવો
he: עצירה
hu: Leállítás
ja: 中止
ka: შეჩერება
kab: Seḥbes
kk: Тоқтату
ko: 정지
lo: ຢຸດ
lv: Apturēt
ml: നിര്‍ത്തുക
mr: थांबा
ms: Berhenti
ne_np: रोक्नुहोस्
pl: Zatrzymaj
ro: Oprește
ru: Остановить
sk: Zastaviť
sl: Ustavi
sq: Ndale
ta: நிறுத்து
tl: Tumigil
zh_cn: 停止
zh_tw: 停止

source: Support
ast: Sofitu
bg: Поддръжка
bs: Podrška
cs: Podpora
cy: Cefnogaeth
eo: Helpo
es_ar: Soporte
es_mx: Soporte
eu: Laguntza
gd: Taic
gl: Asistencia técnica
gu_in: સહાય
he: תמיכה
hu: Támogatás
ja: サポート
ka: მხარდაჭერა
kab: Tallalt
kk: Қолдау
ko: 지원
lo: ສະຫນັບສະຫນູນ
lv: Atbalsts
ml: പിന്തുണ
mr: आधार
ms: Sokongan
ne_np: सहयोग
pl: Wsparcie
ro: Suport
ru: Поддержка
sk: Podpora
sl: Podpora
sq: Asistencë
ta: ஆதரவு
zh_cn: 技术支持
zh_tw: 技術支援

source: Swipe right or left with three fingers to close the tab.
ast: Esliza a drecha o esquierda colos tres deos pa zarrar la llingüeta.
bg: Плъзнете наляво или надясно с три пръста, за да затворите раздел.
bs: Povucite lijevo ili desno s tri prsta da biste zatvorili tab.
cs: Přejeďte doprava nebo doleva třemi prsty pro zavření panelu.
cy: Llusgwch i'r dde neu'r chwith gyda tri bys i gau'r tab.
eo: Glitigu dekstren aŭ maldekstren per tri fingroj por fermi la langeton.
es_ar: Deslizar hacia la derecha o izquierda con tres dedos para cerrar la pestaña.
es_mx: Desliza a la derecha o a la izquierda con tres dedos para cerrar la pestaña.
eu: Fitxa ixteko, pasatu eskuinera edo ezkerrera hiru hatzekin.
gd: Grad-shlaighd gun taobh deas no clì le trì corragan gus an taba a dhùnadh.
gl: Deslice á dereita ou á esquerda con tres dedos para pechar a lapela.
gu_in: ટૅબ બંધ કરવા માટે ત્રણ આંગળીઓથી જમણે અથવા ડાબે સ્વાઇપ કરો.
he: יש לגרור ימינה או שמאלה עם שלוש אצבעות כדי לסגור את הלשונית.
hu: A lap bezárásához legyintsen balra vagy jobbra három ujjal.
ja: 3 本指で左右どちらかへスワイプすると、タブを閉じます。
ka: ჩანართის დასახურად, გაასრიალეთ სამი თითი მარჯვნივ, ან მარცხნივ.
kab: Suceḍ s ayeffus neɣ s azelmaḍ s kraḍ n iḍudan akken ad tmedleḍ iccer.
kk: Бетті жабу үшін, сол не оң жаққа үш саусақпен өткізіңіз.
ko: 탭을 닫기 위해서 세 손가락으로 좌나 우로 스와이프하세요.
lo: ປັດໄປທາງເບື້ອງຂວາ ຫລື ຊ້າຍດ້ວຍນີ້ວມືສາມນີ້ວເພື່ອປິດແທັບ.
lv: Pārvelciet pa labi vai kreisi ar trijiem pirkstiem lai aizvērtu cilni.
ml: ടാബുകള്‍ അടയ്ക്കുവാന്‍ ഇടത്തോട്ടോ വലത്തോട്ടോ മൂന്ന് വിരലുകളുപയോഗിച്ച് അമര്‍ത്തി വീശുക.
mr: टॅब बंद करण्यासाठी तीन बोटांनी उजवीकडे किंवा डावीकडे स्वाईप करा.
ms: Seret ke kanan atau kiri dengan tiga jari untuk menutup tab.
ne_np: ट्याब बन्द गर्न तीन औंलाहरू दायाँ वा बाँया स्वाइप गर्नुहोस्।
pl: Przesuń trzema palcami w bok, by zamknąć kartę.
ro: Glisează spre dreapta sau stânga cu trei degete pentru a închide fila.
ru: Чтобы закрыть вкладку, проведите тремя пальцами влево или вправо.
sk: Kartu zavriete potiahnutím doľava alebo doprava pomocou troch prstov.
sl: Za zapiranje zavihka podrsajte desno ali levo s tremi prsti.
sq: Që të mbyllet skeda, fërkojeni majtas ose djathtas me tre gishta.
ta: கீற்றை மூட இடதாக (அ) வலதாக மூன்று விரல்களால் தேய்க்கவும்.
tl: Gamitin ang tatlong daliri at i-swipe sa kaliwa o kanan para maisara ang tab.
zh_cn: 三指向左或向右滑动关闭标签页。
zh_tw: 用三指向左或向右滑動即可關閉分頁。

# Sync.SyncingEllipsis.Label
source: Syncing…
ast: Sincronizando…
bg: Синхронизиране…
bs: Sinhronizujem…
cs: Probíhá synchronizace…
eo: Spegulado…
es_ar: Sincronizando…
es_mx: Sincronizando…
eu: Sinkronizatzen…
gd: ʼGa shioncronachadh…
gl: Sincronizando…
gu_in: સમન્વયન કરી રહ્યું છે…
he: בתהליך סנכרון…
hu: Szinkronizálás…
ja: 同期中…
ka: სინქრონდება…
kab: Amtawi…
kk: Синхрондау…
ko: 동기화 중…
lo: ກຳລັງ sync…
lv: Sinhronizē...
ml: സമന്വയിപ്പിക്കുന്നു…
mr: ताळमेळ करीत आहोत…
ne_np: सिङ्क गरिँदै…
pl: Synchronizowanie…
ro: Se sincronizează…
ru: Синхронизация…
sk: Synchronizuje sa…
sl: Sinhroniziram…
sq: Po njëkohësohet…
ta: ஒத்திசைக்கிறது…
zh_cn: 正在同步…
zh_tw: 同步中…

# SyncState.Offline.Title
source: Sync is offline
ast: La sincronización ta fuera de llinia
bg: Синхроницията е офлайн
bs: Sinhronizacija je van mreže
cs: Sync je offline
eo: Spegulado ne estas konektita
es_ar: Sync está sin conexión
es_mx: Sync está sin conexión
eu: Sync lineaz kanpo dago
gd: Tha an sioncronachadh far loidhne
gl: Sync está sen conexión
gu_in: સમન્વયન ઑફલાઇન છે
he: Sync במצב לא מקוון
hu: A Sync kapcsolat nélküli
ja: Sync はオフラインです
ka: დასინქრონება კავშირგარეშეა
kab: Sync ur yeqqin ara
kk: Синхрондау желіден тыс
ko: 동기화 오프라인
lo: Sync ອັອບລາຍຢູ່
lv: Sinhronizācija šobrīd nedarbojas
ml: സിങ്ക് ഓഫ്ലൈനാണ്
mr: ताळमेळ बंद आहे
ms: Sync di luar talian
ne_np: सिङ्क अफलाइन छ
pl: Poza siecią
ro: Sincronizarea este offline
ru: Синхронизация оффлайн
sk: Služba Sync je offline
sl: Sync ni povezan
sq: Sync-u s’është në linjë
ta: ஒத்திசைவு இல்லை
tl: Ang Sync ay offline
zh_cn: 同步已离线
zh_tw: Sync 已離線

# Tab %@ of %@
source: Tab %1$@ of %2$@
ast: Llingüeta %1$@ de %2$@
bg: Раздел %1$@ от %2$@
bs: Tab %1$@ od %2$@
cs: Panel %1$@ z %2$@
cy: Tab %1$@ o %2$@
eo: Langeto %1$@ el %2$@
es_ar: Pestaña %1$@ de %2$@
es_mx: Pestaña %1$@ de %2$@
eu: %2$@/%1$@. fitxa
gd: Taba %1$@ à %2$@
gl: Lapela %1$@ de %2$@
gu_in: %2$@ ના %1$@ ટૅબ
he: לשונית %1$@ מתוך %2$@
hu: Lap %1$@ / %2$@
ja: タブ %2$@ 個中の %1$@ 番目
ka: %1$@ ჩანართი, %2$@-იდან
kab: Iccer %1$@ seg %2$@
kk: Бет: %1$@: %2$@
ko: %2$@개 중 %1$@ 번 째 탭
lo: ແທັບ %1$@ of %2$@
lv: Cilne %1$@ no %2$@
ml: ടാബ് %2$@ ന്‍റെ %1$@
mr: %2$@ पैकी %1$@ टॅब
ne_np: %1$@ of %2$@ ट्याब
pl: Karta numer %1$@ na %2$@ kart
ro: Fila %1$@ din %2$@
ru: %1$@ из %2$@ вкладок
sk: Karta %1$@ z %2$@
sl: Zavihek %1$@ od %2$@
sq: Skeda %1$@ nga %2$@
ta: %1$@ இல் %2$@ கீற்று
tl: Tab %1$@ ng %2$@
zh_cn: 第 %1$@ 个标签页，共 %2$@ 个
zh_tw: 第 %1$@ 個，共 %2$@ 個分頁

# Tab.ShowTabTray.KeyCodeTitle
source: Show All Tabs
ast: Amosar toles llingüetes
bs: Prikaži sve tabove
cs: Zobrazit všechny panely
es_ar: Mostrar todas las pestañas
es_mx: Mostrar todas las pestañas
eu: Erakutsi fitxa guztiak
gl: Amosar todas as lapelas
gu_in: બધા ટૅબ્સ બતાવો
he: הצגת כל הלשוניות
hu: Minden lap megjelenítése
ja: すべてのタブを表示
ka: ყველა ჩანართის ჩვენება
kab: Sken akk accaren
kk: Барлық беттерді көрсету
ko: 모든 탭 표시
lo: ສະແດງແທັບທັງຫມົດ
ml: എല്ലാ റ്റാബുകളും കാണിക്കുക
mr: सर्व टॅब दाखवा
ne_np: सबै ट्याबहरू देखाउनुहोस्
pl: Wyświetl wszystkie karty
ru: Показать все вкладки
sl: Prikaži vse zavihke
ta: எல்லா கீற்றுகளையும் காட்டு
zh_cn: 显示所有标签页
zh_tw: 顯示所有分頁

# TabToolbar.Accessibility.Search.v106
source: Search
es_mx: Buscar
eu: Bilatu
he: חיפוש
hu: Keresés
ja: 検索
ka: ძიება
kab: Nadi
ko: 검색
lo: ຄົ້ນຫາ
ml: തിരയുക
pl: Szukaj
sl: Išči
zh_cn: 搜索
zh_tw: 搜尋

# TabTray.AddTab.Button
source: Add Tab
cs: Přidat panel
es_ar: Agregar pestaña
es_mx: Agregar pestaña
eu: Gehitu fitxa
he: הוספת לשונית
hu: Lap hozzáadása
ja: タブを追加
ka: ჩანართის დამატება
kab: Rnu iccer
kk: Жаңа бетті қосу
ko: 탭 추가
lo: ເພີ່ມແທັບ
ml: ടാബ് ചേര്‍ക്കുക
ne_np: ट्याब थप्नुहोस्
pl: Otwórz nową kartę
ru: Добавить вкладку
sl: Dodaj zavihek
zh_cn: 新建标签页
zh_tw: 新增分頁

# TabTray.CloseAllTabs.KeyCodeTitle
source: Close All Tabs
ast: Zarrar toles llingüetes
bs: Zatvori sve tabove
cs: Zavřít všechny panely
es_ar: Cerrar todas las pestañas
es_mx: Cerrar todas las pestañas
eu: Itxi fitxa guztiak
gl: Pechar todas as lapelas
gu_in: બધા ટૅબ્સ બંધ કરો
he: סגירת כל הלשוניות
hu: Minden lap bezárása
ja: すべてのタブを閉じる
ka: ყველა ჩანართის დახურვა
kab: Mdel akk iccaren
kk: Барлық беттерді жабу
ko: 모든 탭 닫기
lo: ປິດແທັບທັງຫມົດ
ml: എല്ലാ ടാബുകളും അടയ്ക്കുക
mr: सर्व टॅब बंद करा
ne_np: सबै ट्याब बन्द गर्नुहोस्
pl: Zamknij wszystkie karty
ru: Закрыть все вкладки
sl: Zapri vse zavihke
ta: அனைத்தையும் மூடு
zh_cn: 关闭所有标签页
zh_tw: 關閉所有分頁

# TabTray.CurrentSelectedTab.A11Y
source: Currently selected tab.
es_ar: Pestaña actualmente seleccionada.
es_mx: Pestaña seleccionada actualmente.
eu: Unean hautatutako fitxa.
he: הלשונית המסומנת כרגע.
hu: Jelenleg kiválasztott lap.
ja: 現在選択されているタブ。
ka: ამჟამად შერჩეული ჩანართი.
kab: Iccer yettufernen melmi kan.
kk: Ағымдағы таңдалған бет.
ko: 현재 선택된 탭입니다.
lo: ແທັບທີ່ຖືກເລືອກໃນປະຈຸບັນ.
ml: നിലവിൽ തിരഞ്ഞെടുത്ത ടാബു്.
ne_np: अहिले छनौट गरिएको ट्याब।
pl: Obecnie zaznaczona karta.
sl: Trenutno izbrani zavihek.
zh_cn: 当前选择的标签页。
zh_tw: 目前選擇的分頁。

# TabTray.Header.FilteredTabs.SectionHeader
source: Others
es_mx: Otros
eu: Besteak
he: אחרים
hu: Egyebek
ja: 他のタブ
ka: სხვა
kab: Wiyaḍ
ko: 그외
lo: ອື່ນໆ
ml: മറ്റുള്ള
ne_np: अन्यहरु
pl: Pozostałe
sl: Ostali
zh_cn: 其他
zh_tw: 其他

# TabTray.InactiveTabs.SectionTitle
source: Inactive Tabs
es_ar: Pestañas inactivas
es_mx: Pestañas inactivas
eu: Fitxa inaktiboak
he: לשוניות לא פעילות
hu: Inaktív lapok
ja: 休止中のタブ
ka: უქმი ჩანართები
kab: Accaren arurmiden
kk: Белсенді емес беттер
ko: 비활성 탭
lo: ແທັບທີ່ບໍ່ໄດ້ນຳໃຊ້
ml: നിഷ്ക്രിയ ടാബുകൾ
ne_np: निष्क्रिय ट्याबहरु
pl: Nieaktywne karty
sl: Nedejavni zavihki
zh_cn: 休眠标签页
zh_tw: 閒置分頁

# TabTray.OpenNewTab.KeyCodeTitle
source: Open New Tab
ast: Abrir llingüeta nueva
bs: Otvori novi tab
cs: Otevřít nový panel
es_ar: Abrir nueva pestaña
es_mx: Abrir una pestaña nueva
eu: Ireki fitxa berria
gl: Abrir unha nova lapela
gu_in: નવું ટેબ ખોલો
he: פתיחת לשונית חדשה
hu: Új lap megnyitása
ja: 新規タブを開く
ka: ახალი ჩანართის გახსნა
kab: Ldi iccer amaynut
kk: Жаңа бетті ашу
ko: 새 탭 열기
lo: ເປີດແທັບໃຫມ່
ml: പുതിയ റ്റാബ് തുറക്കുക
mr: नवीन टॅब उघडा
ne_np: नयाँ ट्याब खोल्नुहोस्
pl: Otwórz nową kartę
ru: Открыть новую вкладку
sl: Odpri nov zavihek
ta: புதிய கீற்றைத் திற
zh_cn: 打开新标签页
zh_tw: 開啟新分頁

# TabTray.SegmentedControlTitles.PrivateTabs
source: Private
es_ar: Privada
es_mx: Privadas
eu: Pribatua
he: פרטי
hu: Privát
ja: プライベート
ka: პირადი
kab: Uslig
kk: Жеке
ko: 사생활 보호 탭
lo: ສ່ວນຕົວ
ml: സ്വകാര്യം
ne_np: निजी
pl: Prywatne
sl: Zasebno
zh_cn: 隐私
zh_tw: 隱私
