Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

source: Spotlight Index
es_ar: Índice de Spotlight
es_mx: Índice de Spotlight
eu: Spotlight indizea
he: מפתח Spotlight
ja: Spotlight のインデックス
ka: Spotlight-საძიებელი
kab: Amatar n Spotlight
kk: Spotlight индексі
ko: Spotlight 인덱스
lo: ດັດສະນີ Spotlight
ml: സ്പോട്ട്ലൈറ്റ് സൂചിക
ne_np: स्पोटलाइट सूचङ्काक
pl: Indeksowanie Spotlight
sl: Kazalo Spotlighta
zh_cn: “聚焦”索引
zh_tw: Spotlight 索引

source: This action will clear all of your private data. It cannot be undone.
ast: Esta aición va llimpiar tolos tos datos privaos. Esto nun pue desfacese.
bg: Това действие ще изчисти всичките ви лични данни. Това е безвъзвратно.
bs: Ova akcija će očistiti sve vaše privatne podatke. Ne može se poništiti.
cs: Tato akce smaže všechna vaše soukromá data. Tuto akci nelze vrátit.
eo: Tiu ĉi ago viŝos ĉiujn viajn privatajn datumojn. Ĝi ne estas malfarebla.
es_ar: Esta acción borrará todos tus datos privados. No se puede deshacer.
es_mx: Esta acción borrará todos sus datos privados. No se puede deshacer.
eu: Ekintza honek zure datu pribatu guztiak garbituko ditu. Ezin da desegin.
gd: Falamhaichidh an gnìomh seo an dàta prìobhaideach agad uile. Cha ghabh a neo-dhèanamh.
gl: Esta acción borrará todos os seus datos privados. Non é posíbel desfacer esta acción.
gu_in: આ ક્રિયા તમારા બધા ખાનગી ડેટાને સાફ કરશે. તે પૂર્વવત્ કરી શકાશે નહીં.
he: פעולה זו תמחק את כל הנתונים הפרטיים שלך. פעולה זה לא ניתנת לביטול לאחר השלמתה.
hu: Ez a művelet törli az összes személyes adatát. Vissza nem vonható.
ja: この操作は、あなたのプライベートデータをすべて削除します。これは取り消せません。
ka: შედეგად, თქვენი ყველა პირადი მონაცემი გასუფთავდება. ეს ქმედება შეუქცევადია.
kab: Tigawt-a ad tesfeḍ akk isefka n tunigin-inek. Ur tettizmireḍ ad tesfesxeḍ.
kk: Бұл әрекет сіздің барлық жеке деректеріңізді өшіреді. Оны болдырмау мүмкін емес.
ko: 모든 개인 정보가 삭제될 것입니다. 이 작업은 되돌릴 수 없습니다.
lo: ການກະທຳນີ້ຈະລົບລ້າງຂໍ້ມູນສ່ວນຕົວທັງຫມົດຂອງທ່ານ. ດັ່ງນັ້ນຈຶ່ງບໍ່ສາມາດລົບລ້າງໃຫ້ສຳເລັດໄດ້.
lv: Šis izdzēsīs visus jūsu privātos datus. Datus nevarēs atgūt.
ml: ഈ പ്രവര്‍ത്തി നിങ്ങളുടെ സ്വകാര്യവിവരങ്ങള്‍ മായ്ചുകളയും. പിന്നീട് ഇത് പഴയപോലെ ആക്കാന്‍ പറ്റില്ല.
mr: यामुळे आपली सर्व खाजगी माहिती नष्ट होईल. ती पूर्ववत मिळवता येणार नाही.
ms: Tindakan ini akan membuang semua data peribadi anda. Tidakan ini tidak boleh dibatalkan.
ne_np: यो कार्यले तपाईँको निजी डाटा सबै खाली हुनेछ। यो पूर्ववत गर्न सकिँदैन।
pl: Wszystkie dane prywatne zostaną usunięte. Tego działania nie można cofnąć.
ro: Această acțiune va șterge toate datele tale private. Această acțiune este ireversibilă.
ru: Это действие удалит все ваши личные данные. Оно не может быть отменено.
sk: Táto akcia vymaže všetky vaše súkromné údaje. Túto akciu nemožno vrátiť späť.
sl: To dejanje bo počistilo vse zasebne podatke. Ni ga mogoče razveljaviti.
sq: Ky veprim do të pastrojë krejt të dhënat tuaja private. S’mund të zhbëhet.
ta: இச்செயல் எல்லா தரவுகளையும் துடைக்கும். இதை மீட்க முடியாது.
tl: Buburahin nito lahang ng iyong pribadong data. Hindi na ito maibabalik.
zh_cn: 此操作将清除您的所有隐私数据，且无法撤销。
zh_tw: 將清除您所有的隱私資料，無法還原。

# DefaultBrowserCard.BetterInternet.Description.v108
source: Making Firefox your default browser is a vote for an open, accessible internet.
es_mx: Hacer de Firefox tu navegador predeterminado es votar por una Internet abierta y accesible.
eu: Firefox zure nabigatzaile lehenetsia egitea Internet irekia eta denon eskurakoa bozkatzea da.
he: הפיכת Firefox לדפדפן ברירת המחדל שלך היא הצבעה בעד אינטרנט פתוח ונגיש.
hu: A Firefox alapértelmezett böngészővé tétele egy szavazat a nyílt és hozzáférhető internet mellett.
ja: Firefox をデフォルトウェブブラウザーにすることは、オープンでアクセシブルなインターネットに一票を投じることです。
ka: Firefox-ის ნაგულისხმევ ბრაუზერად დაყენება არის ღია, ხელმისაწვდომი ინტერნეტის მხარდაჭერა.
kab: Tiririt n Firefox d iminig-ik·im s wudem amezwer, d afran n Internet yeldin i yal yiwen.
ko: Firefox를 기본 브라우저로 설정하는 것은 개방되고 접근 가능한 인터넷에 대한 지원입니다.
lo: ການເຮັດໃຫ້ Firefox ເປັນຕົວທ່ອງເວັບເລີ່ມຕົ້ນຂອງທ່ານເປັນການລົງຄະແນນສຽງສໍາລັບອິນເຕີເນັດທີ່ເປີດ, ເຂົ້າເຖິງໄດ້.
ml: ഫയർഫോക്സു് താങ്ങളുടെ തനതായ അന്വേഷിയന്ത്രം ആക്കി വയ്ക്കുന്നതു് ഒരു എള്ളുപ്പം എത്താവുന്ന ഗോളന്തരവലക്കു് ഒരു തിരഞ്ഞെടുപ്പാണു്.
pl: Ustawienie Firefoksa jako domyślną przeglądarkę to głos na otwarty, dostępny Internet.
sl: Izbira Firefoxa za privzeti brskalnik je glas za odprt in dostopen internet.
zh_cn: 将 Firefox 设为默认浏览器，为开放且人人可用的互联网添一份力量。
zh_tw: 讓 Firefox 成為您的預設瀏覽器，就是對一個開放、所有人都可隨意使用的網路環境投下贊成票。

# DefaultBrowserCard.BetterInternet.Title.v108
source: Default to a Better Internet
es_mx: Predeterminado a una mejor Internet
eu: Lehenetsi Internet hobeago bat
he: לעבור לאינטרנט טוב יותר כברירת מחדל
hu: Jobb internet, alapértelmezetten
ja: より良いインターネットを選択する
ka: ნაგულისხმევად უკეთესი ინტერნეტი
kab: S wudem amezwer ɣer Internet ifazen
ko: 더 나은 인터넷을 기본 값으로 설정
lo: ຄ່າເລີ່ມຕົ້ນເປັນອິນເຕີເນັດທີ່ດີກວ່າ
ml: ഒരു മികച്ച ഗോളന്തരവലയിലേക്കു് വരുക
pl: Domyślnie lepszy Internet
sl: Privzeto za boljši internet
zh_cn: 将更美好的互联网设为默认
zh_tw: 預設有一個更好的網路環境

# DefaultBrowserCard.Button.v2
source: Learn How
es_ar: Aprender cómo
es_mx: Aprende a hacerlo
eu: Ikasi nola
he: מידע נוסף
hu: Tudja meg hogyan
ja: 手順を見る
ka: იხილეთ, როგორ
kab: Issin amek
kk: Қалай екенін білу
ko: 방법 알아보기
lo: ຮຽນຮູ້ວິທີການ
ml: എങ്ങനെ എന്നു അറിയുക
ne_np: कसरी हो सिक्नुहोस्
pl: Dowiedz się, jak to zrobić
sl: Več o tem
zh_cn: 了解如何操作
zh_tw: 更多資訊

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Firefox.
cs: Nastavte si automatické otevírání odkazů, e-mailů a zpráv ve Firefoxu.
es_ar: Configurar enlaces de sitios web, correos electrónicos y mensajes para que se abran automáticamente en Firefox.
es_mx: Configura enlaces de sitios web, correos electrónicos y mensajes para que se abran automáticamente en Firefox.
eu: Ireki webgune, mezu elektroniko eta Messages-eko loturak Firefoxen automatikoki.
he: פתיחה אוטומטית של קישורים מאתרים, מהודעות דוא״ל ומהיישום הודעות ב־Firefox.
hu: Állítsa be a webhelyek, e-mailek és üzenetek hivatkozásait, hogy azok automatikusan a Firefoxban nyíljanak meg.
ja: ウェブサイト、メール、メッセージのリンクを自動的に Firefox で開くように設定します。
ka: შედეგად, ბმულებს საიტებიდან, ელფოსტიდან, წერილებიდან პირდაპირ გახსნის Firefox.
kab: Sbadu iseɣwan seg yismal web, seg yimaylen d yiznan i twaledyawt s wudem awurman deg Firefo.
kk: Веб-сайттар, эл. пошта хаттары және хабарламалардан сілтемелерді Firefox-та автоматты түрде ашылатындай етіп баптау.
ko: Firefox에서 자동으로 열리도록 웹 사이트, 이메일 및 메시지의 링크를 설정합니다.
lo: ຕັ້ງໃຫ້ເປີດລີ້ງຈາກເວັບໄຊທ, ອີເມລ ແລະ ຂໍ້ຄວາມແບບອັດຕະໂນມັດໃນ Firefox.
ml: ഫയർ‌ഫോക്സിൽ‌ തന്നെതാനെ തുറക്കുന്നതിന് വെബ്‌സൈറ്റുകൾ‌, ഇ-തപാലുകൾ, സന്ദേശങ്ങൾ‌ എന്നിവയിൽ‌ നിന്നും കണ്ണികൾ സജ്ജമാക്കുക.
ne_np: स्वचालित रूपमा Firefoxबाट खोल्नको लागि वेबसाइटहरू,ईमेलहरू र सन्देशहरूबाट आउने लिङ्कहरू सेट गर्नुहोस् ।
pl: Ustaw automatyczne otwieranie odnośników z witryn, wiadomości e-mail i aplikacji Messages w Firefoksie.
sl: Nastavite, naj se povezave s spletnih strani, iz e-pošte in sporočil odpirajo v Firefoxu.
zh_cn: 将网站、电子邮件及聊天工具中的链接设为在 Firefox 中自动打开。
zh_tw: 設定使用 Firefox 自動開啟網站、郵件、簡訊當中的鏈結。

# DefaultBrowserCard.NextLevel.Description.v108
source: Choose Firefox as your default browser to make speed, safety, and privacy automatic.
es_mx: Elige Firefox como tu navegador predeterminado para que la velocidad, la seguridad y la privacidad sean automáticas.
eu: Aukeratu Firefox zure nabigatzaile lehenetsi gisa, abiadura, segurtasuna eta pribatutasuna automatikoak izan daitezen.
he: כדאי לבחור ב־Firefox כדפדפן ברירת המחדל שלך בשביל מהירות, בטיחות ופרטיות אוטומטית.
hu: Válassza a Firefoxot alapértelmezett böngészőjeként, hogy automatikussá tegye a sebességet, a biztonságot és az adatvédelmet.
ja: 速さと安全性、プライバシー保護を自動化するには、Firefox をデフォルトウェブブラウザーに選んでください。
ka: აირჩიეთ Firefox ნაგულისხმევ ბრაუზერად თავისთავადი სიჩქარის, უსაფრთხოებისა და პირადულობისთვის.
kab: Fren Firefox d iminig amezwer i wakken ad yuɣal arured, taɣellist d uqadar n tudert tabaḍnit s wudem awurman.
ko: Firefox를 기본 브라우저로 선택하고 자동으로 속도, 안전 및 개인 정보를 지키세요.
lo: ເລືອກ Firefox ເປັນຕົວທ່ອງເວັບເລີ່ມຕົ້ນຂອງທ່ານເພື່ອເຮັດໃຫ້ຄວາມໄວ, ຄວາມປອດໄພ, ແລະຄວາມເປັນສ່ວນຕົວອັດຕະໂນມັດ.
ml: വേഗത, സുരക്ഷ, സ്വകാര്യത എന്നിവ യാന്ത്രികമാക്കുന്നതിന് താങ്ങളുടെ സ്ഥിരസ്ഥിതി അന്വേഷിയന്ത്രമായി Firefox-നെ തിരഞ്ഞെടുക്കുക.
pl: Wybierz Firefoksa jako domyślną przeglądarkę, by szybkość, bezpieczeństwo i prywatność były automatyczne.
sl: Izberite Firefox za privzeti brskalnik, da hitrost, varnost in zasebnost postanejo samoumevne.
zh_cn: 将 Firefox 设为默认浏览器，时刻享受更快速、更安全、更私密的浏览体验。
zh_tw: 讓 Firefox 成為您的預設瀏覽器，自動加速、保護安全，鞏固隱私。

# DefaultBrowserCard.NextLevel.Title.v108
source: Elevate Everyday Browsing
es_mx: Mejora tu navegación diaria
eu: Goratu eguneroko nabigazioa
he: שיפור הגלישה היומיומית
hu: Emelje új szintre a mindennapi böngészést
ja: 日々のブラウジングを向上させる
ka: შეუფერხებელი ინტერნეტმოგზაურობა
kab: Snerni tunigin-ik·im n yal ass
ko: 일상적인 브라우징 향상
lo: ຍົກລະດັບການຊອກຫາປະຈໍາວັນ
ml: ദിവസേന തിരച്ചിലിന്റെ നില ഉയർത്തുക
pl: Podnieś poziom codziennego przeglądania
sl: Povzdignite vsakodnevno brskanje
zh_cn: 助力日常浏览
zh_tw: 日常上網功能再升級

# DefaultBrowserCard.PeaceOfMind.Description.v108
source: Firefox blocks 3,000+ trackers per user each month on average. Make us your default browser for privacy peace of mind.
es_mx: Firefox bloquea en promedio más de 3,000 rastreadores por usuario cada mes. Elígenos como tu navegador predeterminado para tu privacidad y tranquilidad.
eu: Firefoxek 3.000 jarraipen-elementu blokeatzen ditu batez bestean erabiltzaileko hilabetero. Egiguzu zure nabigatzaile lehenetsia pribatutasunaren lasaitasunerako.
he: ‏Firefox חוסם בממוצע למעלה מ־3,000 רכיבי מעקב למשתמש בכל חודש. הפכו אותנו לדפדפן ברירת המחדל שלך לקבלת שקט נפשי בפרטיות.
hu: A Firefox átlagosan több mint 3000 nyomkövetőt blokkol felhasználónként minden hónapban. Tegyen minket az alapértelmezett böngészővé, hogy nyugodt legyen az adatvédelme felől.
ja: Firefox はユーザー一人当たり毎月平均 3000 件以上のトラッカーをブロックしています。プライバシー保護と安心のためにデフォルトウェブブラウザーに設定してください。
ka: Firefox ზღუდავს საშუალოდ 3000+ მეთვალყურეს ყოველთვიურად. უზრუნველყოფს ინტერნეტის უსაფრთხო და მშვიდ მოხმარებას.
kab: Firefox issewḥal ugar n 3,000 yineḍfaren i useqdac deg wayyur. Err-it d iminig-ik·imamezwer i uḍman n tudert-ik·im tabaḍnit d lehna n uqerru.
ko: Firefox는 매달 사용자당 평균 3,000개 이상의 트래커를 차단합니다. 안심할 수 있는 개인 정보 보호를 위해 기본 브라우저로 설정하세요.
lo: Firefox ບລັອກ 3,000+ ຕົວຕິດຕາມຕໍ່ຜູ້ໃຊ້ໃນແຕ່ລະເດືອນໂດຍສະເລ່ຍ. ເຮັດໃຫ້ພວກເຮົາເປັນຕົວທ່ອງເວັບເລີ່ມຕົ້ນຂອງທ່ານເພື່ອຄວາມສະຫງົບດ້ານຄວາມເປັນສ່ວນຕົວຂອງຈິດໃຈ.
ml: ഓരോ ഉപയോക്താവിനു് ഫയർഫോക്സു് ശരാശരി 3,000-ൽ കൂടുതൽ പിന്തുടർച്ചയന്ത്രങ്ങളെ പ്രതിമാസം തടയാരുണ്ടു്. മനസ്സിനൊരു സമാധാനത്തിനു് വേണ്ടി ഞങ്ങളെ താങ്ങളുടെ തനതു അന്വേഷിയന്ത്രമായി ആക്കുക.
pl: Firefox blokuje średnio ponad 3000 elementów śledzących na użytkownika miesięcznie. Ustaw nas jako domyślną przeglądarkę, by cieszyć się prywatnością bez obaw.
sl: Firefox vsak mesec zavrne povprečno več kot 3000 sledilcev na uporabnika. Nastavite nas kot privzeti brskalnik za brezskrbno zasebnost.
zh_cn: Firefox 平均每月为每位用户拦截 3000+ 个跟踪器。将 Firefox 设为默认浏览器，隐私保护再无忧。
zh_tw: Firefox 平均每月能幫每位使用者封鎖超過 3,000 組追蹤器。將 Firefox 設為您的預設瀏覽器，對隱私權的保護更加放心。

# DefaultBrowserCard.PeaceOfMind.Title.v108
source: Firefox Has Privacy Covered
es_mx: Firefox tiene la privacidad cubierta
eu: Firefoxek pribatutasuna kontrolpean du
he: ‏Firefox דואג לפרטיות שלך
hu: Bízza a Firefoxra az adatvédelmet
ja: Firefox にはプライバシー保護機能があります
ka: Firefox იცავს პირადულობას
kab: Firefox yettqadar tudert-ik·im tabaḍnit
ko: Firefox는 개인 정보 보호를 보장합니다.
lo: Firefox ມີການປົກຫຸ້ມຂອງຄວາມເປັນສ່ວນຕົວ
ml: ഫയർഫോക്സിൽ സ്വകാര്യതൊരു എളുപ്പമുള്ളകാര്യമാണു്
pl: Firefox chroni Twoją prywatność
sl: Firefox varuje zasebnost
zh_cn: Firefox 为您的隐私撑起保护伞
zh_tw: Firefox 保護您的隱私

# DefaultBrowserCard.Title
source: Switch Your Default Browser
cs: Nastavte si svůj výchozí prohlížeč
es_ar: Cambiá tu navegador predeterminado
es_mx: Cambia tu navegador predeterminado
eu: Aldatu zure nabigatzaile lehenetsia
he: החלפת דפדפן ברירת המחדל שלך
hu: Az alapértelmezett böngésző módosítása
ja: デフォルトブラウザーを切り替えましょう
ka: აქციეთ მთავარ ბრაუზერად
kab: Beddel iminig-ik·im amezwer
kk: Негізгі браузерды ауыстыру
ko: 기본 브라우저 전환
lo: ປ່ຽນບຣາວເຊີຫລັກຂອງທ່ານ
ml: താങ്ങൾ സ്ഥിരമായി ഉപയോഗിക്കുന്ന അന്വേഷിയന്ത്രത്തിനെ തുറക്കുക
ne_np: तपाईंको पूर्वनिर्धारित ब्राउजर परिबर्तन गर्नुहोस्
pl: Przełącz domyślną przeglądarkę
ru: Сменить браузер по умолчанию
sl: Zamenjajte privzeti brskalnik
zh_cn: 切换默认浏览器
zh_tw: 切換您的預設瀏覽器

# DefaultBrowserOnboarding.Button
source: Go to Settings
es_ar: Ir a Configuración
es_mx: Ir a ajustes
eu: Joan ezarpenetara
he: מעבר להגדרות
hu: Ugrás a beállításokhoz
ja: 環境設定を開く
ka: პარამეტრებზე გადასვლა
kab: Ddu ɣer yiɣewwaren
kk: Баптауларға өту
ko: 설정으로 이동
lo: ໄປທີ່ການຕັ້ງຄ່າ
ml: ക്രമീകരണങ്ങളിലേക്ക് പോവുക
ne_np: सेटिङ्गहरुमा जानुहोस्
pl: Przejdź do ustawień
sl: Odpri nastavitve
zh_cn: 前往“设置”
zh_tw: 開啟設定

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
es_ar: 1. Abrí la Configuración
es_mx: 1. Ir a Ajustes
eu: 1. Joan ezarpenetara
he: 1. יש לעבור להגדרות
hu: 1. Ugorjon a beállításokhoz
ja: 1. 環境設定を開く
ka: 1. გადადით პარამეტრებზე
kab: 1. Ddu ɣer yiɣewwaren
kk: 1. Баптауларға өту
ko: 1. 설정으로 이동
lo: 1. ໄປທີ່ການຕັ້ງຄ່າ
ml: 1. ക്രമീകരണങ്ങളിലേക്ക് പോവുക
ne_np: 1। सेटिङ्गहरुमा जानुहोस्
pl: 1. Przejdź do ustawień
sl: 1. Odprite nastavitve
zh_cn: 1. 前往“设置”
zh_tw: 1. 開啟設定

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
es_ar: 2. Tocá la aplicación del navegador predeterminado
es_mx: 2. Pulsar la Aplicación del navegador por defecto
eu: 2. Sakatu nabigatzaile lehenetsiaren aplikazioa
he: 2. להקיש על אפליקציית דפדפן ברירת מחדל
hu: 2. Koppintson az alapértelmezett böngészőalkalmazás elemre
ja: 2. デフォルトブラウザーアプリをタップ
ka: 2. შეეხეთ ნაგულისხმევ ბრაუზერს
kab: 2. Sit ɣef usnas n yiminig amezwer
kk: 2. Негізгі браузер қолданбасын шерту
ko: 2. 기본 브라우저 앱을 탭
lo: 2. ແຕະໃສ່ແອັບບຣາວເຊີຫລັກ
ml: 2. സ്ഥിരമായി ഉപയോഗിക്കുന്ന അന്വേഷിയേ അമർത്തുക
ne_np: 2। पूर्वनिर्धारित ब्राउजर एपमा ट्याप गर्नुहोस्
pl: 2. Stuknij „Domyślna przeglądarka”
sl: 2. Tapnite "Default Browser App"
zh_cn: 2. 轻点“默认浏览器 App”
zh_tw: 2. 點擊「預設瀏覽器」

# DefaultBrowserOnboarding.Description3
source: 3. Select Firefox
es_ar: 3. Seleccioná Firefox
es_mx: 3. Seleccionar Firefox
eu: 3. Hautatu Firefox
he: 3. לבחור ב־Firefox
hu: 3. Válassza a Firefoxot
ja: 3. Firefox を選択してください
ka: 3. აირჩიეთ Firefox
kab: 3. Fren Firefox
kk: 3. Firefox таңдау
ko: 3. Firefox 선택
lo: 3. ເລືອກ Firefox
ml: ഫയർഫോക്സ് തിരഞ്ഞെടുക്കുക
ne_np: 3। Firefox लाई चयन गर्नुहोस्
pl: 3. Wybierz Firefoksa
sl: 3. Izberite Firefox
zh_cn: 3. 选择 Firefox
zh_tw: 3. 選擇 Firefox

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
es_ar: Aplicación del navegador predeterminado
es_mx: Aplicación del navegador por defecto
eu: Nabigatzaile lehenetsiaren aplikazioa
he: יישומון דפדפן ברירת המחדל
hu: Alapértelmezett böngésző
ja: デフォルトブラウザーアプリ
ka: ნაგულისხმევი ბრაუზერი
kab: Asnas n yiminig amezwer
kk: Негізгі браузер қолданбасы
ko: 기본 브라우저 앱
lo: ບຣາວເຊີຫລັກ
ml: സ്ഥിരമായി ഉപയോഗിക്കുന്ന അന്വേഷിയന്ത്രം
ne_np: पूर्वनिर्धारित ब्राउजर एप
pl: Domyślna przeglądarka
sl: Privzet brskalnik
zh_cn: 默认浏览器 App
zh_tw: 預設瀏覽器

# DefaultBrowserOnboarding.SkipButton
source: I’ll do this later
es_mx: Lo haré más tarde
he: אעשה זאת מאוחר יותר
ka: მოგვიანებით ვიზამ
kab: Ad geɣ aya ticki
ko: 나중에 하기
lo: ຂ້ອຍຈະເຮັດອັນນີ້ໃນພາຍຫຼັງ
ml: ഞാൻ ഇതു് പിന്നീടു് ചെയ്യാം
sl: Pozneje

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
cs: Nastavit jako výchozí prohlížeč
es_ar: Establecer como navegador predeterminado
es_mx: Establecer como navegador predeterminado
eu: Ezarri nabigatzaile lehenetsi gisa
he: הגדרה כדפדפן ברירת המחדל
hu: Beállítás alapértelmezett böngészőként
ja: デフォルトブラウザーに設定
ka: ნაგულისხმევ ბრაუზერად მითითება
kab: Sbadu-t d iminig amezwer
kk: Негізгі браузер қылу
ko: 기본 브라우저로 지정
lo: ຕັ້ງໃຫ້ເປັນບຣາວເຊີຫລັກ
ml: തനതു അന്വേഷിയന്ത്രമായി സജീകരിക്കുക
ne_np: पूर्वनिर्धारित ब्राउजरको रूपमा सेट गर्नुहोस्
pl: Ustaw jako domyślną przeglądarkę
ru: Установить браузером по умолчанию
sl: Nastavi kot privzeti brskalnik
zh_cn: 设为默认浏览器
zh_tw: 設為預設瀏覽器

source: Open in Safari
ast: Abrir en Safari
bg: Отваряне в Safari
bs: Otvori u Safariju
cs: Otevřít v Safari
cy: Agor yn Safari
eo: Malfermi en Safari
es_ar: Abrir en Safari
es_mx: Abrir en Safari
eu: Ireki Safarin
gd: Fosgail ann an Safari
gl: Abrir no Safari
gu_in: Safari માં ખોલો
he: פתיחה בדפדפן Safari
hu: Megnyitás Safariban
ja: Safari で開く
ka: Safari-ით გახსნა
kab: Ldi deg Safari
kk: Safari-да ашу
ko: Safari에서 열기
lo: ເປີດໃນ Safari
lv: Atvērt Safari
ml: സഫാരിയില്‍ തുറക്കുക
mr: Safari मध्ये उघडा
ms: Buka dalam Safari
ne_np: Safari मा खोल्नुहोस्
pl: Otwórz w Safari
ro: Deschide în Safari
ru: Открыть в Safari
sk: Otvoriť v Safari
sl: Odpri v Safariju
sq: Hape në Safari
ta: சப்பாரியில் திறக்கவும்
tl: Buksan sa Safari
zh_cn: 在 Safari 浏览器中打开
zh_tw: 用 Safari 開啟

source: Try again
ast: Tentar de nueves
bg: Опитайте отново
bs: Pokušaj ponovo
cs: Zkusit znovu
cy: Ceisiwch eto
eo: Klopodi denove
es_ar: Intentar nuevamente
es_mx: Intentar de nuevo
eu: Saiatu berriro
gd: Feuch ris a-rithist
gl: Tentar de novo
gu_in: ફરીથી પ્રયત્ન કરો
he: ניסיון חוזר
hu: Próbálja újra
ja: 再試行
ka: ხელახლა ცდა
kab: Ɛreḍ tikelt-nniḍen
kk: Қайталап көру
ko: 다시 시도
lo: ລອງໃຫມ່ອີກຄັ້ງ
lv: Mēģināt vēlreiz
ml: വീണ്ടും ശ്രമിയ്ക്കുക
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
ne_np: पुन: प्रयास गर्नुहोस्
pl: Spróbuj ponownie
ro: Încearcă din nou
ru: Попробовать снова
sk: Skúsiť znova
sl: Poskusi znova
sq: Riprovoni
ta: மீண்டும் முயற்சி
tl: Buksan sa Safari
zh_cn: 重试
zh_tw: 再試一次

source: Done
ast: Fecho
bg: Готово
bs: Gotovo
cs: Hotovo
cy: Gorffen
eo: Farita
es_ar: Listo
es_mx: Realizado
eu: Eginda
gd: Deiseil
gl: Feito
gu_in: થઈ ગયું
he: סיום
hu: Kész
ja: 完了
ka: მზადაა
kab: Immed
kk: Дайын
ko: 완료
lo: ສຳເລັດ
lv: Pabeigts
ml: സമ്പൂര്‍ണം
mr: पूर्ण
ms: Selesai
ne_np: भयो
pl: Gotowe
ro: Gata
ru: Готово
sk: Hotovo
sl: Končaj
sq: U bë
ta: முடிந்தது
tl: Tapos na
zh_cn: 完成
zh_tw: 完成

source: Find in Page
ast: Alcontrar na páxina
bg: Търсене в страницата
bs: Pronađi na stranici
cs: Najít na stránce
eo: Serĉi en paĝo
es_ar: Buscar en la página
es_mx: Buscar en la página
eu: Bilatu orrian
gd: Lorg air an duilleag
gl: Atopar na páxina
gu_in: પૃષ્ઠમાં શોધો
he: חיפוש בדף
hu: Keresés az oldalon
ja: ページ内検索
ka: პოვნა გვერდზე
kab: Nadi deg usebter
kk: Беттен табу
ko: 페이지내 검색
lo: ຄົ້ນຫາໃນຫນ້ານີ້
lv: Meklēt lapā
ml: താളില്‍ തിരയുക
mr: पृष्ठामध्ये शोधा
ms: Cari dalam Halaman
ne_np: पृष्ठमा फेला पार्नुहोस्
pl: Znajdź na stronie
ro: Caută în pagină
ru: Поиск на странице
sk: Hľadať na stránke
sl: Najdi na strani
sq: Gjej në Faqe
ta: இங்கே தேடு
tl: Hanapin sa Page
zh_cn: 页内查找
zh_tw: 在頁面中搜尋

source: Next in-page result
ast: Resultáu próximu na páxina
bg: Следващ резултат
bs: Sljedeći rezultat stranice
cs: Další výsledek na stránce
eo: Venonta rezulto en paĝo
es_ar: Siguiente resultado en la página
es_mx: Siguiente resultado en la página
eu: Orriko hurrengo emaitza
gd: An ath‑thoradh air an duilleag
gl: Seguinte resultado na páxina
gu_in: પૃષ્ઠમાં આગળના પરિણામો
he: התוצאה הבאה בעמוד
hu: Következő lapon belüli találat
ja: ページ内で次を検索
ka: შემდეგი შედეგი
kab: Agmuḍ d-iteddun deg usebter
kk: Беттен келесі нәтиже
ko: 다음 페이지 결과
lo: ຜົນລັບຢູ່ໃນຫນ້າຖັດໄປ
lv: Nākamais rezultāts
ml: അടുത്ത താളിലേ ഫലം കാണുക
mr: पुढील पृष्ठामधील परिणाम
ms: Keputusan dalam-halaman seterusnya
ne_np: अर्को इन-पेज परिणाम
pl: Następny wynik na stronie
ro: Rezultatul următor din pagină
ru: Следующий результат на странице
sk: Ďalší výskyt na stránke
sl: Naslednji zadetek na strani
sq: Përfundimi pasues në faqe
ta: பக்கத்தில் அடத்தது
tl: Kasunod na resulta in-page
zh_cn: 下一个页内结果
zh_tw: 下一筆搜尋結果

source: Previous in-page result
ast: Resultáu previu na páxina
bg: Предишен резултат
bs: Prethodni rezultat stranice
cs: Předchozí výsledek na stránce
eo: Antaŭa rezulto en paĝo
es_ar: Resultado anterior en la página
es_mx: Anterior resultado en la página
eu: Orriko aurreko emaitza
gd: An toradh roimhe air an duilleag
gl: Resultado anterior na páxina
gu_in: પાછલા પૃષ્ઠ પરિણામોમાં
he: התוצאה הקודמת בעמוד
hu: Előző lapon belüli találat
ja: ページ内で前を検索
ka: წინა შედეგი
kab: Agmuḍ yezrin deg usebter
kk: Беттен алдыңғы нәтиже
ko: 이전 페이지 결과
lo: ຜົນລັບຢູ່ໃນຫນ້າກ່ອນຫນ້ານີ້
lv: Iepriekšējais rezultāts
ml: മുമ്പുള്ള താളിലേ ഫലം കാണുക
mr: मागील पृष्ठामधील परिणाम
ms: Keputusan dalam-halaman terdahulu
ne_np: अघिल्लो इन-पेज परिणाम
pl: Poprzedni wynik na stronie
ro: Rezultatul anterior din pagină
ru: Предыдущий результат на странице
sk: Predchádzajúci výskyt na stránke
sl: Prejšnji zadetek na strani
sq: Përfundimi i mëparshëm në faqe
ta: பக்கத்தில் முந்தையது
tl: Naunang resulta in-page
zh_cn: 上一个页内结果
zh_tw: 前一筆搜尋結果

source: Delete
ast: Desaniciar
bg: Изтриване
bs: Izbriši
cs: Smazat
cy: Dileu
eo: Forigi
es_ar: Borrar
es_mx: Eliminar
eu: Ezabatu
gd: Sguab às
gl: Eliminar
gu_in: કાઢી નાખો
he: מחיקה
hu: Törlés
ja: 削除
ka: წაშლა
kab: Kkes
kk: Өшіру
ko: 삭제
lo: ລຶບ
lv: Dzēst
ml: കളയുക
mr: नष्ट करा
ms: Hapus
ne_np: मेट्नुहोस्
pl: Usuń
ro: Șterge
ru: Удалить
sk: Odstrániť
sl: Izbriši
sq: Fshije
ta: அழி
tl: Burahin
zh_cn: 删除
zh_tw: 刪除

# LibraryPanel.History.AllTimeOption.v138
source: All Time
es_mx: Todo el tiempo
he: כל הזמנים
ka: ყველა დროის
kab: Yal tikelt
ko: 전체 시간
lo: ເວລາທັງຫມົດ
ml: എപ്പോഴും
sl: Vse
zh_cn: 全部时间

# LibraryPanel.History.LastFourWeeksOption.v138
source: Last 4 Weeks
es_mx: Últimas 4 semanas
he: 4 השבועות האחרונים
ka: ბოლო 4 კვირის
kab: 4 n imalas ineggura
ko: 최근 4주
lo: 4 ອາທິດທີ່ຜ່ານມາ
ml: കഴിഞ്ഞ 4 ആഴ്ചകൾ
sl: Zadnje 4 tedne
zh_cn: 过去 4 周

# LibraryPanel.History.LastHourOption.v138
source: Last Hour
es_mx: Última hora
he: השעה האחרונה
ka: ბოლო საათის
kab: Asrag aneggaru
ko: 최근 1시간
lo: ຊົ່ວໂມງທີ່ຜ່ານມາ
ml: കഴിഞ്ഞ മണിക്കൂര്‍
sl: Zadnjo uro
zh_cn: 过去一小时

# LibraryPanel.History.LastSevenDaysOption.v138
source: Last 7 Days
es_mx: Los últimos 7 días
he: השבוע האחרון
ka: ბოლო 7 დღის
kab: 7 n wussan ineggura
ko: 최근 7일
lo: 7 ມື້ທີ່ຜ່ານມາ
ml: കഴിഞ്ഞ 7 നാൾ
sl: Zadnjih 7 dni
zh_cn: 过去 7 天

# LibraryPanel.History.LastTwentyFourHoursOption.v138
source: Last 24 Hours
es_mx: Últimas 24 horas
he: 24 השעות האחרונות
ka: ბოლო 24 საათის
kab: 24 yisragen ineggura
ko: 최근 24시간
lo: 24 ຊົ່ວໂມງທີ່ຜ່ານມາ
ml: കഴിഞ്ഞ 24 മണിക്കൂര്‍
sl: Zadnjih 24 ur
zh_cn: 过去 24 小时

# LibraryPanel.History.Title.v138
source: Deletes history (including synced history from other devices), cookies, and other browsing data.
es_mx: Elimina el historial (incluido el historial sincronizado de otros dispositivos), las cookies y otros datos de navegación.
he: מוחק היסטוריה (לרבות היסטוריה מסונכרנת ממכשירים אחרים), עוגיות ונתוני גלישה אחרים.
ka: წაიშლება ისტორია (მათ შორის სხვა მოწყობილობიდან დასინქრონებული), ფუნთუშები და მონახულებული გვერდების მონაცემები.
kab: Itekkes azray (ula d azray yemtawan seg yibenkan-nniḍen), inagan n tuqqna akked isefka-nniḍen n tunigin.
ko: 기록(다른 기기에서 동기화된 기록 포함)과 쿠키, 기타 탐색 데이터를 삭제합니다.
lo: ລຶບປະຫວັດ (ລວມທັງປະຫວັດການຊິງຄ໌ຈາກອຸປະກອນອື່ນ), ຄຸກກີ້ ແລະ ຂໍ້ມູນການທ່ອງເວັບອື່ນໆ.
ml: നാൾവഴി (മറ്റ് ഉപകരണങ്ങളിൽ നിന്ന് സമന്വയിപ്പിച്ച നാൾവഴി ഉൾപ്പെടെ), കുക്കികൾ, മറ്റ് തിരയൽദത്ത എല്ലാം മായ്ക്കും.
sl: Izbriše zgodovino (tudi sinhronizirano zgodovino z drugih naprav), piškotke in druge podatke brskanja.
zh_cn: 删除历史记录（包括同步自其他设备的记录）、Cookie 和其他浏览数据。

# Intro.Slides.Button.SignIn
source: Sign In
cs: Přihlásit se
es_ar: Iniciar sesión
es_mx: Iniciar sesión
eu: Hasi saioa
gu_in: સાઇન ઇન
he: כניסה
hu: Bejelentkezés
ja: ログイン
ka: შესვლა
kab: Kcem
kk: Кіру
ko: 로그인
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
ml: പ്രവേശിക്കുക
ne_np: साइन इन
pl: Zaloguj się
ru: Войти
sl: Prijava
zh_cn: 登录
zh_tw: 登入
