Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Intro.Slides.Welcome.Title.v2
source: Welcome to Firefox
cs: Vítá vás Firefox
es_ar: Bienvenido a Firefox
es_mx: Bienvenido a Firefox
eu: Ongi etorri Firefoxera
gu_in: Firefox માં તમારું સ્વાગત છે
he: ברוכים הבאים אל Firefox
hu: Üdvözli a Firefox
ja: Firefox へようこそ
ka: მოგესალმებათ Firefox
kab: Anṣuf ar Firefox
kk: Firefox қолданбасына қош келдіңіз
ko: Firefox를 선택해 주셔서 감사합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ Firefox
ml: ഫയർ‌ഫോക്സിലേക്ക് സ്വാഗതം
ne_np: Firefoxमा हार्दिक स्वागत छ
pl: Witamy w Firefoksie
ru: Добро пожаловать в Firefox
sl: Dobrodošli v Firefoxu
zh_cn: 欢迎使用 Firefox
zh_tw: 歡迎使用 Firefox

source: Start Browsing
bg: Започнете да разглеждате
bs: Započnite pretraživanje
cs: Začít prohlížet
cy: Cychwyn Pori
eo: Komenci retumi
es_ar: Empezar a navegar
es_mx: Empieza a navegar
eu: Hasi nabigatzen
gd: Tòisich air brabhsadh
gl: Iniciar a navegación
gu_in: બ્રાઉઝિંગ પ્રારંભ કરો
he: התחלת גלישה
hu: Böngészés megkezdése
ja: ブラウジングをはじめる
ka: დაიწყეთ მონახულება
kab: Bdu tunigin
kk: Шолуды бастау
ko: 사용하기
lo: ເລີ່ມການທ່ອງເວັບ
lv: Sākt pārlūkošanu
ml: തിരയാൻ തുടങ്ങൂക
mr: ब्राउजिंग सुरु करा
ms: Mulakan Pelayaran
ne_np: ब्राउजिङ्ग सुरु गर्नुहोस्
pl: Zacznij przeglądać Internet
ro: Începe navigarea
ru: Начать веб-сёрфинг
sk: Začať prehliadanie
sl: Začnite z brskanjem
sq: Filloni të Shfletoni
ta: உலாவத் தொடங்குங்கள்
tl: Simulang mag-Browse
zh_cn: 开始浏览
zh_tw: 開始上網

source: A username and password are being requested by %@.
ast: %@ ta solicitando un nome d'usuariu y contraseña.
bg: %@ поиска потребителско име и парола.
bs: Korisničko ime i lozinka su zahtjevani od %@.
cs: Server %@ požaduje uživatelské jméno a heslo.
cy: Mae cais gan %@ am enw defnyddiwr a chyfrinair.
eo: %@ petas nomon de uzanto kaj pasvorton.
es_ar: %@ solicita un nombre y una contraseña.
es_mx: Un nombre de usuario y contraseña están siendo solicitados por %@.
eu: Erabiltzaile-izena eta pasahitza eskatzen ditu %@ guneak.
gd: Tha ainm-cleachdaiche is facal-faire ’gan iarraidh le %@.
gl: %@ está a solicitar un número de usuario e contrasinal.
gu_in: વપરાશકર્તા નામ અને પાસવર્ડ %@દ્વારા વિનંતી કરવામાં આવી રહી છે.
he: האתר בכתובת %@ ביקש שם משתמש וססמה.
hu: A következő felhasználónevet és jelszót kér: %@.
ja: %@ のユーザー名とパスワードを入力してください。
ka: %@ ითხოვს მომხმარებლის სახელსა და პაროლს.
kab: %@ yessutur aseqdec n yisem n useqdac akked wawal uffir.
kk: %@ пайдаланушы атын мен паролін сұраған.
ko: %@에서 사용자 이름과 비밀번호를 요청합니다.
lo: ຊື່ຜູ້ໃຊ້ ແລະ ລະຫັດຜ່ານແມ່ນຈະຖືກຮ້ອງຂໍໂດຍ %@.
lv: %@ prasa lietotājvārdu un paroli.
ml: ഒരു ഉപയോക്തൃനാമവും ഒളിവാക്കും %@ ആവശ്യപ്പെടുന്നു.
mr: %@ तर्फे वापरकर्त्याचे नाव व पासवर्ड मागवला आहे.
ms: Nama pengguna dan kata laluan sedang diminta oleh %@.
ne_np: प्रयोगकर्ता नाम र पासवर्ड %@ द्वारा अनुरोध भइरहेको छ।
pl: Witryna %@ prosi o podanie nazwy użytkownika i hasła.
ro: Un nume de utilizator și parolă sunt solicitate de %@.
ru: %@ запрашивает имя пользователя и пароль.
sk: %@ vyžaduje zadanie používateľského mena a hesla.
sl: Uporabniško ime in geslo zahteva %@.
sq: Nga %@ po kërkohen një emër përdoruesi dhe një fjalëkalim.
ta: ஒரு பயனர்பெயரையும் கடவுச்சொல்லையும் %@ கேட்கிறது.
tl: Hinihingi ang username at password ng %@.
zh_cn: %@ 请求您输入用户名和密码。
zh_tw: %@ 請您輸入使用者名稱與密碼。

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
ast: %1$@ ta solicitando un nome d'usuariu y contraseña. El sitiu diz: %2$@
bg: %1$@ поиска потребителско име и парола. Страницата допълни: %2$@
bs: Korisničko ime i lozinka su zahtjevani od %1$@. Stranica kaže: %2$@
cs: Server %1$@ požaduje uživatelské jméno a heslo. Zpráva od serveru: %2$@
cy: Mae cais gan %1$@ am enw defnyddiwr a chyfrinair. Mae'r wefan yn dweud: %2$@
eo: %1$@ petas nomon de uzanto kaj pasvorton. La retejo diras: %2$@
es_ar: %1$@ solicita un nombre y una contraseña. El sitio dice: %2$@
es_mx: Un nombre de usuario y contraseña están siendo solicitados por %1$@. El sitio dice: %2$@
eu: Erabiltzaile-izena eta pasahitza eskatzen ditu %1$@ guneak. Guneak hau dio: %2$@
gd: Tha ainm-cleachdaiche is facal-faire ’gan iarraidh le %1$@. Tha an làrach ag ràdh: %2$@
gl: %1$@ está a solicitar un nome de usuario e contrasinal. O sitio di: %2$@
gu_in: %1$@દ્વારા વપરાશકર્તા નામ અને પાસવર્ડની વિનંતી કરવામાં આવી રહી છે. સાઇટ કહે છે: %2$@
he: האתר בכתובת %1$@ מבקש שם משתמש וססמה. מהאתר נמסר: %2$@
hu: A következő felhasználónevet és jelszót kér: %1$@. Az oldal üzenete: %2$@
ja: %1$@ がユーザー名とパスワードを要求しています: %2$@
ka: %1$@ სახელსა და პაროლს ითხოვს. საიტი გამცნობთ: %2$@
kab: Isem n useqdac d wawal uffir yessuter-iten-id %1$@. Asmel yeqqar-d: %2$@
kk: %1$@ пайдаланушы атын мен паролін сұраған. Сайт айтады: %2$@
ko: %1$@에서 사용자 이름과 비밀번호를 요청합니다. 사이트 메시지: %2$@
lo: ຊື່ຜູ້ໃຊ້ ແລະ ລະຫັດຜ່ານແມ່ນຈະຖືກຮ້ອງຂໍໂດຍ %1$@. ເວັບໄຊທ໌ດັ່ງກ່າວຕອບສະຫນອງ: %2$@
lv: %1$@ prasa lietotājvārdu un paroli. Lapa saka: %2$@
ml: ഒരു ഉപയോക്തൃനാമവും ഒളിവാക്കും %1$@ ആവശ്യപ്പെടുന്നു. സൈറ്റ് പറയുന്നത്: %2$@
mr: %1$@ तर्फे वापरकर्त्याचे नाव व पासवर्ड मागवला आहे. संकेतस्थळ म्हणते: %2$@
ms: Nama pengguna dan kata laluan sedang diminta oleh %1$@. Laman web ini menyatakan: %2$@
ne_np: प्रयोगकर्ता नाम र गोप्यशब्द %1$@ द्वारा अनुरोध भइरहेको छ। यो साइट भन्छ: %2$@
pl: Witryna %1$@ prosi o podanie nazwy użytkownika i hasła. Komunikat witryny: %2$@
ro: Un nume de utilizator și parolă sunt solicitate de %1$@. Site-ul spune: %2$@
ru: %1$@ запрашивает имя пользователя и пароль. Сайт сообщает: %2$@
sk: %1$@ vyžaduje zadanie používateľského mena a hesla. Stránka hovorí: %2$@
sl: Uporabniško ime in geslo zahteva %1$@. Sporočilo strani: %2$@
sq: Nga %1$@ po kërkohen një emër përdoruesi dhe një fjalëkalim. Sajti thotë: %2$@
ta: ஒரு பயனர்பெயரையும் கடவுச்சொல்லையும் %1$@ கோருகிறது. இது ஒரு: %2$@
tl: Hinihingi ang username at password ng %1$@. Ang sabi ng site: %2$@
zh_cn: %1$@ 请求您输入用户名和密码。此网站称：%2$@
zh_tw: %1$@ 請您輸入使用者名稱與密碼。此網站說: %2$@

source: Aa
bg: Аа
gd: Àà
he: Aaאבג
ka: აბ
kk: Аа
ml: അആ
ta: அக
zh_cn: 字

source: About
ast: Tocante a
bg: Относно
bs: O Firefoxu
cs: O aplikaci
cy: Ynghylch
eo: Pri
es_ar: Acerca de
es_mx: Acerca de
eu: Honi buruz
gd: Mu dhèidhinn
gl: Sobre
gu_in: વિશે
he: על אודות
hu: Névjegy
ja: 製品情報
ka: შესახებ
kab: Ɣef
kk: Осы туралы
ko: 상세정보
lo: ກ່ຽວກັບ
lv: Par
ml: ഇതിനെക്കുറിച്ച്
mr: याबद्दल
ms: Perihal
ne_np: बारेमा
pl: O Firefoksie
ro: Despre
ru: О программе
sk: Čo je
sl: Predstavitev
sq: Rreth
ta: பற்றி
tl: Tungkol
zh_cn: 关于
zh_tw: 關於

# ActivityStream.ContextMenu.AddToShortcuts
source: Add to Shortcuts
es_ar: Agregar atajo
es_mx: Agregar a atajos
eu: Gehitu lasterbideetara
he: הוספה לקיצורי הדרך
hu: Hozzáadás a Parancsokhoz
ja: ショートカットに追加
ka: მალსახმობებში დამატება
kab: Rnu ɣer yinegzumen n unasiw
kk: Жарлықтарға қосу
ko: 바로가기 추가
lo: ເພີ່ມໄປທີ່ທາງລັດ
ml: കുറുക്കുവഴികളിലേക്കു് ചേർക്കുക
ne_np: सर्टकटहरु मा थप्नुहोस्
pl: Dodaj do skrótów
sl: Dodaj med bližnjice
zh_cn: 添加快捷方式
zh_tw: 新增捷徑

# ActivityStream.ContextMenu.PinTopsite2
source: Pin
es_ar: Pegar
es_mx: Fijar
eu: Ainguratu
he: נעיצה
hu: Rögzítés
ja: ピン留め
ka: მიმაგრება
kab: Senteḍ
kk: Бекіту
ko: 고정
lo: ປັກໝຸດ
ml: കുത്തിസൂചി ഇടുക
ne_np: पिन गर्नुहोस्
pl: Przypnij
sl: Pripni
zh_cn: 固定
zh_tw: 釘選

# ActivityStream.ContextMenu.UnpinTopsite
source: Unpin
es_ar: Despegar
es_mx: Desfijar
eu: Desainguratu
he: ביטול נעיצה
hu: Rögzítés feloldása
ja: ピン留めを外す
ka: მოხსნა
kab: Serreḥ
kk: Босату
ko: 고정 해제
lo: ຍົກເລີກປັກໝຸດ
ml: കുത്തിസൂചി മാറ്റുക
ne_np: अनपिन गर्नुहोस्
pl: Odepnij
sl: Odpni
zh_cn: 取消固定
zh_tw: 取消釘選

# ActivityStream.JumpBackIn.SectionTitle
source: Jump Back In
es_ar: Retomar
es_mx: Regresar a
eu: Itzuli zeudenera
he: המשך גלישה
hu: Ugrás vissza
ja: 以前表示したタブ
ka: წინაზე გადასვლა
kab: Uɣal ɣer deffir
kk: Кері оралу
ko: 최근 탭으로 이동
lo: ກັບໄປໃນ
ml: തിരികെ ചാടുക
ne_np: मा फर्केर जानुहोस्
pl: Wskocz z powrotem
sl: Skoči nazaj
zh_cn: 回到先前页面
zh_tw: 回到先前開啟頁面

# ActivityStream.JumpBackIn.TabGroup.SiteCount
source: Tabs: %d
es_mx: Pestañas: %d
eu: Fitxak: %d
he: לשוניות: %d
hu: Lapok: %d
ja: タブ数: %d
ka: ჩანართები: %d
kab: Accaren: %d
ko: 탭: %d
lo: ແທັບ: %d
ml: ടാബുകൾ: %d
ne_np: ट्याबहरु: %d
pl: Karty: %d
sl: Zavihki: %d
zh_cn: 标签页：%d
zh_tw: 分頁: %d

# ActivityStream.Library.Title
source: Recently Saved
es_ar: Guardados recientemente
es_mx: Guardados recientemente
eu: Gordetako azkenak
he: נשמרו לאחרונה
hu: Nemrég mentett
ja: 最近保存
ka: ბოლოს შენახული
kab: Yettwasekles melmi kan
kk: Жуырда сақталған
ko: 최근 저장됨
lo: ຫາກໍບັນທຶກ
ml: അടുത്തകാലത്ത് കരുതിവച്ചതു്
ne_np: भर्खरै सेभ गरिएका
pl: Ostatnio zachowane
sl: Nedavno shranjeno
zh_cn: 最近保存
zh_tw: 最近儲存

# ActivityStream.RecentHistory.Title
source: Recently Visited
cs: Nedávno navštívené
es_ar: Recientemente visitados
es_mx: Visitados recientemente
eu: Bisitatutako azkenak
gu_in: તાજેતરમાં મુલાકાત લીધેલું
he: נצפה לאחרונה
hu: Nemrég felkeresett
ja: 最近訪れたサイト
ka: ბოლოს მონახულებული
kab: Ttwarzan melmi kan
kk: Жуырда қаралған
ko: 최근에 방문함
lo: ເຂົ້າໄປເບິງມາແລ້ວ
ml: സമീപകാലത്ത് സന്ദർശിച്ചത്
ne_np: भर्खर भ्रमण गरिएको
pl: Ostatnio odwiedzone
ru: Недавно посещённые
sl: Nedavno obiskano
zh_cn: 最近访问
zh_tw: 最近造訪過的頁面

# ActivityStream.TopSites.RowSettingFooter
source: Set Rows
cs: Nastavit počet řádků
es_ar: Establecer filas
es_mx: Establecer filas
eu: Ezarri errenkadak
gu_in: પંક્તિઓ સેટ કરો
he: הגדרת שורות
hu: Sorok beállítása
ja: 表示行数の設定
ka: რიგის მითითება
kab: Sbadu izirigen
kk: Жолдар саны
ko: 행 설정
lo: ຕັ້ງແຖວ
ml: വരികൾ സജ്ജമാക്കുക
ne_np: पङ्क्तिहरु सेट गर्नुहोस्
pl: Ustaw rzędy
ru: Число строк
sl: Nastavi vrstice
zh_cn: 设置行数
zh_tw: 設定列數

source: Add Tab
ast: Amestar llingüeta
bg: Добавяне на раздел
bs: Dodaj tab
cs: Přidat panel
cy: Ychwanegu Tab
eo: Aldoni langeton
es_ar: Agregar pestaña
es_mx: Agregar pestaña
eu: Gehitu fitxa
gd: Cuir taba ris
gl: Engadir lapela
gu_in: ટૅબ ઉમેરો
he: הוספת לשונית
hu: Lap hozzáadása
ja: 新規タブを追加する
ka: ჩანართის დამატება
kab: Rnu iccer
kk: Жаңа бетті қосу
ko: 탭 추가
lo: ເພີ່ມແທັບ
lv: Pievienot cilni
ml: ടാബ് ചേര്‍ക്കുക
mr: टॅब जोडा
ms: Tambah Tab
ne_np: ट्याब थप्नुहोस्
pl: Otwórz nową kartę
ro: Adaugă filă
ru: Добавить вкладку
sk: Pridať kartu
sl: Dodaj zavihek
sq: Shtoni Skedë
ta: கீற்றை சேர்
tl: Magdagdag ng Tab
zh_cn: 添加标签页
zh_tw: 新增分頁

source: Add to Reading List
ast: Amestar al llistáu de llectura
bg: Добави към Списък за четене
bs: Dodaj na listu za čitanje
cs: Přidat do seznamu ke čtení
cy: Ychwanegu i'r Rhestr Ddarllen
eo: Aldoni al legolisto
es_ar: Agregar a lista de lectura
es_mx: Agregar a la lista de lectura
eu: Gehitu irakurketa-zerrendan
gd: Cuir ris an liosta-leughaidh
gl: Engadir á lista de lectura
gu_in: વાંચન સૂચિમાં ઉમેરો
he: הוספה לרשימת קריאה
hu: Felvétel az olvasási listára
ja: リーディングリストに追加
ka: წასაკითხებში დამატება
kab: Rnu ɣer tebdart n tɣuri
kk: Оқу тізіміне қосу
ko: 읽기 목록에 추가
lo: ເພີ່ມເຂົ້າໄປໃນລາຍການອ່ານ
lv: Pievienot lasīšanas sarakstam
ml: വായനാ പട്ടികയിലേക്ക് ചേര്‍ക്കുക
mr: वाचन सूचीमध्ये समाविष्ट करा
ms: Tambah ke Senarai Bacaan
ne_np: पढ्ने सूचीमा थप्नुहोस्
pl: Dodaj do czytelni
ro: Adaugă la lista de citit
ru: Добавить в список для чтения
sk: Pridať do Zoznamu na prečítanie
sl: Dodaj na bralni seznam
sq: Shtoje te Listë Leximesh
ta: வாசிப்புப் பட்டியலில் சேர்
tl: Idagdag sa Reading List
zh_cn: 添加到阅读列表
zh_tw: 新增至閱讀清單

# AddPass.Error.Dismiss
source: OK
ast: Aceutar
bg: ОК
bs: U redu
eo: Akcepti
es_ar: Aceptar
es_mx: Aceptar
eu: Ados
gd: Ceart ma-thà
gl: Aceptar
gu_in: બરાબર
he: אישור
hu: Rendben
ka: კარგი
kab: IH
kk: ОК
ko: 확인
lo: ຕົກລົງ
lv: Labi
ml: ശരി
mr: ठीक आहे
ne_np: ठीक छ
ru: ОК
sl: V redu
ta: சரி
zh_cn: 好
zh_tw: 確定

# AddPass.Error.Message
source: An error occured while adding the pass to Wallet. Please try again later.
ast: Asocedió un fallu entrín s'amestaba'l pase a la cartera. Volvi tentalo más sero, por favor.
bg: Има греашка при прибавянето към Портфейла. Опитайте отново по-късно.
bs: Došlo je do greške prilikom dodavanja propusnice u Wallet. Pokušajte ponovo kasnije.
cs: Při přidávání lístku do aplikace Wallet nastala chyba. Zkuste to prosím znovu později.
eo: Eraro okazis dum aldono de la bileto al la monujo. Bonvolu klopodi denove poste.
es_ar: Ocurrió un error al agregar el pase a Wallet. Por favor intentá de nuevo más tarde.
es_mx: Ocurrió un error al agregar el pase a Wallet. Por favor, intenta de nuevo más tarde.
eu: Errorera gertatu da txartela Wallet-era gehitzean. Saiatu berriro geroago.
gd: Thachair mearachd fhad ’s a bha sinn a’ cur a’ phas ris an sporan. Feuch ris a-rithist an ceann greis.
gl: Produciuse un erro ao engadir o «pass» a Wallet. Tente de novo máis tarde.
gu_in: વૉલેટ પર પાસ ઉમેરતી વખતે એક ભૂલ આવી. મહેરબાની કરીને ફરીથી પ્રયત્ન કરો.
he: אירעה תקלה בעת הוספת הססמה לארנק. נא לנסות שוב מאוחר יותר.
hu: Hiba történt a jegy Wallethez adása során. Próbálja újra később.
ja: Wallet へのパスの追加中にエラーが発生しました。後で再度試してください。
ka: შეცდომა, Wallet-თან დაკავშირებისას. გთხოვთ, სცადოთ მოგვიანებით.
kab: Teḍra-d tuccḍa deg tmerna n wawal ɣer uqwṛab. Ma ulac aɣilif ɛreḍ tikelt-nniḍen.
kk: Парольді Wallet-ке қосу кезінде қате орын алды. Кейінірек қайталап көріңіз.
ko: 지갑에 패스를 추가하는데 오류가 발생했습니다. 잠시 후에 다시 시도해 주세요.
lo: ເກີດມີຂໍ້ຜິດພາດໃນການເພີ່ມລະຫັດຜ່ານເຂົ້າໄປໃນກະເປົາເງິນ. ກະລຸນາລອງໃຫມ່ອີກຄັ້ງພາຍຫລັງ.
lv: Pievienojot paroli Wallet notikusi kļūda. Lūdzu mēģiniet vēlreiz nedaudz vēlāk.
ml: വാലെറ്റിൽ ഒളിവാക്കു് ചേർക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: Wallet मध्ये pass जोडताना चूक झाली. कृपया पुन्हा प्रयत्न करा.
ms: Ralat berlaku semasa menambah pas ke Wallet. Sila cuba sebentar lagi.
ne_np: पासलाइ वालेटमा थप्ने क्रममा त्रुटि देखापर्यो। पछि फेरि प्रयास गर्नुहोला।
pl: Wystąpił błąd podczas dodawania do aplikacji Wallet. Proszę spróbować później.
ro: A apărut o eroare la adăugarea parolei în Wallet. Te rugăm să încerci din nou mai târziu.
ru: Произошла ошибка при добавлении пароля в Wallet. Пожалуйста, попробуйте снова.
sk: Pri pridávaní lístkov do aplikácie Wallet nastala chyba. Skúste to, prosím, neskôr.
sl: Med dodajanjem dovolilnice v Wallet je prišlo do težave. Poskusite znova pozneje.
sq: Ndodhi një gabim teksa bileta juaj shtohej te Wallet. Ju lutemi, riprovoni më vonë.
ta: தோப்பையுடன் கடவைச் சேர்க்கும்பொருட்டு பிழை ஏற்பட்டது. பிறகு மீண்டும் முயற்சி.
zh_cn: 添加凭证到“钱包”时出错。请稍后重试。
zh_tw: 新增票卡至 Wallet 時發生錯誤，請稍候再試一次。

# AddPass.Error.Title
source: Failed to Add Pass
ast: Fallu al amestar el pase
bg: Неуспешно прибвяне
bs: Neuspjelo dodavanje propusnice
cs: Přidání lístku selhalo
eo: Ne eblis aldoni la bileton
es_ar: Falló al agregar el pase
es_mx: Error al agregar pase
eu: Txartela gehitzeak huts egin du
gd: Cha b’ urrainn dhuinn am pas a chur ris
gl: Produciuse un fallo ao engadir «pass»
gu_in: પાસ ઉમેરવા માટે નિષ્ફળ
he: הוספת הססמה נכשלה
hu: A jegy hozzáadása sikertelen
ja: パスの追加に失敗しました
ka: კოდის დამატება ვერ მოხერხდა
kab: Timerna n wawal uffir ur teddi ara
kk: Парольді қосу сәтсіз аяқталды
ko: 패스 추가 실패
lo: ຫລົ້ມເລວໃນການເພີ່ມລະຫັດຜ່ານ
lv: Neizdevās pievienot Pass
ml: ഒളിവാക്കു് ചേർക്കുന്നതിൽ പരാജയപ്പെട്ടു
mr: पास जोडण्यात अयशस्वी
ms: Gagal Menambah Pas
ne_np: पास थप्न असफल
pl: Błąd dodawania do Wallet
ro: Eșec la adăugarea parolei
ru: Не удалось добавить пароль
sk: Pridanie lístku zlyhalo
sl: Dodajanje dovolilnice neuspešno
sq: Dështoi Shtimi i Biletës
ta: கடவை சேர்ப்பதில் தோல்வி
zh_cn: 添加凭证失败
zh_tw: 新增票卡失敗

source: Added page to Reading List
ast: Amestóse la páxina al llistáu de llectura
bg: Добавяне на страница към Списък за четене
bs: Stranica dodana na listu za čitanje
cs: Přidat stránku do seznamu ke čtení
cy: Ychwanegwyd tudalen i'r Rhestr Ddarllen
eo: Paĝo aldonita al la lego
es_ar: Página agregada a lista de lectura
es_mx: Página agregada a la lista de lectura
eu: Orria irakurketa-zerrendan gehitu da
gd: Chaidh an duilleag a chur ris an liosta-leughaidh
gl: Engadiuse a páxina á lista de lectura
gu_in: વાંચન સૂચિમાં પર ઉમેરાયેલ પાનું
he: הדף התווסף לרשימת הקריאה
hu: Lap hozzáadva az olvasási listához
ja: リーディングリストに追加されました
ka: დამატებულია წასაკითხებში
kab: Asebter yerna ɣer tebdart n tɣuri
kk: Парақ оқу тізіміне қосылды
ko: 읽기 목록에 페이지 추가
lo: ເພີ່ມຫນ້າເວັບນີ້ເຂົ້າໄປໃນລາຍການອ່ານແລ້ວ
lv: Pievienoja lapu lasīšanas sarakstam
ml: വായനാ പട്ടികയിലേക്ക് ചേര്‍ത്തിരിക്കുന്നു
mr: वाचन सूचीमध्ये पृष्ठ जोडले
ms: Halaman ditambah ke Senarai Bacaan
ne_np: पढ्ने सूचीमा थपियो
pl: Dodano do czytelni
ro: Pagină adăugată la lista de citit
ru: Страница добавлена в список для чтения
sk: Stránka bola pridaná zo Zoznamu na prečítanie
sl: Stran dodana na bralni seznam
sq: Faqja u shtua te Listë Leximesh
ta: பக்கம் வாசிப்பு பட்டியலில் சேர்க்கப்பட்டது
tl: Karagdagang pahina sa Reading List
zh_cn: 页面已添加到阅读列表
zh_tw: 已將頁面新增至閱讀清單

source: Address and Search
ast: Direición y guetar
bg: Адреси и търсене
bs: Adresa i pretraga
cs: Adresa a vyhledávání
cy: Cyfeiriad a Chwilio
eo: Adreso kaj serĉo
es_ar: Dirección y búsqueda
es_mx: Dirección y búsqueda
eu: Helbidea eta bilaketa
gd: Seòladh is lorg
gl: Enderezos e buscar
gu_in: સરનામું અને શોધ
he: כתובת וחיפוש
hu: Cím és keresés
ja: アドレスと検索
ka: მისამართი და ძიება
kab: Tansa akked unadi
kk: Адрес және іздеу
ko: 주소와 검색
lo: ທີ່ຢູ່ ແລະ ການຄົ້ນຫາ
lv: Adrese un meklēšana
ml: വിലാസവും തെരച്ചിലും
mr: पत्ता आणि शोध
ms: Alamat dan Carian
ne_np: ठेगाना र खोजी
pl: Pasek adresu i wyszukiwania
ro: Adresă și căutare
ru: Адрес и Поиск
sk: Adresa a vyhľadávanie
sl: Naslov in iskanje
sq: Adresë dhe Kërkim
ta: முகவரியும் தேடலும்
zh_cn: 网址与搜索
zh_tw: 網址與搜尋

# Address.Bar.ReadingList.v106
source: Add to Reading List
es_mx: Agregar a la lista de lectura
eu: Gehitu irakurketa-zerrendan
he: הוספה לרשימת הקריאה
hu: Felvétel az olvasási listára
ja: リーディングリストに追加
ka: წასაკითხებში დამატება
kab: Rnu ɣer tebdart n tɣuri
ko: 읽기 목록에 추가
lo: ເພີ່ມເຂົ້າໄປໃນລາຍການອ່ານ
ml: വായനാ പട്ടികയിലേക്ക് ചേര്‍ക്കുക
pl: Dodaj do czytelni
sl: Dodaj na bralni seznam
zh_cn: 添加到阅读列表
zh_tw: 新增至閱讀清單

# Address.Bar.v99
source: Address Bar
es_mx: Barra de direcciones
eu: Helbide-barra
he: שורת הכתובת
hu: Címsáv
ja: アドレスバー
ka: მისამართების ველი
kab: Afeggag n tansa
ko: 주소창
lo: ແທັບທີ່ຢູ່
ml: വിലാസം പട്ട
ne_np: ठेगाना बार
pl: Pasek adresu
sl: Naslovna vrstica
zh_cn: 地址栏
zh_tw: 網址列

source: Always Send
ast: Unviar siempres
bg: Винаги изпрати
bs: Uvijek pošalji
cs: Vždy odeslat
cy: Anfon bob Tro
eo: Ĉiam sendi
es_ar: Siempre enviar
es_mx: Enviar siempre
eu: Bidali beti
gd: Cuir an-còmhnaidh
gl: Enviar sempre
gu_in: હંમેશા મોકલો
he: לשלוח תמיד
hu: Mindig küldjön
ja: 常に送信する
ka: გაგზავნა ყოველთვის
kab: Ttazen yal tikelt
kk: Әрқашан жіберу
ko: 항상 보내기
lo: ສົ່ງຕະຫລອດເວລາ
lv: Vienmēr sūtīt
ml: എപ്പോഴും അയക്കുക
mr: नेहमी पाठवा
ms: Sentiasa Hantar
ne_np: सधैँ पठाउनुहोस्
pl: Zawsze wysyłaj
ro: Trimite mereu
ru: Всегда отправлять
sk: Vždy odoslať
sl: Vedno pošlji
sq: Dërgo Përherë
ta: எப்போதும் அனுப்பு
tl: Laging Ipadala
zh_cn: 一律发送
zh_tw: 總是傳送

source: Authentication required
ast: Ríquese l'autenticación
bg: Изисква се удостоверяване
bs: Neophodna je autentikacija
cs: Vyžadována autentizace
cy: Mae angen dilysu
eo: Legitimo postulata
es_ar: Se requiere autenticación
es_mx: Se requiere autenticación
eu: Autentifikazioa behar da
gd: Feum air dearbhadh
gl: Requírese autenticación
gu_in: પ્રમાણીકરણ આવશ્યક છે
he: נדרש אימות
hu: Hitelesítés szükséges
ja: 認証が必要です
ka: საჭიროებს ანგარიშის მონაცემებს
kab: Asesteb yettwasra
kk: Аутентификация керек
ko: 인증 필요
lo: ຕ້ອງການການພິສູດຕົວຕົນ
lv: Nepieciešama autentifikācija
ml: ആധികാരികത ഉറപ്പ് വരുത്തേണ്ടതുണ്ട്
mr: अधिप्रमाणन गरजेचे आहे
ms: Pengesahan diperlukan
ne_np: प्रमाणीकरण आवश्यक
pl: Podaj nazwę użytkownika i hasło
ro: Autentificare necesară
ru: Требуется аутентификация
sk: Vyžadované overenie
sl: Zahtevana je overitev
sq: Lyp mirëfilltësim
ta: அங்கீகாரம் தேவை
tl: Kinakailangan ang Pagpapatunay
zh_cn: 需要验证身份
zh_tw: 需要驗證

source: Back
ast: Atrás
bg: Назад
bs: Nazad
cs: Zpět
cy: Nôl
eo: Reen
es_ar: Atrás
es_mx: Atrás
eu: Itzuli
gd: Air ais
gl: Atrás
gu_in: પાછા જાવ
he: חזרה
hu: Vissza
ja: 戻る
ka: წინა
kab: Ɣer deffir
kk: Артқа
ko: 뒤로
lo: ກັບຄືນ
lv: Atpakaļ
ml: പുറകോട്ട്
mr: मागे
ms: Kembali
ne_np: पछाडि
pl: Przejdź do poprzedniej strony
ro: Înapoi
ru: Назад
sk: Naspäť
sl: Nazaj
sq: Mbrapsht
ta: பின்செல்
tl: Bumalik
zh_cn: 后退
zh_tw: 上一頁

source: Block Pop-up Windows
ast: Bloquiar ventanes emerxentes
bg: Блокиране на изскачащи прозорци
bs: Blokiraj iskočne prozore
cs: Blokovat vyskakovací okna
cy: Rhwystro Llamlenni
eo: Bloki ŝprucfenestrojn
es_ar: Bloquear ventanas emergentes
es_mx: Bloquear ventanas emergentes
eu: Blokeatu popup leihoak
gd: Bac priob-uinneagan
gl: Bloquear xanelas emerxentes
gu_in: પોપ-અપ વિન્ડોઝ અવરોધિત કરો
he: חסימת חלונות קופצים
hu: Felugró ablakok tiltása
ja: ポップアップをブロック
ka: ამომხტომი ფანჯრების შეზღუდვა
kab: Sewḥel isfuyla udhimen
kk: Қалқымалы терезелерді бұғаттау
ko: 팝업창 차단
lo: ບັອກຫນ້າຕ່າງ Pop-up
lv: Bloķēt uzlecošos logus
ml: പോപ്പപ്പുകള്‍ തടയുക
mr: पॉपअप पटल अडवा
ms: Sekat Tetingkap Popup
ne_np: पप-अप सञ्झ्यालहरूलाई अवरुद्द गर्नुहोस्
pl: Blokowanie wyskakujących okien
ro: Blochează ferestrele pop-up
ru: Блокировка всплывающих окон
sk: Blokovať vyskakovacie okná
sl: Prepovej pojavna okna
sq: Blloko Dritare Flluskash
ta: துள்ளும் சாளரங்களை தடு
tl: Harangan ang mga Pop-up
zh_cn: 阻止弹出窗口
zh_tw: 封鎖彈出視窗

# Bookmark.DetailFieldTitle.Label
source: Title
cs: Název
es_ar: Título
es_mx: Título
eu: Izenburua
gu_in: શીર્ષક
he: כותרת
hu: Cím
ja: タイトル
ka: სათაური
kab: Azwel
kk: Атауы
ko: 제목
lo: ຫົວຂໍ້
ml: തലക്കെട്ട്
ne_np: शीर्षक
pl: Tytuł
ru: Заголовок
sl: Naslov
zh_cn: 标题
zh_tw: 標題

# Bookmark.DetailFieldURL.Label
source: URL
eu: URLa
he: כתובת
ka: URL-ბმული
ml: യു.ആര.എല്‍
pl: Adres
zh_cn: 网址
zh_tw: 網址

source: Bookmarks
ast: Marcadores
bg: Отметки
bs: Zabilješke
cs: Záložky
cy: Nodau Tudalen
eo: Legosignoj
es_ar: Marcadores
es_mx: Marcadores
eu: Laster-markak
gd: Comharran-lìn
gl: Marcadores
gu_in: બુકમાર્ક્સ
he: סימניות
hu: Könyvjelzők
ja: ブックマーク
ka: სანიშნები
kab: Ticraḍ n yisebtar
kk: Бетбелгілер
ko: 북마크
lo: ບຸກມາກ
lv: Grāmatzīmes
ml: അടയാളക്കുറിപ്പുകള്‍
mr: वाचनखूणा
ms: Tandabuku
ne_np: पुस्तकचिनोहरू
pl: Zakładki
ro: Semne de carte
ru: Закладки
sk: Záložky
sl: Zaznamki
sq: Faqerojtës
ta: புத்தகக்குறிகள்
tl: Mga Bookmark
zh_cn: 书签
zh_tw: 書籤

# Bookmarks.Edit.Button
source: Edit
es_ar: Editar
es_mx: Editar
eu: Editatu
he: עריכה
hu: Szerkesztés
ja: 編集
ka: ჩასწორება
kab: Ẓreg
kk: Түзету
ko: 편집
lo: ແກ້ໄຂ
ml: തിരുത്തുക
ne_np: सम्पादन गर्नुहोस्
pl: Edytuj
sl: Uredi
zh_cn: 编辑
zh_tw: 編輯

# Bookmarks.EditBookmark.Label
source: Edit Bookmark
cs: Upravit záložku
es_ar: Editar marcador
es_mx: Editar marcador
eu: Editatu laster-marka
gu_in: બુકમાર્કમાં ફેરફાર કરો
he: עריכת סימנייה
hu: Könyvjelző szerkesztése
ja: ブックマークを編集
ka: სანიშნის ჩასწორება
kab: Ẓreg tacreṭ n usebter
kk: Бетбелгіні түзету
ko: 북마크 편집
lo: ແກ້ໄຂບຸກມາກ
ml: അടയാളക്കുറിപ്പ് തിരുത്തുക
ne_np: पुस्तकचिनो सम्पादन गर्नुहोस्
pl: Edytuj zakładkę
ru: Изменить закладку
sl: Uredi zaznamek
zh_cn: 编辑书签
zh_tw: 編輯書籤

# Bookmarks.EditFolder.Label
source: Edit Folder
cs: Upravit složku
es_ar: Editar carpeta
es_mx: Editar carpeta
eu: Editatu karpeta
gu_in: ફોલ્ડર સંપાદિત કરો
he: עריכת תיקייה
hu: Mappa szerkesztése
ja: フォルダーを編集
ka: საქაღალდის ჩასწორება
kab: Ẓreg Akaram
kk: Буманы түзету
ko: 폴더 편집
lo: ແກ້ໄຂໂຟລເດີ
ml: അറ തുരുത്തുക
ne_np: फोल्डर सम्पादन गर्नुहोस्
pl: Edytuj folder
ru: Изменить папку
sl: Uredi mapo
zh_cn: 编辑文件夹
zh_tw: 編輯資料夾

# Bookmarks.Folder.Label
source: Folder
ast: Carpeta
bg: Папка
bs: Direktorij
cs: Složka
eo: Dosierujo
es_ar: Carpeta
es_mx: Carpeta
eu: Karpeta
gd: Pasgan
gl: Cartafol
gu_in: ફોલ્ડર
he: תיקייה
hu: Mappa
ja: フォルダー
ka: საქაღალდე
kab: Akaram
kk: Бума
ko: 폴더
lo: ໂຟລເດີ
lv: Mape
ml: അറ
mr: संचयीका
ne_np: फोल्डर
ro: Dosar
ru: Папка
sk: Priečinok
sl: Mapa
sq: Dosje
ta: அடைவு
zh_cn: 文件夹
zh_tw: 資料夾
