Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

source: Open Last Tab
ast: Abre la cabera llingüeta
bg: Отваряне на последния раздел
bs: Otvori zadnji tab
cs: Otevřít poslední panel
eo: Malfermi lastan langeton
es_ar: Abrir la última pestaña
gd: Fosgail an taba mu dheireadh
gl: Abrir a última lapela
gu_in: છેલ્લું ટેબ ખોલો
kk: Соңғы бетті ашу
lv: Atvērt pēdējo cilni
mr: या आधीचा टॅब उघडा
ms: Buka Tab LepasTerakhir
ne_np: अन्तिम ट्याब खोल्नुहोस्
ro: Deschide ultima filă
ru: Открыть последнюю вкладку
sk: Otvoriť poslednú kartu
sq: Hap Skedën e Fundit
ta: கடைசி கீற்றைத் திற
tl: Buksan ang Huling Tab

source: After 1 hour
ast: Dempués d'una hora
bg: След 1 час
bs: Nakon 1 sata
cs: Po hodině
eo: Post unu horo
es_ar: Después de 1 hora
gd: An dèidh uair a thìde
gl: Despois dunha hora
gu_in: 1 કલાક પછી
kk: 1 сағаттан кейін
lv: Pēc 1 stundas
mr: 1 तासांनंतर
ms: Selepas 1 jam
ne_np: १ घण्टा पछि
ro: După 1 oră
ru: Через 1 час
sk: Po 1 hodine
sq: Pas 1 ore
ta: 1 மணி நேபி
tl: Matapos ang 1 oras

source: After 1 minute
ast: Dempués d'un minutu
bg: След 1 минута
bs: Nakon 1 minute
cs: Po 1 minutě
eo: Post unu minuto
es_ar: Después de 1 minuto
gd: An dèidh mionaid
gl: Despois dun minuto
gu_in: 1 મિનિટ પછી
kk: 1 минуттан кейін
lv: Pēc 1 minūtes
mr: 1 मिनिटानंतर
ms: Selepas 1 minit
ne_np: १ मिनेट पछि
ro: După 1 minut
ru: Через 1 минуту
sk: Po 1 minúte
sq: Pas 1 minute
ta: 1 நிபி
tl: Matapos ang 1 minuto

source: After 5 minutes
ast: Dempués de 5 minutos
bg: След 5 минути
bs: Nakon 5 minuta
cs: Po 5 minutách
eo: Post 5 minutoj
es_ar: Después de 5 minutos
gd: An dèidh 5 mionaidean
gl: Despois de 5 minutos
gu_in: 5 મિનિટ પછી
kk: 5 минуттан кейін
lv: Pēc 5 minūtēm
mr: 5 मिनिटानंतर
ms: Selepas 5 minit
ne_np: ५ मिनेट पछि
ro: După 5 minute
ru: Через 5 минут
sk: Po 5 minútach
sq: Pas 5 minutash
ta: 5 நிபி
tl: Matapos ang 5 minuto

source: After 10 minutes
ast: Dempués de 10 minutos
bg: След 10 минути
bs: Nakon 10 minuta
cs: Po 10 minutách
eo: Post 10 minutoj
es_ar: Después de 10 minutos
gd: An dèidh 10 mionaidean
gl: Despois de 10 minutos
gu_in: 10 મિનિટ પછી
kk: 10 минуттан кейін
lv: Pēc 10 minūtēm
mr: 10 मिनिटानंतर
ms: Selepas 10 minit
ne_np: 10 मिनेट पछि
ro: După 10 minute
ru: Через 10 минут
sk: Po 10 minútach
sq: Pas 10 minutash
ta: 10 நி.பிறகு
tl: Matapos ang 15 minuto

source: After 15 minutes
ast: Dempués de 15 minutos
bg: След 15 минути
bs: Nakon 15 minuta
cs: Po 15 minutách
eo: Post 15 minutoj
es_ar: Después de 15 minutos
gd: An dèidh cairteal na h-uarach
gl: Despois de 15 minutos
gu_in: 15 મિનિટ પછી
kk: 15 минуттан кейін
lv: Pēc 15 minūtēm
mr: 15 मिनिटानंतर
ms: Selepas 15 minit
ne_np: 15 मिनेट पछि
ro: După 15 minute
ru: Через 15 минут
sk: Po 15 minútach
sq: Pas 15 minutash
ta: 15 நி.பிறகு
tl: Matapos ang 15 minuto

source: Change Passcode
ast: Camudar códigu de pasu
bg: Смяна на парола
bs: Promijenite pristupni kod
cs: Změnit heslo
eo: Ŝanĝi paskodon
es_ar: Cambiar el código de acceso
gd: Atharraich an còd-faire
gl: Cambiar o código de acceso
gu_in: પાસકોડ બદલો
kk: Кілттік кодын ауыстыру
lv: Mainīt kodu
mr: पासकोड बदला
ms: Tukar Kod Laluan
ne_np: पासकोड परिवर्तन गर्नुहोस्
ro: Schimbă codul de trecere
ru: Сменить код-пароль
sk: Zmeniť prístupový kód
sq: Ndryshoni Kodkalimin
ta: கடவுக்குறியீடை மாற்று
tl: Palitan ang Passcode

source: Enter Passcode
ast: Introducir códigu de pasu
bg: Въвеждане на парола
bs: Unesite pristupni kod
cs: Zadejte heslo
eo: Tajpu la paskodon
es_ar: Ingresar código de acceso
gd: Cuir a-steach abairt-fhaire
gl: Escriba o código de acceso
gu_in: પાસકોડ દાખલ કરો
kk: Кілттік кодты енгізіңіз
lv: Ievadi paroli
mr: पासकोड प्रविष्ट करा
ms: Masukkan Kod Laluan
ne_np: पासकोड प्रविष्ट गर्नुहोस्
ro: Introdu codul de trecere
ru: Введите код-пароль
sk: Zadajte prístupový kód
sq: Jepni Kodkalim
ta: கடவுக்குறியீட்டை உள்ளிடுக
tl: Ipasok ang Passcode

source: Enter a new passcode
ast: Introducir un códigu de pasu nuevu
bg: Въвеждане на нова парола
bs: Unesite novi pristupni kod
cs: Zadejte nové heslo
eo: Tajpu novan paskodon
es_ar: Ingresar un nuevo código de acceso
gd: Cuir a-steach abairt-fhaire ùr
gl: Escriba un novo código de acceso
gu_in: નવો પાસકોડ દાખલ કરો
kk: Жаңа кілттік кодты енгізіңіз
lv: Ievadiet jauno paroli
mr: एक नवीन पासकोड प्रविष्ट करा
ms: Masukkan kod laluan baru
ne_np: नयाँ पासकोड प्रविष्ट गर्नुहोस्
ro: Introdu un cod de trecere nou
ru: Введите новый код-пароль
sk: Zadajte nový prístupový kód
sq: Jepni një kodkalim të ri
ta: புதிய கடவுக்குறியீட்டை உள்ளிடுக
tl: Gumawa ng bagong passcode

source: Enter a passcode
ast: Introducir un códigu de pasu
bg: Въвеждане на парола
bs: Unesite pristupni kod
cs: Zadejte heslo
eo: Tajpu paskodon
es_ar: Ingresar un código de acceso
gd: Cuir a-steach còd-faire
gl: Escriba un código de acceso
gu_in: પાસકોડ દાખલ કરો
kk: Кілттік кодты енгізу
lv: Ievadiet kodu
mr: पासकोड प्रविष्ट करा
ms: Masukkan kod laluan
ne_np: पासकोड प्रविष्ट गर्नुहोस्
ro: Introdu un cod de trecere
ru: Введите код-пароль
sk: Zadajte prístupový kód
sq: Jepni një kodkalim
ta: கடவுக்குறியீட்டை உள்ளிடுக
tl: Gumawa ng passcode

# Face ID &amp; Passcode
source: Face ID & Passcode
ast: Face ID y códigu de pasu
bs: Face ID i pristupni kod
cs: Face ID & Heslo
es_ar: Face ID y código de acceso
gl: Face ID e código de acceso
gu_in: ફેસ આઈડી અને પાસકોડ
kk: Face ID және кілттік коды
mr: Face ID आणि पासकोड
ne_np: फेस आईडी र पासकोड
ru: Face ID и код-пароль
sq: Face ID & Kodkalim
ta: முக அடையாளம் & கடவுக்குறியீடு
tl: Face ID at Passcode

source: Immediately
ast: Nel intre
bg: Веднага
bs: Odmah
cs: Okamžitě
eo: Tuj
es_ar: Inmediatamente
gd: Sa bhad
gl: Inmediatamente
gu_in: તાત્કાલિક
kk: Қазір
lv: Uzreiz
mr: लगेच
ms: Serta-merta
ne_np: तुरून्तै
ro: Imediat
ru: Сразу
sk: Okamžite
sq: Menjëherë
ta: உடனடியாக
tl: Ngayon na

source: Incorrect passcode. Try again (Attempts remaining: %d).
ast: Códigu de pasu incorreutu. Volvi tentalo (Intentos que queden: %d).
bg: Невалидна парола. Опитайте отново (Оставащи опити: %d ).
bs: Pogrešan pristupni kod. Pokušajte ponovo (preostali pokušaji: %d).
cs: Nesprávné heslo. Zkuste to znovu (zbývá pokusů: %d).
eo: Malĝusta paskodo. Provu denove (restas %d klopodoj).
es_ar: Código de acceso incorrecto. Pruebe de nuevo (intentos restantes: %d).
gd: Abairt-fhaire chearr. Feuch ris a-rithist (oidhirpean air fhàgail: %d).
gl: Código de acceso incorrecto. Tente de novo (Intentos restantes: %d).
gu_in: ખોટો પાસકોડ. ફરી પ્રયત્ન કરો (બાકી રહેલાં પ્રયત્નો: %d).
kk: Кілттік коды қате. Қайталап көріңіз (Қалған талаптар саны: %d).
lv: Nepareiza parole. Mēģiniet vēlreiz (atlikuši %d meģinājumi).
mr: अयोग्य पासकोड. पुन्हा प्रयत्न करा (उर्वरित प्रयत्न: %d).
ms: Kod laluan tidak betul. Cuba lagi (Percubaan yang tinggal: %d).
ne_np: गलत पासकोड। फेरि प्रयास गर्नुहोस् (%d प्रयासहरू बाँकी)।
ro: Cod de trecere incorect. Încearcă din nou (Încercări rămase: %d).
ru: Неверный код-пароль. Попробуйте снова (Осталось попыток: %d).
sk: Nesprávny prístupový kód. Skúste to znova (Zostávajúce pokusy: %d).
sq: Kodkalim i pasaktë. Riprovoni (Ju mbeten edhe: %d prova).
ta: தவறான கடவுக்குறியீடு. மீண்டும் முயற்சி (மீதமுள்ள வாய்ப்புகள்: %d).
tl: Maling passcode. Subukan ulit (Natitirang subok: %d).

source: Incorrect passcode. Try again.
ast: Códigu de pasu incorreutu. Volvi tentalo.
bg: Невалидна парола. Опитайте отново.
bs: Pogrešan pristupni kod. Pokušajte ponovo.
cs: Nesprávné heslo. Zkuste to znovu.
eo: Malĝusta paskodo. Provu denove.
es_ar: Código de acceso incorrecto. Pruebe de nuevo.
gd: Abairt-fhaire chearr. Feuch ris a-rithist.
gl: Código de acceso incorrecto. Tente de novo.
gu_in: ખોટો પાસકોડ. ફરી પ્રયત્ન કરો.
kk: Кілттік коды қате. Қайталап көріңіз.
lv: Nepareiza parole. Mēģiniet vēlreiz.
mr: अयोग्य पासकोड. पुन्हा प्रयत्न करा.
ms: Kod laluan tidak betul. Cuba lagi.
ne_np: गलत पासकोड। फेरि प्रयास गर्नुहोस्।
ro: Cod de trecere incorect. Încearcă din nou.
ru: Неверный код-пароль. Попробуйте снова.
sk: Nesprávny prístupový kód. Skúste to znovu.
sq: Kodkalim i pasaktë. Riprovoni.
ta: தவறான கடவுக்குறியீடு. மீண்டும் முயற்சி.
tl: Maling passcode. Subukan ulit.

source: Maximum attempts reached. Please try again in an hour.
ast: Algamáronse los intentos máximos. Volvi tentalo nuna hora, por favor.
bg: Максимален брой опити достигнат. Моля, опитайте отново след един час.
bs: Dostignut je maksimalan broj pokušaja. Molimo pokušajte ponovo za jedan sat.
cs: Vyčerpali jste všechny pokusy. Zkuste to prosím znovu za hodinu.
eo: Maksimuma nombro de klopodoj atingita. Bonvolu provi denove post horo.
es_ar: Se alcanzó el número máximo de intentos. Por favor, inténtelo nuevamente dentro de una hora.
gd: Cus oidhirpean air. Feuch ris a-rithist an ceann uair a thìde.
gl: Alcanzou o número máximo de intentos. Tente de novo nunha hora.
gu_in: મહત્તમ પ્રયત્નો કરવામાં આવ્યાં છે. કૃપા કરીને એક કલાક પછી ફરી પ્રયાસ કરો.
kk: Талаптар саны максималды шамадан асып кетті. Бір сағаттан кейін қайталап көріңіз.
lv: Sasniegts maksimālais mēģinājumu skaits. Lūdzu mēģiniet vēlreiz pēc stundas.
mr: कमाल प्रयत्न गाठले. कृपया एका तासात परत प्रयत्न करा.
ms: Percubaan sudah maksimum. Sila cuba lagi dalam satu jam.
ne_np: अधिकतम प्रयास पुग्यो। एक घण्टा पछि फेरि प्रयास गर्नुहोस्।
ro: S-a atins numărul maxim de încercări. Te rugăm să încerci din nou într-o oră.
ru: Достигнуто максимальное число попыток. Пожалуйста, попробуйте снова через час.
sk: Dosiahol sa maximálny počet pokusov. Skúste to znova za hodinu.
sq: U mbërrit te maksimumi i provave. Ju lutemi, riprovoni pas një ore.
ta: அதிகபட்ச முயற்சிகள் எட்டப்பட்டன. ஒரு மணி நேரம் கழித்து மீண்டும் முயற்சி.
tl: Subukan uling ilagay ang passcode pagkatapos ng isang oras.

source: Maximum attempts reached. Please try again later.
ast: Algamáronse los intentos máximos. Volvi tentalo, por favor.
bg: Максимален брой опити достигнат. Моля, опитайте отново по-късно.
bs: Dostignut je maksimalan broj pokušaja. Molimo pokušajte ponovo kasnije.
cs: Vyčerpali jste všechny pokusy. Zkuste to prosím znovu později.
eo: Maksimuma nombro de klopodoj atingita. Bonvolu provi denove poste.
es_ar: Número máximo de intentos alcanzado. Por favor, inténtelo de nuevo más tarde.
gd: Cus oidhirpean air. Feuch ris a-rithist an ceann uair a thìde.
gl: Alcanzou o número máximo de intentos. Tente de novo máis tarde.
gu_in: મહત્તમ પ્રયત્નો કરવામાં આવ્યાં છે. પછીથી ફરી પ્રયત્ન કરો.
kk: Талаптар саны максималды шамадан асып кетті. Кейінірек қайталап көріңіз.
lv: Sasniegts maksimālais mēģinājumu skaits. Lūdzu mēģiniet vēlreiz vēlāk.
mr: कमाल प्रयत्न गाठले. कृपया पुन्हा प्रयत्न करा.
ms: Percubaan sudah maksimum. Sila cuba lagi nanti.
ne_np: अधिकतम प्रयास पुग्यो। कृपया केहि समय पछाडी फेरी प्रयास गर्नु होला।
ro: S-a atins numărul maxim de încercări. Te rugăm să încerci din nou mai târziu.
ru: Достигнуто максимальное число попыток. Пожалуйста, попробуйте снова позже.
sk: Dosiahol sa maximálny počet pokusov. Skúste to znova neskôr.
sq: U mbërrit te maksimumi i provave. Ju lutemi, riprovoni më vonë.
ta: அதிகபட்ச முயற்சிகள் எட்டப்பட்டன. பிறகு மீண்டும் முயற்சி.
tl: Subukan uling ilagay ang passcode mamaya.

source: New passcode must be different than existing code.
ast: El códigu de pasu nuevu ha ser diferente del esistente.
bg: Новата парола трябва да се различава от настоящата.
bs: Novi pristupni kod mora biti drugačiji od postojećeg.
cs: Nové heslo musí být odlišné od současného hesla.
eo: Nova paskodo devas estis malsama ol la ekzistanta kodo.
es_ar: El nuevo código de acceso debe ser diferente al existente.
gd: Chan fhaod an còd-faire ùr a bhith co-ionnan ris a' chòd làithreach.
gl: O novo código de acceso debe ser diferente do código existente.
gu_in: નવો પાસકોડ અસ્તિત્વમાંના કોડથી અલગ હોવો જોઈએ.
kk: Жаңа кілттік коды бар болып тұрған кодтан өзгеше болуы тиіс.
lv: Jaunajai parolei jābūt atšķirīgai no esošās.
mr: नवीन पासकोड विद्यमान कोडपेक्षा भिन्न असणे आवश्यक आहे.
ms: Kod laluan baru mestilah berbeza daripada kod yang sedia ada.
ne_np: नयाँ पासकोड अहिलेको कोड भन्दा फरक हुनुपर्छ।
ro: Codul de trecere nou trebuie să fie diferit față de codul existent.
ru: Новый код-пароль должен отличаться от текущего.
sk: Nový prístupový kód musí byť iný ako ten existujúci.
sq: Kodkalimi i ri duhet të jetë i ndryshëm nga kodkalimi ekzistues.
ta: புதிய கடவுக்குறியீடு ஏற்கனவே உள்ளதைவிட மாறுபட்டதாக இருக்கனும்.
tl: Ang bagong passcode ay dapat iba sa kasalukuyang code.

source: Passcode For Logins
ast: Códigu de pasu p'anicios de sesión
bs: Pristupni kod za prijave
cs: Hlavní heslo
es_ar: Código de acceso para ingresos
gl: Código de acceso para as identificacións
gu_in: લૉગ ઇન માટે પાસકોડ
kk: Логиндер үшін кілттік коды
mr: लॉगिनसाठी पासकोड
ne_np: लगइनहरूको लागि पासकोड
ru: Код-пароль для логинов
sq: Kodkalim Për Hyrje
ta: உள்நுழைவுகளுக்கான கடவுக்குறியீடு
tl: Passcode Para sa mga Login

source: Passcodes didn’t match. Try again.
ast: Los códigos de pasu nun concasen. Volvi tentalo.
bs: Pristupni kodovi se ne slažu. Pokušajte ponovo.
cs: Hesla nesouhlasí. Zkuste to znovu.
es_ar: Los códigos de acceso no coinciden. Inténtelo de nuevo.
gl: Os código de acceso non coinciden. Tente de novo.
gu_in: પાસકોડ મેળ ખાતા નથી. ફરીથી પ્રયત્ન કરો.
kk: Кілттік кодтар өзара сәйкес келмейді. Кейінірек қайталап көріңіз.
mr: पासकोड जुळत नाहीत. पुन्हा प्रयत्न करा.
ne_np: पासकोड मिलेन। पुन: प्रयास गर्नुहोस्।
ru: Код-пароли не совпадают. Попробуйте снова.
sq: Kodkalimet nuk përputhen. Riprovoni.
ta: கடவுக்குறியீடு பொருந்தவில்லை. மறுமுயற்சி செய்.
tl: Hindi magkapareho ang passcode. Subukan ulit.

source: Re-enter passcode
ast: Reintroducir contraseña
bg: Повторно въвеждане на парола
bs: Ponovo unesite pristupni kod
cs: Zopakujte heslo
eo: Retajpu paskodon
es_ar: Reingresar el código de acceso
gd: Cuir a-steach an còd-faire a‑rithist
gl: Volva a escribir o código de acceso
gu_in: પાસકોડ ફરીથી દાખલ કરો
kk: Кілттік кодты қайта енгізіңіз
lv: Vēlreiz ievadiet kodu
mr: पासकोड पुन्हा-प्रविष्ट करा
ms: Masukkan semula kod laluan
ne_np: पासकोड पुनः प्रविष्ट गर्नुहोस्
ro: Reintrodu codul de trecere
ru: Повторите код-пароль
sk: Znova zadajte prístupový kód
sq: Rijepni kodkalimin
ta: கடவுக்குறீட்டை மீண்டும் இடுக
tl: Ilagay-ulit and password:

source: Require Passcode
ast: Riquir códigu de pasu
bg: Изискване на парола
bs: Zahtjeva pristupni kod
cs: Znovu požadovat heslo
eo: Postuli paskodon
es_ar: Se requiere el código de acceso
gd: Iarr còd-faire
gl: Solicitar o código de acceso
gu_in: પાસકોડ જરૂરી છે
kk: Кілттік кодын талап ету
lv: Pieprasīt kodu
mr: पासकोड आवश्यक
ms: Memerlukan Kod laluan
ne_np: पासकोड आवश्यक छ
ro: Necesită cod de trecere
ru: Требовать код-пароль
sk: Vyžadovať prístupový kód
sq: Lyp Kodkalim
ta: கடவுக்குறியீடு தேவை
tl: Kinakailangan ang Passcode

source: Set Passcode
ast: Afitar códigu de pasu
bg: Създаване на парола
bs: Postavite pristupni kod
cs: Nastavení hlavního hesla
eo: Difini paskodon
es_ar: Establecer el código de acceso
gd: Suidhich còd‑faire
gl: Estabelecer o código de acceso
gu_in: પાસકોડ સેટ કરો
kk: Кілттік кодты орнату
lv: Iestatīt kodu
mr: पासकोड सेट करा
ms: Set Kod laluan
ne_np: पासकोड सेट गर्नुहोस्
ro: Setează codul de trecere
ru: Задать код-пароль
sk: Nastaviť prístupový kód
sq: Caktoni Kodkalim
ta: கடவுக்குறியீடை அமை
tl: Mag-set ng Passcode

# Touch ID &amp; Passcode
source: Touch ID & Passcode
ast: Touch ID y códigu de pasu
bg: Touch ID и парола
bs: Touch ID i pristupni kod
cs: Touch ID & Heslo
eo: Touch ID kaj paskodo
es_ar: Touch ID y código de acceso
gd: Touch ID ⁊ còd‑faire
gl: Touch ID e código de acceso
gu_in: ટચ આઇડી અને પાસકોડ
kk: Touch ID және кілттік коды
lv: Touch ID un kods
mr: Touch ID आणि पासकोड
ms: Sentuh ID & Kod laluan
ne_np: टच आईडी र पासकोड
ro: Touch ID și cod de trecere
ru: Touch ID и код-пароль
sk: Touch ID a prístupový kód
sq: ID Touch & Kodkalim
ta: தொடு அ.எ. & கடவுக்குறியீடு
tl: Touch ID at Passcode

source: Turn Passcode Off
ast: Desactivar códigu de pasu
bg: Изключване парола
bs: Isključi pristupni kod
cs: Přestat používat heslo
eo: Malŝalti paskodon
es_ar: Desactivar el código de acceso
gd: Cuir an còd‑faire dheth
gl: Touch ID e código de acceso
gu_in: પાસકોડ બંધ કરો
kk: Кілттік кодты сөндіру
lv: Izslēgt kodu
mr: पासकोड बंद करा
ms: Nyahaktifkan Kod laluan
ne_np: पासकोड बन्द गर्नुहोस्
ro: Activează codul de trecere
ru: Отключить код-пароль
sk: Vypnúť prístupový kód
sq: Çaktivizo Kodkalimin
ta: கடவுக்குறியீட்டை முடக்கு
tl: I-off ang Passcode

source: Turn Passcode On
ast: Activar códigu de pasu
bg: Включване парола
bs: Uključi pristupni kod
cs: Používat heslo
eo: Ŝalti paskodon
es_ar: Activar el código de acceso
gd: Cuir an còd‑faire air
gl: Activar o código de acceso
gu_in: પાસકોડ ચાલુ કરો
kk: Кілттік кодты іске қосу
lv: Ieslēgt kodu
mr: पासकोड चालू करा
ms: Aktifkan Kod laluan
ne_np: पासकोड खोल्नुहोस्
ro: Dezactivează codul de trecere
ru: Включить код-пароль
sk: Zapnúť prístupový kód
sq: Aktivizo Kodkalimin
ta: செயற்படுத்து
tl: I-on ang Passcode

source: Use Face ID
ast: Usar Face ID
bs: Koristite Face ID
cs: Použít Face ID
es_ar: Usar Face ID
gl: Usar o Face ID
gu_in: ફેસ આઇડી નો ઉપયોગ કરો
kk: Face ID қолдану
mr: Face ID वापरा
ne_np: फेस आईडी प्रयोग गर्नुहोस्
ru: Использовать Face ID
sq: Përdor Face ID
ta: முக அடையாளத்தைப் பாவிக்கவும்
tl: Gamitin ang Face ID

source: Use Touch ID
ast: Usar Touch ID
bg: Използвайте Touch ID
bs: Koristite Touch ID
cs: Použít Touch ID
eo: Uzi Touch ID
es_ar: Usar Touch ID
gd: Cleachd Touch ID
gl: Usar o Touch ID
gu_in: ટચ આઇડી નો ઉપયોગ કરો
kk: Touch ID қолдану
lv: Izmantot Touch ID
mr: Touch ID वापरा
ms: Gunakan ID Sentuh
ne_np: टच आईडी प्रयोग गर्नुहोस्
ro: Folosește Touch ID
ru: Использовать Touch ID
sk: Používať Touch ID
sq: Përdor Touch ID
ta: தொடு அ.எண்ணைப் பாவி
tl: Gamitin ang Touch ID

# touchid.disable.reason.label
source: Use your fingerprint to disable Touch ID.
ast: Usa la to buelga pa deshabilitar Touch ID.
bg: Използвайте вашият пръстов отпечатък за деактивиране на Touch ID.
bs: Koristite vaš otisak prsta da onemogućite Touch ID.
cs: Použijte svůj otisk prstu pro vypnutí Touch ID.
eo: Uzi vian fingrospuron por malaktivigi Touch ID.
es_ar: Usá tu huella digital para desactivar Touch ID.
gd: Cuir an ID suathaidh à comas slighe lorg do mheòir.
gl: Usa a pegada dixital para desactivar o Touch ID.
gu_in: ટચ આઇડીને અક્ષમ કરવા માટે તમારા ફિંગરપ્રિન્ટનો ઉપયોગ કરો.
kk: Touch ID сөндіру үшін саусақ баспасын қолданыңыз.
lv: Izmantojiet sava pirksta nospiedumu lai atslēgtu Touch ID.
mr: Touch ID बंद करण्यासाठी बोटाचा ठसा वापरा.
ms: Gunakan cap jari anda untuk menyahdayakan ID Sentuh.
ne_np: टच आईडी असक्षम पार्न आफ्नो औंठाछाप प्रयोग गर्नुहोस्।
ro: Folosește amprenta ca să dezactivezi Touch ID.
ru: Используйте отпечаток для отключения Touch ID.
sk: Použite odtlačok prsta na vypnutie Touch ID.
sq: Përdorni shenja gishtash tuajat që të çaktivizioni Touch ID.
ta: கைரேகைக் கொண்டு தொடு அ.எண்ணை முடக்கவும்.
tl: Gamitin ang iyon fingerprint para ma-disable ang Touch ID.

# touchid.require.passcode.reason.label
source: Use your fingerprint to access configuring your required passcode interval.
ast: Usa la to buelga p'acceder a configurar el to intervalu de códigu de pasu riquíu.
bg: Използвайте вашият пръстов отпечатък за достъп до конфигуриране на интервал за паролата ви.
bs: Koristite vaš otisak prsta da pristupite zahtjevanom intervalu pristupnog koda.
cs: Použijte svůj otisk prstu pro přístup ke konfiguraci intervalu zadávání hesla.
eo: Uzi vian fingrospuron por povi agordi la intervalon inter petoj de paskodo.
es_ar: Usá tu huella digital para acceder a la configuración del intervalo para solicitar el código de acceso.
gd: Cleachd lorg do mheòir a dh’fhaighinn cothrom air rèiteachadh eadaramh a’ chòd-fhaire agad.
gl: Usa a pegada dixital para acceder a configuración do intervalo de solicitude do código de acceso.
gu_in: તમારા જરૂરી પાસકોડ અંતરાલને ગોઠવવા માટે તમારા ફિંગરપ્રિંટનો ઉપયોગ કરો.
kk: Кілттік кодты жаңарту уақытын баптау үшін саусақ баспасын қолданыңыз.
lv: Izmantojiet sava pirksta nospiedumu lai piekļūt paroles pieprasīšanas starplaika uzstādīšanai.
mr: इच्छित पासकोड अंतर ठरवण्यासाठी आपला ठसा वापरा.
ms: Gunakan cap jari anda untuk mengakses konfigurasi kod selang laluan yang anda perlukan.
ne_np: तपाईँको आवश्यक पासकोड अन्तराल कन्फिगर पहुँच गर्न आफ्नो औँठाछाप प्रयोग गर्नुहोस्।
ro: Folosește amprenta ca să accesezi configurarea intervalului necesar pentru codul de trecere.
ru: Используйте отпечаток, чтобы настроить требуемый интервал запроса код-пароля.
sk: Použite odtlačok prsta na prístup ku konfigurácii požadovaného intervalu zadávania prístupového kódu.
sq: Përdorni shenja gishtash tuajat që të hyni te formësimi i intervalit të kodkalimit të domosdoshëm.
ta: கைரேகை கொண்டு தேவைப்படும் கடவுக்குறியீடு இடைவெளியை அமைக்கவும்.
tl: Gamitin ang iyong fingerprint para ma-configure ang required na passcode interval.

# DefaultBrowserCard.Button
source: Go to Settings
cs: Přejít do nastavení
es_ar: Ir a Ajustes
kk: Баптауларға өту
ne_np: सेटिङ्गहरुमा जानुहोस्
ru: Перейти в Параметры

# Intro.Slides.Automatic.Privacy.Description
source: Enhanced Tracking Protection blocks malware and stops trackers.
cs: Rozšířená ochrana proti sledování blokuje malware a sledovací prvky.
es_ar: La Protección de rastreo aumentada bloquea los programas maliciosos y detiene los rastreadores.
kk: Бақылаудан кеңейтілген қорғаныс зиянкес бағдарламаларды бұғаттайды және трекерлерді тоқтатады.
ne_np: उन्नत ट्र्याकिङ्ग संरक्षणले मालवेयर र ट्रयाकरहरु रोक्छ ।
ru: Улучшенная защита от отслеживания блокирует вредоносные программы и останавливает трекеры.

# Intro.Slides.Automatic.Privacy.Title
source: Automatic Privacy
cs: Automatické soukromí
es_ar: Privacidad automática
kk: Автоматты жекелік
ne_np: स्वचालित गोपनीयता
ru: Автоматическая приватность

# Intro.Slides.Button.Next
source: Next
cs: Další
es_ar: Siguiente
gu_in: આગળ
kk: Келесі
ne_np: अर्को
ru: Далее

# Intro.Slides.Button.SignUp
source: Sign Up
cs: Zaregistrovat účet
es_ar: Registrarse
gu_in: સાઇન અપ કરો
kk: Тіркелгіні жасау
ne_np: साइन अप
ru: Зарегистрироваться

# Intro.Slides.Fast.Search.Description
source: Search suggestions get you to websites faster.
cs: S návrhy našeptávače je prohlížení rychlejší.
es_ar: Las sugerencias de búsqueda te llevan más rápido a los sitios web.
kk: Іздеу ұсыныстары веб-сайттарға жылдамырақ апарады.
ne_np: खोज सुझावहरूले तपाइँलाई छिटो वेबसाइटहरूमा लैजान्छ।
ru: Поисковые предложения помогут вам быстрее переходить на веб-сайты.

# Intro.Slides.Fast.Search.Title
source: Fast Search
cs: Rychlé vyhledávání
es_ar: Búsqueda rápida
kk: Жылдам іздеу
ne_np: द्रुत खोजी
ru: Быстрый поиск

# Intro.Slides.Firefox.Account.Sync.Description
source: Bring bookmarks, history, and passwords to Firefox on this device.
cs: Přeneste si své záložky, historii a hesla do Firefoxu i na tomto zařízení.
es_ar: Traer marcadores, historial y contraseñas a Firefox en este dispositivo.
kk: Осы құрылғыдағы Firefox-қа бетбелгілер, шолу тарихын және парольдерді көшіру.
ne_np: बुकमार्कहरू, इतिहास र पासवर्डहरू यस उपकरणको Firefox मा ल्याउनुहोस् ।
ru: Перенесите закладки, историю и пароли в Firefox на этом устройстве.

# Intro.Slides.Firefox.Account.Sync.Title
source: Sync Firefox Between Devices
cs: Synchronizace Firefoxu mezi zařízeními
es_ar: Sincronizar Firefox entre dispositivos
kk: Firefox-ты құрылғылар арасында синхрондау
ne_np: उपकरणहरू बीच Firefox सिङ्क गर्नुहोस्
ru: Синхронизация Firefox между устройствами
