Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Menu.ReloadWithoutTrackingProtection.Title
source: Reload Without Tracking Protection
bs: Ponovo učitaj bez zaštite od praćenja
cs: Znovu načíst bez ochrany proti sledování
es_ar: Recargar sin protección contra rastreo
es_mx: Recargar sin protección de rastreo
eu: Kargatu berriro jarraipenaren babesik gabe
gl: Recargar sen protección contra o seguimento
gu_in: ટ્રેકિંગ પ્રોટેક્શન વિના ફરીથી લોડ કરો
he: טעינה מחדש ללא הגנת מעקב
hu: Újratöltés követés elleni védelem nélkül
ja: トラッキング防止なしで再読み込み
ka: დაცვის გარეშე გახსნა ხელახლა
kab: Ales tulya war ummesten mgal asfuɣel
kk: Бақылаудан қорғаныссыз қайта жүктеу
ko: 추적 방지 기능을 끄고 새로 고침
lo: ລີໂຫລດໂດຍປາສະຈາກການປ້ອງກັນການຕິດຕາມ
ml: പിന്തുടരല്‍ പരിരക്ഷയില്ലാതെ പുനരാരംഭിയ്ക്കുക
mr: मागोवा सुरक्षेविना पुन्हा लोड करा
ne_np: ट्रयाकिङ् सुरक्षा बिना पुन: लोड गर्नुहोस्
pl: Odśwież bez ochrony przed śledzeniem
ru: Перезагрузить без защиты от отслеживания
sl: Ponovno naloži brez zaščite pred sledenjem
ta: தடமறியல் பாதுகாப்பில்லாமல் ஏற்று
zh_cn: 关闭跟踪保护并重新加载
zh_tw: 關閉追蹤保護功能並重新載入

# Menu.RemoveBookmark.Confirm
source: Bookmark Removed
ast: Desanicióse'l marcador
bs: Zabilješka uklonjena
cs: Záložka odebrána
es_ar: Marcador eliminado
es_mx: Marcador eliminado
eu: Laster-marka kenduta
gl: Marcador eliminado
gu_in: બુકમાર્ક દૂર કર્યું
he: הסימנייה הוסרה
hu: Könyvjelző törölve
ja: ブックマークを削除しました
ka: სანიშნი მოცილებულია
kab: Tacreḍt n usebter yettwakkes
kk: Бетбелгі өшірілді
ko: 북마크 제거됨
lo: ລຶບບຸກມາກອອກແລ້ວ
ml: അടയാളം നീക്കംചെയ്യുക
mr: वाचनखूण काढली
ne_np: पुस्तकचिनो हटाइयो
pl: Usunięto zakładkę
ru: Закладка удалена
sl: Zaznamek odstranjen
sq: Faqerojtësi u Hoq
ta: புத்தகக்குறி நீக்கப்பட்டது
tl: Inalis ang Bookmark
zh_cn: 书签已移除
zh_tw: 已移除書籤

# Menu.RemoveBookmark.Label.v99
source: Remove
es_mx: Eliminar
eu: Kendu
he: הסרה
hu: Eltávolítás
ja: 削除
ka: მოცილება
kab: Kkes
ko: 삭제
lo: ລຶບ
ml: മായ്ക്കുക
ne_np: हटाउनुहोस्
pl: Usuń
sl: Odstrani
zh_cn: 移除
zh_tw: 移除

# Menu.RemovePin.Confirm2.v99
source: Removed from Shortcuts
es_mx: Eliminado de accesos directos
eu: Lasterbideetatik kenduta
he: הוסר מקיצורי הדרך
hu: Eltávolítva a Parancsokból
ja: ショートカットから削除しました
ka: მოცილებულია მალსახმობებიდან
kab: Yettwakkes seg yinegzumen n unasiw
ko: 바로 가기에서 제거됨
lo: ລຶບອອກຈາກທາງລັດແລ້ວ
ml: കുറിവഴികളിൽ നിന്നു് മാറ്റി
ne_np: सर्टकटहरूबाट हटाइयो
pl: Usunięto ze skrótów
sl: Odstranjeno iz bližnjic
zh_cn: 已从快捷方式移除
zh_tw: 已從捷徑刪除

# Menu.RemoveReadingList.Confirm.v99
source: Removed from Reading List
es_mx: Eliminado de la lista de lectura
eu: Irakurketa-zerrendatik kendu da
he: הוסר מרשימת הקריאה
hu: Eltávolítva az olvasási listáról
ja: リーディングリストから削除しました
ka: მოცილებულია წასაკითხებიდან
kab: Kkes seg tebdart n tɣuri
ko: 읽기 목록에서 제거
lo: ລືບອອກຈາກລາຍການອ່ານ
ml: വായന പട്ടികയിൽ നിന്നു് മാറ്റി
ne_np: पठन सूचीबाट हटाइयो
pl: Usunięto z czytelni
sl: Odstranjeno z bralnega seznama
zh_cn: 已从阅读列表移除
zh_tw: 已從閱讀清單移除

# Menu.RemoveReadingList.Label.v99
source: Remove
es_mx: Eliminar
eu: Kendu
he: הסרה
hu: Eltávolítás
ja: 削除
ka: მოცილება
kab: Kkes
ko: 삭제
lo: ລຶບ
ml: മാറ്റുക
ne_np: हटाउनुहोस्
pl: Usuń
sl: Odstrani
zh_cn: 移除
zh_tw: 移除

# Menu.RemovedFromShortcuts.v99
source: Remove from Shortcuts
es_mx: Eliminar de los accesos directos
eu: Kendu lasterbideetatik
he: הסרה מקיצורי הדרך
hu: Eltávolítás a Parancsokból
ja: ショートカットから削除
ka: მოცილება მალსახმობებიდან
kab: Kkes seg yinegzumen
ko: 바로가기에서 제거
lo: ລຶບອອກຈາກທາງລັດ
ml: കുറുക്കുവഴികളിൽ നിന്നു് മാറ്റുക
ne_np: सर्टकटहरुबाट हटाउनुहोस्
pl: Usuń ze skrótów
sl: Odstrani iz bližnjic
zh_cn: 移除快捷方式
zh_tw: 刪除捷徑

# Menu.Share.v99
source: Share
es_mx: Compartir
eu: Partekatu
he: שיתוף
hu: Megosztás
ja: 共有
ka: გაზიარება
kab: Bḍu
ko: 공유
lo: ແບ່ງປັນ
ml: പങ്കിടുക
ne_np: बाड्नुहोस्
pl: Udostępnij
sl: Deli
zh_cn: 分享
zh_tw: 分享

# Menu.SyncAndSaveData.v103
source: Sync and Save Data
es_mx: Sincronizar y guardar datos
eu: Sinkronizatu eta gorde datuak
he: סנכרון ושמירת נתונים
hu: Adatok szinkronizálása és mentése
ja: 同期してデータを保存
ka: დასინქრონება და შენახვა
kab: Mtawi, teskelseḍ isefka
ko: 데이터 동기화 및 저장
lo: ຊິງຄ໌ແລະບັນທຶກຂໍ້ມູນ
ml: ദത്ത സമന്വയിപ്പിച്ചു് കരുതിവയ്ക്കുക
pl: Synchronizuj i zachowuj dane
sl: Sinhroniziraj in shrani podatke
zh_cn: 同步并保存数据
zh_tw: 同步並儲存資料

# Menu.TabSent.Confirm
source: Tab Sent
cs: Panel odeslán
es_ar: Pestaña enviada
es_mx: Pestaña enviada
eu: Fitxa bidalita
gu_in: ટેબ મોકલી
he: הלשונית נשלחה
hu: Lap elküldve
ja: タブを送信しました
ka: ჩანართი გაიგზავნა
kab: Ittwazen iccer
kk: Бет жіберілді
ko: 보낸 탭
lo: ແທັບຖືກສົ່ງແລ້ວ
ml: ടാബ് അയച്ചു
ne_np: ट्याब पठाइयो
pl: Wysłano kartę
ru: Вкладка отправлена
sl: Zavihek poslan
zh_cn: 标签页已发送
zh_tw: 已送出分頁

# Menu.Toolbar.Bookmarks.AccessibilityLabel.v99
source: Bookmarks
es_mx: Marcadores
eu: Laster-markak
he: סימניות
hu: Könyvjelzők
ja: ブックマーク
ka: სანიშნები
kab: Ticraḍ n yisebtar
ko: 북마크
lo: ບຸກມາກ
ml: അടയാളക്കുറിപ്പുകള്‍
ne_np: बुकमार्कहरु
pl: Zakładki
sl: Zaznamki
zh_cn: 书签
zh_tw: 書籤

# Menu.Toolbar.Home.AccessibilityLabel.v99
source: Home
es_mx: Inicio
eu: Hasiera
he: בית
hu: Kezdőlap
ja: ホーム
ka: საწყისი გვერდი
kab: Agejdan
ko: 홈
lo: ໜ້າຫຼັກ
ml: ആമുഖം
ne_np: गृहपृष्ठ
pl: Strona startowa
sl: Domov
zh_cn: 主页
zh_tw: 首頁

# Menu.TrackingProtection.Details.Verifier
source: Verified by %@
es_ar: Verificado por %@
es_mx: Verificado por %@
eu: Egiaztatzailea: %@
he: אומת על־ידי %@
hu: Ellenőrizte: %@
ja: 認証局: %@
ka: დამმოწმებელია %@
kab: Yettwasenqed sɣur %@
kk: Расталды: %@
ko: 인증 기관: %@
lo: ຢັ້ງຢືນໂດຍ %@
ml: ഉറപ്പാക്കിയതു്: %@
ne_np: %@ द्वारा प्रमाणित
pl: Zweryfikowane przez: %@
sl: Overil %@
zh_cn: 验证者：%@
zh_tw: 由 %@ 驗證

# Menu.TrackingProtection.ProtectionSettings.Title
source: Protection Settings
cs: Nastavení ochrany
es_ar: Ajustes de protección
es_mx: Ajustes de protección
eu: Babesaren ezarpenak
gu_in: સુરક્ષા સેટિંગ્સ
he: הגדרות הגנה
hu: Védelmi beállítások
ja: 追跡防止の設定
ka: დაცვის პარამეტრები
kab: Iɣewwaṛen n tɣellist
kk: Қорғаныс баптаулары
ko: 보호 설정
lo: ຕັ້ງຄ່າການປ້ອງກັນ
ml: പരിരക്ഷണ ക്രമീകരണങ്ങൾ
ne_np: सुरक्षा सेटिङ्गहरु
pl: Ustawienia ochrony
ru: Настройки защиты
sl: Nastavitve zaščite
zh_cn: 保护设置
zh_tw: 保護設定

# Menu.TrackingProtectionBlockedContent.Title
source: Tracking content
cs: Sledující obsah
es_ar: Contenido de rastreo
es_mx: Contenido de rastreo
eu: Edukiaren jarraipena
gu_in: ટ્રેકિંગ સામગ્રી
he: תוכן מעקב
hu: Nyomkövető tartalom
ja: トラッキングコンテンツ
ka: თვალის მდევნელი შიგთავსი
kab: Agbur n uḍfaṛ
kk: Бақылайтын құрама
ko: 추적 콘텐츠
lo: ຕົວຕິດຕາມເນື້ອຫາ
ml: ഉള്ളടക്കം ട്രാക്കുചെയ്യുന്നു
ne_np: ट्राकिङ्ग सामग्री
pl: Treści z elementami śledzącymi
ru: Отслеживающее содержимое
sl: Sledilna vsebina
zh_cn: 跟踪性内容
zh_tw: 追蹤用內容

# Menu.TrackingProtectionBlockedSocial.Title
source: Social Trackers
cs: Sledující sociální sítě
es_ar: Rastreadores sociales
es_mx: Rastreadores sociales
eu: Sare sozialetako jarraipen-elementuak
gu_in: સોશિયલ ટ્રેકર
he: רכיבי מעקב של מדיה חברתית
hu: Közösségi követők
ja: ソーシャルトラッカー
ka: სოცქსელის მეთვალყურეები
kab: Ineḍfaṛen n iẓeḍwa imettanen
kk: Әлеуметтік трекерлер
ko: 소셜 추적기
lo: ຕົວຕິດຕາມສືສັງຄົມອອນໄລນ
ml: സോഷ്യൽ ട്രാക്കർമാർ
ne_np: सामाजिक ट्राकरहरु
pl: Śledzące społecznościowe
ru: Трекеры социальных сетей
sl: Družbeni sledilci
zh_cn: 社交跟踪器
zh_tw: 社交追蹤器

# Menu.TrackingProtectionCrossSiteTrackers.Title
source: Cross-Site Trackers
cs: Sledovací prvky
es_ar: Rastreadores de sitios cruzados
es_mx: Rastreadores entre sitios
eu: Guneen arteko jarraipen-elementuak
gu_in: ક્રોસ-સાઇટ ટ્રેકર્સ
he: רכיבי מעקב חוצי אתרים
hu: Weboldalak közti nyomkövetők
ja: クロスサイトトラッカー
ka: საიტთაშორისი მეთვალყურეები
kab: Ineḍfaṛen gar yismal
kk: Сайтаралық трекерлер
ko: 교차 사이트 추적기
lo: ຕົວຕິດຕາມ Cross-Site
ml: ക്രോസ്-സൈറ്റ് ട്രാക്കറുകൾ
ne_np: क्रस-साइट ट्र्याकरहरू
pl: Elementy śledzące między witrynami
ru: Межсайтовые трекеры
sl: Spletni sledilci
zh_cn: 跨站跟踪器
zh_tw: 跨網站追蹤器

# Menu.TrackingProtectionCryptominersBlocked.Title
source: Cryptominers
cs: Těžba kryptoměn
es_ar: Criptomineros
eu: Kriptomeatzariak
gu_in: ક્રિપ્ટોમિનાર્સ
he: כורי מטבעות דיגיטליים
hu: Kriptobányászok
ja: 暗号通貨マイニング
ka: კრიპტოვალუტის გამომმუშავებლები
kab: Ikripṭuminaren
kk: Криптомайнерлер
ko: 암호화폐 채굴기
lo: ຕົວຂຸດຫລຽນດິຈິຕໍລ
ml: ക്രിപ്‌റ്റോമൈനറുകൾ
ne_np: क्रिप्टोमाइनरहरु
pl: Elementy używające urządzenia użytkownika do generowania kryptowalut
ru: Криптомайнеры
sl: Kriptorudarji
zh_cn: 加密货币挖矿程序
zh_tw: 加密貨幣採礦程式

# Menu.TrackingProtectionDescription.ContentTrackers
source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
cs: Webové stránky mohou načítat externí reklamy, videa a další obsah, který obsahuje skryté sledovací prvky. Blokování sledujícího obsahu zrychluje načítání stránek, ale některá tlačítka nebo formuláře nemusí správně fungovat.
es_ar: Los sitios web pueden cargar anuncios externos, videos y otro contenido que contenga rastreadores. Su bloqueo puede ayudar a que los sitios se carguen más rápido, pero es posible que algunos botones, formularios y campos de inicio de sesión no funcionen.
es_mx: Los sitios web pueden cargar anuncios externos, videos y otro contenido que contiene rastreadores ocultos. Bloquear esto puede hacer que los sitios web se carguen más rápido, pero algunos botones, formularios y campos de inicio de sesión pueden no funcionar.
eu: Webguneek kanpoko iragarkiak, bideoak eta ezkutuko jarraipen-elementuak izan litzaketen bestelako edukiak karga ditzakete. Hau blokeatzeak guneak azkarrago kargatzen lagun dezake baina zenbait botoi, inprimaki eta saio-hasierako eremu ez ibiltzea eragin lezake.
gu_in: વેબસાઇટ્સ બહારની જાહેરાતો, વિડિઓઝ અને અન્ય સામગ્રી લોડ કરી શકે છે જેમાં છુપાયેલા ટ્રેકર્સ હોય છે. આને અવરોધિત કરવાથી વેબસાઇટ્સ ઝડપથી લોડ થઈ શકે છે, પરંતુ કેટલાક બટનો, ફોર્મ્સ અને લ loginગિન ફીલ્ડ્સ કદાચ કામ કરશે નહીં.
he: אתרים עשויים לטעון פרסומות חיצוניות, סרטונים ותכנים אחרים המכילים רכיבי מעקב מוסתרים. חסימת רכיבים אלו יכולה לסייע לאתרים להיטען מהר יותר, אך יתכן שמספר כפתורים, טפסים ושדות התחברות לא יעבדו.
hu: A weboldalak külső hirdetéseket, videókat és más tartalmakat tölthetnek be, amelyek rejtett követőket is tartalmazhatnak. Ezek blokkolása a weboldalak gyorsabb betöltését eredményezheti, de egyes gombok, űrlapok és bejelentkezési mezők lehet, hogy nem fognak működni.
ja: ウェブサイトは隠れたトラッカーを含む外部の広告、動画、その他のコンテンツを読み込むことがあります。これをブロックするとウェブサイトの読み込みが速くなることがありますが、一部のボタンやフォーム、ログインフィールドが機能しなくなる可能性があります。
ka: საიტები ზოგჯერ გარე ბმულებიდან ტვირთავს რეკლამებს, ვიდეოებსა და სხვა ფარული მეთვალყურეების შემცველ მასალას. მათი შეზღუდვით კი საიტი უფრო სწრაფად ჩაიტვირთება, მაგრამ ღილაკებმა, ანგარიშისა და სხვა შესავსებმა ველებმა შეიძლება აღარ იმუშაოს.
kab: Ismal zmren ad d-salin adellel, tividyutin akked igburen izɣarayen i igebren iferdisen n uḍfaṛ. Aswḥel n ugbur yettwasqedcen i uḍfaṛ yzmr ad iszreb asali n yismal, maca kra n tqeffalin, tifrkiyin neɣ urtan n tuqqna zemren ur tddun ara.
kk: Веб-сайттар жасырын трекерлері бар сыртқы жарнама, видео және басқа құраманы жүктей алады. Оны бұғаттау сайттардың жылдамдау жүктелуіне көмектеседі, бірақ, кейбір батырмалар, формалар және кіру өрістері жасамауы мүмкін.
ko: 웹 사이트에서 외부 광고, 동영상 및 기타 숨겨진 추적기가 포함된 콘텐츠를 로드 할 수 있습니다. 이를 차단하면 사이트를 더 빨리 로드 할 수 있지만 일부 버튼, 양식 및 로그인 필드는 작동하지 않을 수 있습니다.
lo: ເວັບໄຊທອາດຈະບໍ່ໂຫລດໂຄສະນາ, ວິດີໂອ ແລະ ເນື້ອຫາອື່ນໆທີ່ມີຕົວຕິດຕາມເຊື່ອງຢູ່. ການບັອກນີ້ຈະເຮັດໃຫ້ເວັບໄຊທສາມາດໂຫລດໄດ້ໄວຂື້ນ ແຕ່ວ່າຈະມີບາງປຸ່ມ, ຟອມ ແລະ ບ່ອນລັອກອິນອາດຈະບໍ່ເຮັດວຽກ.
ml: വെബ്‌സൈറ്റുകൾ‌ പരസ്യങ്ങൾ‌, വീഡിയോകൾ‌, മറഞ്ഞിരിക്കുന്ന ട്രാക്കറുകൾ‌ അടങ്ങിയിരിക്കുന്ന മറ്റ് ഉള്ളടക്കം എന്നിവ ലോഡുചെയ്യാം. ഇവ തടയുന്നത് വെബ്‌സൈറ്റുകൾ വേഗത്തിൽ ലോഡുചെയ്യാൻ ഇടയാക്കും, പക്ഷേ ചില ബട്ടണുകൾ, ഫോമുകൾ, ലോഗിൻ ഫീൽഡുകൾ എന്നിവ പ്രവർത്തിച്ചേക്കില്ല.
ne_np: वेबसाइटहरूले बाहिरका विज्ञापनहरू, भिडियोहरू, र लुकेका ट्र्याकरहरू समावेश गर्ने अन्य सामग्रीहरू लोड गर्न सक्छन्। यसलाई अवरुद्ध गर्दा वेबसाइटहरू छिटो लोड हुन सक्छ, तर केही बटनहरू, फारमहरू, र लगइन क्षेत्रहरूले काम नगर्न पनि सक्छन्।
pl: Witryny mogą wczytywać zewnętrzne reklamy, filmy i inne treści zawierające ukryte elementy śledzące. Blokowanie ich może przyspieszyć wczytywanie stron, ale niektóre przyciski, formularze i pola logowania mogą działać niepoprawnie.
ru: Веб-сайты могут загружать внешнюю рекламу, видео и другой контент, содержащий скрытые трекеры. Блокировка такого содержимого может помочь сайтам загружаться быстрее, но некоторые кнопки, формы и поля для входа могут не работать.
sl: Spletne strani lahko naložijo oglase, videoposnetke in drugo vsebino, ki vsebujejo skrite sledilce. Zavračanje te vsebine lahko pospeši nalaganje spletnih strani, vendar nekateri gumbi in obrazci morda ne bodo delovali.
zh_cn: 网站可能会加载包含隐藏跟踪器的外部广告、视频、其他内容。拦截上述内容可以让网站加载更快，但某些按钮、表单、登录字段可能无法正常工作。
zh_tw: 網站中可能會含有外部廣告、影片、或其他隱藏了追蹤器的內容。封鎖這類內容可以讓網站更快載入，但某些按鈕、表單、登入欄位可能無法正常運作。

# Menu.TrackingProtectionDescription.CrossSiteNew
source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
cs: Tyto cookies slouží k vašemu sledování napříč webovými stránkami a sběru dat o tom, co na internetu děláte. Používají je třetí strany jako jsou reklamní systémy nebo analytické společnosti.
es_ar: Estas cookies lo siguen de un sitio a otro para recopilar datos sobre lo que hace en línea. Las establecen terceros, como anunciantes y empresas de analítica.
es_mx: Estas cookies te siguen de sitio en sitio para obtener información sobre lo que haces en línea. Están hechas por terceros, las cuales son compañías de publicidad y análisis.
eu: Cookie hauek guneen artean jarraitzen zaituzte zure lineako jarduerari buruzko datuak biltzeko. Hirugarrenek ezartzen dituzte hauek, adibidez iragarleen eta estatistiken enpresek.
gu_in: આ કૂકીઝ તમે ઓનલાઇન શું કરો છો તેનો ડેટા એકત્રિત કરવા માટે એક સાઇટથી બીજી સાઇટનું અનુસરણ કરે છે. તેઓ જાહેરાતકર્તાઓ અને વિશ્લેષણાત્મક કંપનીઓ જેવા તૃતીય પક્ષો દ્વારા સેટ કરેલા છે.
he: עוגיות אלו עוקבות אחריך מאתר לאתר כדי לאסוף נתונים על הפעילויות המקוונות שלך. הן נוצרות על־ידי גורמי צד־שלישי כמו מפרסמים וחברות אנליטיות.
hu: Ezek a sütik követik Ön oldalról oldalra, és adatokat gyűjtenek az online tevékenységéről. Ezeket olyan harmadik felek állítják be, mint a hirdetők és az elemző cégek.
ja: これらの Cookie はオンラインでのあなたの行動に関するデータを集めるために、サイトからサイトへと追跡します。これは広告会社や調査会社といったサードパーティにより設置されています。
ka: ეს ფუნთუშები თან დაგყვებათ საიტებზე და აგროვებს მონაცემებს, თუ რას აკეთებთ ინტერნეტში. მათ იყენებენ გარეშე მხარეები, სარეკლამო და კვლევითი დაწესებულებები.
kab: Inagan-a n tuqqna ad k-ḍfṛen sg usml ɣr wayeḍ akken ad d-leqḍen isfka fell-as srid. Seddayen-ten-id wid ixeddmen adellel akked tkebbaniyin n teslḍt.
kk: Бұл cookie файлдары Интернетте не істегеніңіз туралы мәліметтер жинау үшін сайттан сайтқа соңыңыздан еріп жүреді. Оларды жарнама берушілер мен аналитикалық компаниялар сияқты үшінші тараптар орнатады.
ko: 이러한 쿠키는 사용자가 온라인에서 수행하는 작업에 대한 데이터를 수집하기 위해 사이트 간에 사용자를 따라갑니다. 광고사나 분석 회사와 같은 제3자가 설정합니다.
lo: ຄຸກກີ້ເຫລົ່ານີ້ຈະຕິດຕາມທຸກເວັບໄຊທທີ່ທ່ານເຂົ້າໄປເພື່ອເກັບກຳສິ່ງທີ່ທ່ານເຄືອນໄຫວໃນໂລກອອນລາຍ. ພວກມັນໄດ້ຮັບການຕິດຕັ້ງໂດຍບຸກຄົນທີ່ສາມເຊັ່ນວ່າ: ຕົວໂຄສະນາ ແລະ ບໍລິສັດວິເຄາະ.
ml: നിങ്ങൾ ഓൺലൈനിൽ ചെയ്യുന്നതിനെക്കുറിച്ചുള്ള ഡാറ്റ ശേഖരിക്കുന്നതിന് ഈ കുക്കികൾ സൈറ്റിൽ നിന്ന് സൈറ്റിലേക്ക് നിങ്ങളെ പിന്തുടരുന്നു. പരസ്യദാതാക്കളും അനലിറ്റിക്സ് കമ്പനികളും പോലുള്ള മൂന്നാം കക്ഷികളാണ് അവ സജ്ജമാക്കുന്നത്.
ne_np: यी कुकीजहरूले तपाइँलाई अनलाइन के गर्नुहुन्छ भन्ने बारे डाटा सङ्कलन गर्न साइटबाट साइटमा पछ्याउँछन्। तिनीहरू तेस्रो पक्षहरू जस्तै विज्ञापनदाता र विश्लेषक कम्पनीहरू द्वारा सेट गरिएका छन्।
pl: Te ciasteczka śledzą Cię od strony do strony w celu zbierania danych o tym, co robisz w Internecie. Są umieszczane przez zewnętrzne firmy, takie jak agencje reklamowe i firmy analityczne.
ru: Такие куки ходят за вами с сайта на сайт для сбора информации о том, что вы делаете в Интернете. Они устанавливаются такими сторонними организациями, как рекламодатели и аналитические компании.
sl: Ti piškotki vas spremljajo po straneh in zbirajo podatke o tem, kaj počnete na spletu. Namestijo jih tretje strani, kot so oglaševalci in analitična podjetja.
zh_cn: 这些 Cookie 由第三方广告商或分析公司设置，能够在不同网站间跟踪您，以收集您的在线活动数据。
zh_tw: 一些第三方廣告商或分析公司，會設定這些 Cookie 在不同網站間跟蹤您，收集您的上網紀錄。

# Menu.TrackingProtectionDescription.CryptominersNew
source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
cs: Těžba kryptoměn využívá výpočetní výkon vašeho zařízení k získávání digitálních měn. Běžící skripty vybíjí vaši baterii a vaše zařízení zpomalují.
es_ar: Los criptomineros utilizan la potencia informática de su sistema para extraer dinero digital. Las secuencias de comandos de cifrado de los mismos agotan su batería, ralentizan su computadora y pueden aumentar su factura de electricidad.
es_mx: Los criptomineros utilizan en secreto la potencia informática de tu sistema para extraer dinero digital. Los scripts de criptominería agotan tu batería, ralentizan tu computadora y pueden aumentar tu factura de energía.
eu: Kriptomeatzariek zure sistemaren konputazio-ahalmena erabiltzen dute diru digitala ustiatzeko. Script kriptomeatzariek zure bateria agortzen dute, zure ordenagailua makaltzen dute eta zure elektrizitate-faktura igo dezakete.
gu_in: ક્રિપ્ટોમિનર્સ ડિજિટલ મનીને ખાણમાં છુપાવવા માટે તમારી સિસ્ટમની શક્તિનો ઉપયોગ કરે છે. ક્રિપ્ટોમાઇનીંગ સ્ક્રિપ્ટ્સ તમારી બેટરીને ડ્રેઇન કરે છે, તમારા કમ્પ્યુટરને ધીમું કરે છે, અને તમારું લાઈટ બિલ વધારી શકે છે.
he: כורי מטבעות דיגיטליים משתמשים בסתר בכוח העיבוד של המערכת שלך כדי לכרות כסף דיגיטלי. תסריטי כריית מטבעות מרוקנים את הסוללה שלך, מאטים את המחשב שלך ומגדילים את חשבון החשמל שלך.
hu: A kriptobányászok titokban az Ön rendszerének erőforrásait használják digitális pénzek bányászatához. A kriptobányászok lemerítik az akkumulátort, lelassítják a számítógépét és növelhetik a villanyszámláját.
ja: 暗号通貨マイニングは仮想通貨の採掘のために、あなたのシステムの計算リソースを秘密裏に利用します。暗号通貨マイニングスクリプトは端末のバッテリーを消費し、コンピューターを遅くさせ、電気代を増やさせる可能性があります。
ka: კრიპტოვალუტის გამომმუშავებლები ფარულად სარგებლობს თქვენი სისტემის გამოთვლის სიმძლავრით ციფრული ფულის მოსაპოვებლად. ამგვარი კოდები ასუსტებს ბატარეას, ანელებს მოწყობილობას და ზრდის ენერგიის ხარჯს.
kab: Ikripṭuminaren seqdacen mebla ma teẓriḍ tazmert n usiḍen n unagraw-ik akken ad kksen tadrimt tumḍint. Iskripten n y ikripṭuminaren sseɣṣen aẓru-ik, saẓayen aselkim-ik, daɣen zemren ad salin tafaturt-ik n ṣṣehd.
kk: Криптомайнерлер жүйеңіздің есептеу қуатын жасырын түрде цифрлық валютаны алу үшін қолданады. Криптомайнерлік скрипттер батареяны отырғызып, компьютерді тежейді және қуат шығындарын көбейтеді.
ko: 암호화폐 채굴기는 디지털 화폐를 채굴하기 위해 시스템의 연산 능력을 사용합니다. 암호 해독 스크립트는 배터리를 소모하고 컴퓨터 속도를 저하시키며 에너지 요금을 증가시킬 수 있습니다.
lo: ຕົວຂຸດຫລຽນຄຣິບໂຕຫລັກລອບນຳໃຊ້ລະບົບຄອມພິວເຕີຂອງທ່ານເພື່ອໄປຂຸດເງິນດິຈິຕໍລ. ສະຄຣິບການຂຸດຫລຽນຄຣິບໂຕຈະເຮັດໃຫ້ພະລັງງານແບັດເຕີລີຂອງທ່ານລຸດລົງ, ຄອມພິວເຕີຂອງທ່ານຊ້າລົງ ແລະ ກິນໄຟຟ້າຫລາຍຂື້ນ.
ml: ഡിജിറ്റൽ പണം സ്വന്തമാക്കാൻ ക്രിപ്‌റ്റോമൈനറുകൾ നിങ്ങളുടെ സിസ്റ്റത്തിന്റെ കമ്പ്യൂട്ടിംഗ് കഴിവ് ഒളിമായി ഉപയോഗിക്കുന്നു. ക്രിപ്‌റ്റോമൈനിംഗ് സ്‌ക്രിപ്റ്റുകൾ നിങ്ങളുടെ ബാറ്ററി കുറയ്ക്കുന്നു, കമ്പ്യൂട്ടർ മന്ദഗതിയിലാക്കുന്നു, ഒപ്പം അവയ്ക്ക് നിങ്ങളുടെ വൈദ്യുതി ബിൽ വർദ്ധിപ്പിക്കാനും കഴിയും.
ne_np: क्रिप्टोमाइनरहरूले गोप्य रूपमा तपाईंको प्रणालीको कम्प्युटिङ पावरलाई डिजिटल पैसा खानी प्रयोग गर्छन्। क्रिप्टोमाइनिङ स्क्रिप्टहरूले तपाईंको ब्याट्रीलाई कम गर्छ, तपाईंको कम्प्युटरलाई ढिलो बनाउँछ, र तपाईंको ऊर्जा बिल बढाउन पनि सक्छ।
pl: Te elementy potajemnie wykorzystują moc obliczeniową Twojego urządzenia do generowania cyfrowych walut. Skrypty generujące kryptowaluty rozładowują baterię, spowalniają działanie urządzenia i mogą zwiększyć rachunek za prąd.
ru: Криптомайнеры тайно используют вычислительные мощности вашей системы для добычи цифровых валют. Такие скрипты разряжают вашу батарею, замедляют работу устройства и могут увеличить ваш счёт за электроэнергию.
sl: Kriptorudarji izrabljajo zmogljivost vašega računalnika za rudarjenje digitalnega denarja. Rudarski skripti vam praznijo baterijo, upočasnjujejo računalnik in zasolijo račun za elektriko.
zh_cn: 加密货币挖矿程序偷偷地使用您的计算机算力来“挖”数字货币，耗尽您的设备电量、拖慢机器性能、增加电费支出。
zh_tw: 加密貨幣採礦程式會偷偷使用您裝置的運算能力來對數位貨幣「採礦」，消耗您的電腦電力、拖慢系統效能、增加電費支出。
