Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Settings.Home.Option.Wallpaper.UpdatedToastButton
source: View
es_mx: Ver
eu: Ikusi
he: הצגה
hu: Nézet
ja: 表示
ka: ნახვა
kab: Sken
ko: 보기
lo: ເບິ່ງ
ml: കാണുക
ne_np: हेर्नुहोस्
pl: Pokaż
sl: Prikaži
zh_cn: 查看
zh_tw: 檢視

# Settings.HomePage.SectionName
source: Homepage
ast: Páxina d'aniciu
bg: Входна страница
bs: Početna stranica
cs: Domovská stránka
eo: Hejmpaĝo
es_ar: Página de inicio
es_mx: Página de inicio
eu: Hasiera-orria
gd: An duilleag mhòr
gl: Páxina de inicio
gu_in: મુખપૃષ્ઠ
he: דף בית
hu: Kezdőlap
ja: ホームページ
ka: საწყისი გვერდი
kab: Asebter agejdan
kk: Үй парағы
ko: 홈페이지
lo: ຫນ້າທຳອິດ
lv: Mājas lapa
ml: ആസ്ഥാനതാള്‍
mr: मुख्यपृष्ठ
ms: Halaman utama
ne_np: गृहपृष्ठ
pl: Strona startowa
ro: Pagină de start
ru: Домашняя страница
sk: Domovská stránka
sl: Domača stran
sq: Faqe hyrëse
ta: முகப்பு பக்கம்
zh_cn: 首页
zh_tw: 首頁

# Settings.HomePage.URL.Title
source: Current Homepage
ast: Páxina d'aniciu actual
bg: Текуща начална страница
bs: Trenutna početna stranica
cs: Aktuální domovská stránka
eo: Nuna hejmpaĝo
es_ar: Página de inicio actual
es_mx: Página de inicio actual
eu: Uneko hasiera-orria
gd: An duilleag mhòr làithreach
gl: Páxina de inicio actual
gu_in: વર્તમાન મુખપૃષ્ઠ
he: דף בית נוכחי
hu: Jelenlegi kezdőlap
ja: 現在のホームページ
ka: მიმდინარე საწყისი გვერდი
kab: Asebter agejdan
kk: Ағымдағы үй парағы
ko: 현재 홈페이지
lo: ຫນ້າທຳອິດ
lv: Pašreizējā mājas lapa
ml: നിലവിലെ ആമുഖം
mr: सध्याचे मुख्यपृष्ठ
ms: Halaman utama Semasa
ne_np: हालको गृहपृष्ठ
pl: Obecna strona startowa
ro: Pagina de start actuală
ru: Текущая домашняя страница
sk: Súčasná domovská stránka
sl: Trenutna domača stran
sq: Faqja Hyrëse e Tanishme
ta: தற்போதுள்ள முகப்பு பக்கம்
zh_cn: 当前首页
zh_tw: 目前首頁

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
ast: Usar páxina actual
bg: Използване на текущата страница
bs: Koristite trenutnu stranicu
cs: Použít aktuální stránku
eo: Uzi nunan paĝon
es_ar: Usar página actual
es_mx: Usar página actual
eu: Erabili uneko orria
gd: Cleachd an duilleag làithreach
gl: Usar a páxina actual
gu_in: વર્તમાન પાનું વાપરો
he: שימוש בדף הנוכחי
hu: Aktuális oldal használata
ja: 表示中のページを使用
ka: მიმდინარე გვერდის გამოყენება
kab: Seqdec asebter amiran
kk: Ағымдағы бетті қолдану
ko: 현재 페이지 사용
lo: ໃຊ້ຫນ້າປະຈຸບັນ
lv: Lietot pašreizējo lapu
ml: നിലവിലെ താൾ ഉപയോഗിക്കുക
mr: सध्याच्या पृष्ठाचा वापर करा
ms: Guna Halaman Semasa
ne_np: अहिलेको पृष्ठ प्रयोग गर्नुहोस्
pl: Użyj bieżącej strony
ro: Folosește pagina actuală
ru: Использовать текущую страницу
sk: Použiť aktuálnu stránku
sl: Uporabi trenutno stran
sq: Përdor Faqen e Tanishme
ta: நடப்பு பக்கத்தைப் பயன்படுத்து
tl: Gamitin ang Kasalukuyang Pahina
zh_cn: 使用当前页面
zh_tw: 使用目前開啟頁面

# Settings.Homepage.Shortcuts.Rows.v100
source: Rows
es_mx: Filas
eu: Errenkadak
he: שורות
hu: Sorok
ja: 行数
ka: რიგი
kab: Izirigen
ko: 행
lo: ແຖວ
ml: വരികൾ
pl: Rzędy
sl: Vrstice
zh_cn: 行
zh_tw: 列

# Settings.Homepage.Shortcuts.RowsPageTitle.v100
source: Rows
es_mx: Filas
eu: Errenkadak
he: שורות
hu: Sorok
ja: 行
ka: რიგი
kab: Izirigen
ko: 행
lo: ແຖວ
ml: വരികൾ
pl: Rzędy
sl: Vrstice
zh_cn: 行
zh_tw: 列

# Settings.Homepage.Shortcuts.ShortcutsPageTitle.v100
source: Shortcuts
es_mx: Atajos
eu: Lasterbideak
he: קיצורי דרך
hu: Parancsok
ja: ショートカット
ka: მალსახმობები
kab: Inegzumen
ko: 바로 가기
lo: ທາງ​ລັດ
ml: കുറുക്കുവഴികൾ
pl: Skróty
sl: Bližnjice
zh_cn: 快捷方式
zh_tw: 捷徑

# Settings.Homepage.Shortcuts.ShortcutsToggle.v100
source: Shortcuts
es_mx: Atajos
eu: Lasterbideak
he: קיצורי דרך
hu: Parancsok
ja: ショートカット
ka: მალსახმობები
kab: Inegzumen
ko: 바로 가기
lo: ທາງລັດ
ml: കുറുക്കുവഴികൾ
pl: Skróty
sl: Bližnjice
zh_cn: 快捷方式
zh_tw: 捷徑

# Settings.Homepage.Shortcuts.SponsoredShortcutsToggle.v100
source: Sponsored Shortcuts
es_mx: Atajos patrocinados
eu: Babesleen lasterbideak
he: קיצורי דרך ממומנים
hu: Szponzorált parancsok
ja: 広告ショートカット
ka: დამკვეთის მალსახმობები
kab: Inegzumen yettwarefden
ko: 후원된 바로가기
lo: ທາງລັດສະປອນເຊີ
ml: പണം കൊണ്ടു് പ്രസരിപ്പിച്ച കുറുക്കുവഴികൾ
pl: Sponsorowane skróty
sl: Sponzorirane bližnjice
zh_cn: 赞助商网站
zh_tw: 贊助捷徑

# Settings.Homepage.Shortcuts.ToggleOff.v100
source: Off
es_mx: Apagar
eu: Desaktibatuta
he: כבוי
hu: Ki
ja: オフ
ka: გამორთ.
kab: Yensa
ko: 끄기
lo: ປິດ
ml: അണച്ചതു്
pl: Wyłączone
sl: Izključeno
zh_cn: 关闭
zh_tw: 關閉

# Settings.Homepage.Shortcuts.ToggleOn.v100
source: On
es_mx: Encender
eu: Aktibatuta
he: פעיל
hu: Be
ja: オン
ka: ჩართ.
kab: Yermed
ko: 켜기
lo: ເປີດ
ml: തുറന്നതു്
pl: Włączone
sl: Vključeno
zh_cn: 开启
zh_tw: 開啟

# Settings.LoginsAndPasswordsTitle
source: Logins & Passwords
cs: Přihlašovací údaje
es_ar: Inicios de sesión y contraseñas
es_mx: Inicios de sesión y contraseñas
eu: Saio-hasierak eta pasahitzak
gu_in: પ્રવેશ અને પાસવર્ડો
he: כניסות וססמאות
hu: Bejelentkezések és jelszavak
ja: ログイン情報
ka: ანგარიშები და პაროლები
kab: Inekcam& wawalen uffiren
kk: Логиндер және парольдер
ko: 로그인과 비밀번호
lo: ເຂົ້າສູ່ລະບົບ & ລະຫັດຜ່ານ
ml: ഉപകരണങ്ങളും പ്രവേശനങ്ങളും
ne_np: लगइनहरु र पासवर्डहरु
pl: Dane logowania i hasła
ru: Логины и пароли
sl: Prijave in gesla
zh_cn: 登录名和密码
zh_tw: 登入資訊與密碼

# Settings.NewTab.CustomURL
source: Custom URL
cs: Vlastní adresu
es_ar: URL personalizada
es_mx: URL personalizado
eu: URL pertsonalizatua
gu_in: કસ્ટમ URL
he: כתובת מותאמת אישית
hu: Egyéni URL
ja: カスタム URL
ka: შერჩეული ბმული
kab: Tansa URL tudmawant
kk: Таңдауыңызша URL
ko: 사용자 정의 URL
lo: ດັດແກ້ URL
ml: ഇഷ്ടാനുസൃത URL
ne_np: अनुकुल URL
pl: Inny adres
ru: Пользовательский URL
sl: URL po meri
zh_cn: 自定义网址
zh_tw: 自訂網址

# Settings.NewTab.Option.BlankPage
source: Blank Page
cs: Prázdnou stránku
es_ar: Página en blanco
es_mx: Página en blanco
eu: Orri zuria
gl: Páxina en branco
gu_in: કોરો કાગળ
he: דף ריק
hu: Üres oldal
ja: 空白ページ
ka: ცარიელი გვერდი
kab: Asebter ilem
kk: Бос парақ
ko: 빈 페이지
lo: ຫນ້າວ່າງ
ml: ഒരു ശൂന്യമായ താൾ കാണിക്കുക
mr: रिक्त पृष्ठ
ne_np: खाली पृष्ठ
pl: Pusta strona
ru: Пустая страница
sl: Prazno stran
ta: வெற்று பக்கம்
zh_cn: 空白页
zh_tw: 空白頁面

# Settings.NewTab.Option.Custom
source: Custom
es_mx: Personalizado
eu: Pertsonalizatua
he: מותאם אישית
hu: Egyéni
ja: カスタム
ka: მორგებული
kab: Udmawan
ko: 사용자 정의
lo: ປັບແຕ່ງ
ml: ഇഷ്ടാനുസൃതം
pl: Inna
sl: Po meri
zh_cn: 自定义
zh_tw: 自訂

# Settings.NewTab.Option.FirefoxHome
source: Firefox Home
cs: Výchozí domovskou stránku
es_ar: Página de Inicio de Firefox
es_mx: Inicio de Firefox
eu: Firefoxen hasiera
gu_in: Firefox હોમ
he: מסך הבית של Firefox
hu: Firefox kezdőlap
ja: Firefox ホーム
ka: Firefox საწყისი
kab: Asebter agejdan Firefox
kk: Firefox үй парағы
ko: Firefox 홈
lo: ຫນ້າຫລັກຂອງ Firefox
ml: ഫയർഫോക്സ് പൂമുഖം
ne_np: Firefox गृह
pl: Strona startowa Firefoksa
ru: Домашняя страница Firefox
sl: Domačo stran Firefoxa
zh_cn: Firefox 主页
zh_tw: Firefox 首頁

# Settings.NewTab.Option.HomePage
source: Homepage
ast: Páxina d'aniciu
cs: Domovská stránka
es_ar: Página de inicio
es_mx: Página de inicio
eu: Hasiera-orria
gl: Páxina de inicio
gu_in: મુખપૃષ્ઠ
he: דף הבית
hu: Kezdőlap
ja: ホームページ
ka: საწყისი გვერდი
kab: Asebter agejdan
kk: Үй парағы
ko: 홈페이지
lo: ຫນ້າທຳອິດ
ml: ആസ്ഥാനതാള്‍
mr: मुख्यपृष्ठ
ne_np: गृहपृष्ठ
pl: Strona startowa
ru: Домашняя страница
sl: Domača stran
ta: முகப் பக்கம்
zh_cn: 主页
zh_tw: 首頁

# Settings.NewTab.SectionName
source: New Tab
ast: Llingüeta nueva
bg: Нов раздел
bs: Novi tab
cs: Nový panel
eo: Nova langeto
es_ar: Nueva pestaña
es_mx: Nueva pestaña
eu: Fitxa berria
gd: Taba ùr
gl: Nova lapela
gu_in: નવું ટેબ
he: לשונית חדשה
hu: Új lap
ja: 新規タブ
ka: ახალი ჩანართი
kab: Iccer amaynut
kk: Жаңа бет
ko: 새 탭
lo: ແທັບໃຫມ່
lv: Jauna cilne
ml: പുതിയ ടാബ്
mr: नवीन टॅब
ms: Tab Baru
ne_np: नयाँ ट्याब
pl: Nowa karta
ro: Filă nouă
ru: Новая вкладка
sk: Nová karta
sl: Nov zavihek
sq: Skedë e Re
ta: புதிய கீற்று
tl: Bagong Tab
zh_cn: 新标签页
zh_tw: 預設新分頁

# Settings.NewTab.Title
source: New Tab
ast: Llingüeta nueva
cs: Nový panel
es_ar: Nueva pestaña
es_mx: Nueva pestaña
eu: Fitxa berria
gl: Nova lapela
gu_in: નવું ટેબ
he: לשונית חדשה
hu: Új lap
ja: 新規タブ
ka: ახალი ჩანართი
kab: Iccer amaynut
kk: Жаңа бет
ko: 새 탭
lo: ແທັບໃຫມ່
ml: പുതിയ ടാബ്
mr: नवीन टॅब
ne_np: नयाँ ट्याब
pl: Nowa karta
ru: Новая вкладка
sl: Nov zavihek
ta: புதிய கீற்று
zh_cn: 新标签页
zh_tw: 新分頁

# Settings.NewTab.TopSectionName
source: Show
ast: Amosar
cs: Zobrazit
es_ar: Mostrar
es_mx: Mostrar
eu: Erakutsi
gl: Amosar
gu_in: બતાવો
he: הצגה
hu: Megjelenítés
ja: 表示
ka: ჩვენება
kab: Mell
kk: Көрсету
ko: 보기
lo: ສະແດງ
ml: കാണിക്കുക
mr: दाखवा
ne_np: देखाउनुहोस्
pl: Wyświetlanie
ru: Показать
sl: Prikaži
ta: காண்பி
zh_cn: 显示
zh_tw: 顯示

# Settings.NewTab.TopSectionNameFooter
source: Choose what to load when opening a new tab
ast: Escueyi lo que se carga al abrir una llingüeta nueva
cs: Vyberte, co chcete vidět při otevření nového panelu
es_ar: Elegir que se verá al abrir una nueva pestaña
es_mx: Elegir que cargar al abrir una nueva pestaña
eu: Aukeratu fitxa berria irekitzean kargatuko dena
gl: Escolla que amosar ao abrir unha nova lapela
gu_in: નવું ટેબ ખોલતી વખતે શું લોડ કરવું તે પસંદ કરો
he: בחירה של מה ייטען בעת פתיחת לשונית חדשה
hu: Válassza ki, hogy mi legyen betöltve, ha új lapot nyit
ja: 新規タブを開いたときに読み込む内容を選択します
ka: აირჩიეთ, რისი ხილვა გსურთ ახალი ჩანართის გახსნისას
kab: Fren ayen ad d-yettwamlen m'ara yeldi yicer amaynut
kk: Жаңа бетті ашқан кезде нені көретініңізді таңдаңыз
ko: 새 탭을 열 때 나올 화면 선택
lo: ເລື່ອກສິ່ງທີ່ຈະໂຫລດເມື່ອເປີດແທັບໃຫມ່
ml: പുതിയ ടാബ് തുറക്കുമ്പോൾ എന്ത് കാണണമെന്ന് തീരുമാനിക്കുക
mr: नवीन टॅब उघडताना काय लोड करायचे ते निवडा
ne_np: तपाईंले नयाँ ट्याब खोल्ने बेलामा के लोड गर्ने भन्ने छनौट गर्नुहोस्।
pl: Wybierz, co wczytywać po otwarciu nowej karty
ru: Выберите, что загружать при открытии новой вкладки
sl: Izberite, kaj naj se naloži, ko odprete nov zavihek
ta: ஒரு புதிய கீற்றைத் திறக்கும்போது எது ஏற்றப்பட வேண்டுமோ அதைத் தேர்க
zh_cn: 选择打开新标签页时要加载的内容
zh_tw: 選擇開啟新分頁時想看到哪些內容

# Settings.NoImageModeBlockImages.Label.v99
source: Block Images
es_mx: Bloquear imágenes
eu: Blokeatu irudiak
he: חסימת תמונות
hu: Képek blokkolása
ja: 画像をブロック
ka: სურათების შეზღუდვა
kab: Sewḥel tugniwin
ko: 이미지 차단
lo: ບັອກຮູບພາບ
ml: ചിത്രങ്ങള്‍ തടയുക
ne_np: तस्वीरहरु अवरुद्ध गर्नुहोस्
pl: Blokowanie obrazów
sl: Zavračaj slike
zh_cn: 无图模式
zh_tw: 封鎖圖片

# Settings.OfferClipboardBar.Status
source: When Opening Firefox
ast: Al abrir Firefox
bs: Pri otvaranju Firefoxa
cs: při otevření Firefoxu
es_ar: Al abrir Firefox
es_mx: Cuando esté abriendo Firefox
eu: Firefox irekitzean
gl: Ao abrir o Firefox
gu_in: Firefox ખુલતી વખતે
he: בעת פתיחת Firefox
hu: A Firefox megnyitásakor
ja: Firefox 起動時
ka: როცა გაიხსნება Firefox
kab: Ticki yeldi-d Firefox
kk: Firefox-ты ашу кезінде
ko: 파이어 폭스를 열 때
lo: ເມື່ອເປີດ Firefox
ml: ഫയർഫോക്സ് തുറക്കുമ്പോൾ
mr: Firefox उघडताना
ne_np: Firefox खोल्ने समयमा
pl: podczas otwierania Firefoksa
ru: При открытии Firefox
sl: Ko odprete Firefox
sq: Kur Hapet Firefox-i
ta: பயர்பாஃசைத் திறக்கும் போது
tl: Kapag Binubuksan ang Firefox
zh_cn: 当打开 Firefox 时
zh_tw: 開啟 Firefox 時

# Settings.OfferClipboardBar.Status.v128
source: When opening %@
es_mx: Al abrir %@
he: בעת פתיחת %@
ja: %@ を開くとき
ka: როცა გაიხსნება %@
kab: Mi ara yeldi %@
ko: %@ 열 때
lo: ເມື່ອເປີດ %@
ml: %@ തുറക്കുമ്പോൾ
sl: Ko odprete %@
zh_cn: 打开 %@ 时询问

# Settings.OfferClipboardBar.Title
source: Offer to Open Copied Links
ast: Ufrir l'apertura d'enllaces copiaos
bs: Ponuda za otvaranje kopiranih veza
cs: Nabízet otevření zkopírovaných adres
es_ar: Oferta para abrir enlaces copiados
es_mx: Ofrecer para abrir enlaces copiados
eu: Eskaini kopiatutako loturak irekitzea
gl: Propor abrir ligazóns copiadas
gu_in: કૉપિ કરેલી લિંક્સ ખોલવાની ઑફર કરો
he: הצעה לפתיחת קישורים מועתקים
hu: Másolt hivatkozások megnyitásának felajánlása
ja: コピーしたリンクを開くか尋ねる
ka: აღებულ ბმულებზე გადასვლის შემოთავაზება
kab: Sumer tulya n iseɣwan yettwaneɣlen
kk: Көшіріп алынған сілтемелерді ашуды ұсыну
ko: 복사된 링크를 열도록 제시
lo: ສະເຫນີໃຫ້ເປີດລີ້ງທີ່ໄດ້ສຳເນົາໄວ້
ml: പകർത്തിയ കണ്ണികൾ തുറക്കുമെന്നു് വാഗ്ദാനം ചെയ്യുന്നു
mr: प्रत बनवलेल्या दुवा उघडण्याचा प्रस्ताव द्या
ne_np: प्रतिलिपि गरिएका लिङ्कहरू खोल्न प्रस्ताव गर्नुहोस्
pl: Otwieranie skopiowanych odnośników
ru: Запрос открытия скопированных ссылок
sl: Ponudi odpiranje kopiranih povezav
sq: Ofroni të Hapen Lidhjet e Kopjuara
ta: திறந்த நகலெத்த தொடுப்புகளுக்கு வழங்கப்படுகிறது
tl: Mag-alok sa Buksan ang Mga Nakopya
zh_cn: 询问打开已复制的链接
zh_tw: 讓您開啟複製的鏈結

# Settings.OpenWith.PageTitle
source: Open mail links with
ast: Abrir enllaces de corréu con
bs: Otvori veze e-pošte s
cs: Otevírat e-mailové odkazy v
es_ar: Abrir enlaces de correo en
es_mx: Abrir enlaces de correo con
eu: Ireki posta-loturak honekin
gl: Abrir as ligazóns de corre con
gu_in: સાથે મેલ લિંક્સ ખોલો
he: פתיחת קישורי דוא״ל
hu: E-mail hivatkozások társítása
ja: メールリンクを開くアプリ
ka: ელფოსტის ბმულების გახსნა
kab: Ldi iseɣwan n yimayl s
kk: Пошта сілтемелерін көмегімен ашу
ko: 메일 링크 열기
lo: ເປີດລີ້ງເມລໃນ
ml: ഇ-തപാൽ കണ്ണികൾ തുറക്കാന്‍
mr: मेल लिंक यासोबत उघडा
ne_np: मेल लिङ्क यसमा खोल्नुहोस्
pl: Domyślna aplikacja
ru: Открывать почтовые ссылки в
sl: Za odpiranje e-poštnih povezav uporabi
sq: Lidhjet për postë hapi në
ta: இதனுடன் மடல் தொடுப்புகளைத் திற
tl: Buksan ang mail links sa
zh_cn: 打开邮件链接于
zh_tw: 開啟郵件鏈結的程式

# Settings.OpenWith.SectionName
source: Mail App
ast: Aplicación de corréu
bs: Aplikacija za e-poštu
cs: E-mailová aplikace
es_ar: Aplicación de correo electrónico
es_mx: Aplicación de correo
eu: Posta aplikazioa
gl: Aplicativo de correo
gu_in: મેઇલ એપ્લિકેશન
he: יישומון הדוא״ל
hu: Levelezőalkalmazás
ja: メールアプリ
ka: ელფოსტის პროგრამა
kab: Asnas n imayl
kk: Mail қолданбасы
ko: 메일 앱
lo: ແອັບເມລ
ml: മെയില്‍ ആപ്പ്
mr: मेल अॅप
ne_np: निम्न प्रयोग गरेर खोल्नुहोस्
pl: Aplikacja e-mail
ru: Почтовое приложение
sl: Aplikacija za e-pošto
sq: Aplikacionin Mail
ta: மடல் செயலி
tl: Buksan sa Pamamagitan ng
zh_cn: 邮件应用
zh_tw: 郵件 App

# Settings.Passwords.FingerPrintReason.v103
source: Use your fingerprint to access passwords now.
es_mx: Usa tu huella digital para acceder a tus contraseñas ahora.
eu: Erabili zure hatz-marka pasahitzen sarbidea izateko.
he: שימוש בטביעת אצבע כדי לגשת לססמאות.
hu: Használja az ujjlenyomatát, hogy most hozzáférjen a jelszavakhoz.
ja: 指紋認証を使用してログイン情報とパスワードにアクセスします。
ka: პაროლებთან წვდომა თითის ანაბეჭდით.
kab: Seqdec adsil-ik·im umḍin i wakken ad tkecmeḍ tura ɣer wawalen uffiren.
ko: 이제 지문으로 비밀번호를 사용하세요.
lo: ໃຊ້ລາຍນິ້ວມືຂອງທ່ານເພື່ອເຂົ້າເຖິງລະຫັດຜ່ານດຽວນີ້.
ml: ഒളിവാക്കുകൾ ലഭിക്കാനായി താങ്കളുടെ വിരലടയാളം ഉപയോഗിക്കുക.
pl: Użyj Touch ID, by uzyskać dostęp do haseł.
sl: Uporabite svoj prstni odtis za dostop do gesel.
zh_cn: 验证您的指纹以访问密码。
zh_tw: 掃描指紋，開啟儲存的密碼。

# Settings.Passwords.OnboardingMessage.v103
source: Your passwords are now protected by Face ID, Touch ID or a device passcode.
es_mx: Tus contraseñas ahora están protegidas por Face ID, Touch ID y código de acceso en el dispositivo.
eu: Zure pasahitzak Face ID, Touch ID edo gailuaren pasakode bidez babestuta daude orain.
he: הססמאות שלך כעת מוגנות על־ידי Face ID,‏ Touch ID או קוד הגישה של המכשיר.
hu: Jelszavait mostantól a Face ID, a Touch ID vagy egy eszközjelkód védi.
ja: あなたのパスワードが Face ID または Touch ID、端末のパスコードにより保護されるようになりました。
ka: თქვენი პაროლების დასაცავად გამოიყენება სახის ამომცნობი, შეხების ამომცნობი ან შესვლის კოდი.
kab: Awalen-ik·im uffiren tura ttwammestnen s Usulay n Face ID, Touch ID neɣ s tengalt n uɛeddi n yibenk.
ko: 이제 비밀번호가 Face ID, Touch ID 또는 기기 비밀번호로 보호됩니다.
lo: ດຽວນີ້ລະຫັດຜ່ານຂອງທ່ານຖືກປົກປ້ອງໂດຍ Face ID, Touch ID ຫຼືລະຫັດຜ່ານຂອງອຸປະກອນ.
pl: Hasła są teraz chronione przez Face ID, Touch ID lub kod urządzenia.
sl: Vaša gesla so zdaj zaščitena s Face ID, Touch ID ali geslom naprave.
zh_cn: 您的密码受到面容 ID、触控 ID或设备密码保护。
zh_tw: 您儲存的密碼將受 Face ID、Touch ID 或裝置解鎖碼保護。

# Settings.Passwords.SavePasswords.v103
source: Save Passwords
es_mx: Guardar contraseñas
eu: Gorde pasahitzak
he: שמירת ססמאות
hu: Jelszavak mentése
ja: パスワードを保存する
ka: პაროლების შენახვა
kab: Sekles awalen uffiren
ko: 비밀번호 저장
lo: ບັນທຶກລະຫັດຜ່ານ
ml: ഒളിവാക്കുകൾ കരുതിവയ്ക്കുക
pl: Zachowywanie haseł
sl: Shranjuj gesla
zh_cn: 保存密码
zh_tw: 儲存密碼

# Settings.Passwords.Title.v103
source: Passwords
es_mx: Contraseñas
eu: Pasahitzak
he: ססמאות
hu: Jelszavak
ja: パスワード
ka: პაროლები
kab: Awalen uffiren
ko: 비밀번호
lo: ລະຫັດຜ່ານ
ml: ഒളിവാക്കുകൾ
pl: Hasła
sl: Gesla
zh_cn: 密码
zh_tw: 密碼

# Settings.SaveLogins.Title
source: Save Logins
cs: Ukládat přihlašovací údaje
es_ar: Guardar las contraseñas
es_mx: Inicios de sesión guardados
eu: Gorde saio-hasierak
gu_in: લૉગિન સાચવો
he: שמירת כניסות
hu: Bejelentkezések mentése
ja: ログイン情報を保存
ka: ანგარიშის მონაცემების შენახვა
kab: Inekcam yettwakelsen
kk: Логиндерді сақтау
ko: 로그인 저장
lo: ບັກທຶກການເຂົ້າສູ່ລະບົບ
ml: പ്രവേശനം സംരക്ഷിക്കുക
ne_np: लगइनलाई सेभ गर्नुहोस्
pl: Zachowywanie danych logowania
ru: Сохранять логины
sl: Shrani prijave
zh_cn: 保存登录信息
zh_tw: 儲存登入資訊

# Settings.Search.Done.Button
source: Done
ast: Fecho
bg: Готово
bs: Gotovo
cs: Hotovo
eo: Farita
es_ar: Listo
es_mx: Hecho
eu: Eginda
gd: Deiseil
gl: Feito
gu_in: થઈ ગયું
he: סיום
hu: Kész
ja: 完了
ka: მზადაა
kab: Immed
kk: Дайын
ko: 완료
lo: ສຳເລັດ
lv: Gatavs
ml: പൂർത്തിയായി
mr: पूर्ण झाले
ms: Selesai
ne_np: पूरा भयो
pl: Gotowe
ro: Gata
ru: Готово
sk: Hotovo
sl: Končaj
sq: U bë
ta: முடிந்தது
tl: Tapos Na
zh_cn: 完成
zh_tw: 完成

# Settings.Search.Edit.Button
source: Edit
ast: Editar
bg: Редактиране
bs: Uredi
cs: Upravit
eo: Redakti
es_ar: Editar
es_mx: Editar
eu: Editatu
gd: Deasaich
gl: Editar
gu_in: ફેરફાર કરો
he: עריכה
hu: Szerkesztés
ja: 編集
ka: ჩასწორება
kab: Ẓreg
kk: Түзету
ko: 수정
lo: ແກ້ໄຂ
lv: Rediģēt
ml: തിരുത്തുക
mr: संपादित करा
ne_np: सम्पादन गर्नुहोस्
pl: Edytuj
ro: Editează
ru: Изменить
sk: Upraviť
sl: Uredi
sq: Përpunoni
ta: தொகு
tl: I-edit
zh_cn: 编辑
zh_tw: 編輯

# Settings.SendUsage.Link
source: Learn More.
ast: Deprendi más.
bs: Saznajte više.
cs: Zjistit více.
es_ar: Conocer más.
es_mx: Aprender más.
eu: Argibide gehiago.
gl: Máis información.
gu_in: વધુ શીખો.
he: מידע נוסף.
hu: További tudnivalók
ja: 詳細情報。
ka: ვრცლად.
kab: Issin ugar.
kk: Көбірек білу.
ko: 자세히 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ.
ml: കൂടുതൽ അറിയുക.
mr: आणखी जाणा.
ne_np: अझ जान्नुहोस् |
pl: Więcej informacji.
ru: Подробнее.
sl: Več o tem.
sq: Mësoni Më Tepër.
ta: மேலும் அறிய.
tl: Matuto ng higit pa.
zh_cn: 详细了解。
zh_tw: 了解更多。

# Settings.SendUsage.Message
source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
ast: Mozilla esfuérciase en recoyer namái lo que precisa pa fornir y ameyorar Firefox pa tol mundu.
bs: Mozila nastoji prikupljati samo ono što trebamo da osiguramo i poboljšamo Firefox za sve.
cs: Mozilla sbírá jenom informace potřené pro vylepšování Firefoxu.
es_ar: Mozilla se esfuerza por recolectar solamente lo que necesitamos para proveer y mejorar Firefox para todos.
es_mx: Mozilla lucha por recolectar solo lo necesario para brindar y mejorar Firefox para todos.
eu: Firefox denontzat eskaini eta hobetzeko beharrezkoa dena soilik biltzen ahalegintzen da Mozilla.
gl: Mozilla esforzase por recoller só os datos necesarios para fornecer e mellorar Firefox para todos.
gu_in: Mozilla ફક્ત દરેકને માટે Firefox આપવા અને સુધારવા માટે જરૂરી છે તે એકત્રિત કરવાનો પ્રયાસ કરે છે.
he: הגישה של Mozilla היא לאסוף רק מה שנדרש לצורך שיפור Firefox לטובת הכלל.
hu: A Mozilla arra törekszik, hogy csak azt gyűjtse, ami a Firefox fejlesztéséhez és támogatásához szükséges.
ja: Mozilla は Firefox を皆さんに提供し改善するために必要な情報だけを収集するよう努めています。
ka: Mozilla აღრიცხავს მხოლოდ იმ მონაცემებს, რომლითაც ვახერხებთ გავაუმჯობესოთ Firefox.
kab: Mozilla tettennaɣ akken ad telqeḍ kan ayen tesra i usnulfu d usnerni n Firefox i yal yiwen
kk: Mozilla тек Firefox қолданбасын әркім үшін ұсыну және жақсарту мақсатында керек деректерді жинауға тырысады.
ko: Mozilla는 Firefox를 개선하기 위한 정보만 수집하기 위해 노력합니다.
lo: Mozilla ພະຍາຍາມທີ່ຈະເກັບຮວບຮ່ວມສະເພາະສິ່ງທີ່ຈຳເປັນຕໍ່ການປັບປູງ Firefox ສຳລັບທຸກໆຄົນ.
ml: എല്ലാവര്‍ക്കും ഫയര്‍ഫോക്സ് മെച്ചപ്പെട്ടതാക്കാൻ ആവശ്യമുള്ള ഡാറ്റ മാത്രം ശേഖരിക്കാൻ മോസില്ല ശ്രദ്ധിയ്ക്കുന്നു.
mr: सर्वांसाठी Firefox उपलब्ध करण्यास व सुधारण्यास जी माहिती गरजेची आहे फक्त तीच जमा करण्यास Mozilla तत्पर आहे.
ne_np: Mozilla सबैको लागि Firefox प्रदान र सुधार गर्न आवश्यक कुरा मात्र संकलन गर्ने प्रयास गर्दछ ।
pl: Mozilla dokłada wszelkich starań, by zbierać jedynie niezbędne dane w celu dostarczania i ulepszania Firefoksa.
ru: Mozilla обязуется собирать только ту информацию, которая необходима для работы Firefox и его улучшения в будущем.
sl: Mozilla se trudi, da zbira samo podatke, ki jih potrebuje za razvoj in izboljševanje Firefoxa.
sq: Mozilla rreket të grumbullojë vetëm sa na duhen për të ofruar dhe përmirësuar Firefox-in për këdo.
ta: அனைவருக்கும் வழங்க மேம்படுத்த தேவையானவற்றை மட்டுமே சேகரிக்க மொசில்லா உறுதிபூண்டுள்ளது.
tl: Nagsusumikap ang Mozilla na kolektahin lamang kung ano ang kailangan naming ibigay at pagbutihin ang Firefox para sa lahat.
zh_cn: Mozilla 力图仅收集为大众提供和改进 Firefox 所必要的信息。
zh_tw: Mozilla 致力於只收集用來為眾人改善 Firefox 所需的必要資料。

# Settings.SendUsage.Title
source: Send Usage Data
ast: Unviar datos d'usu
bs: Šalji podatke o korištenju
cs: Odesílat údaje o používání
es_ar: Enviar datos de uso
es_mx: Enviar datos de uso
eu: Bidali erabilera-datuak
gl: Enviar datos de uso
gu_in: વપરાશ ડેટા મોકલો
he: שליחת נתוני שימוש
hu: Használati adatok küldése
ja: 利用統計データを送信
ka: მონაცემთა აღრიცხვა
kab: Azen isefka n useqdec
kk: Қолдану деректерін жіберу
ko: 사용현황 데이터 보내기
lo: ສົ່ງຂໍ້ມູນການນຳໃຊ້
ml: ഉപയോഗ ഡാറ്റ അയക്കുക
mr: वापर माहिती पाठवा
ne_np: उपयोग डाटा पठाउनुहोस्
pl: Przesyłanie danych o użyciu
ru: Отправлять данные о работе
sl: Pošiljaj podatke o uporabi
sq: Dërgo të Dhëna Përdorimi
ta: பயனளவு தரவை அனுப்பு
tl: Ipadala ang Data ng Paggamit
zh_cn: 发送使用数据
zh_tw: 傳送使用資料

# Settings.ShowLinkPreviews.Status
source: When Long-pressing Links
cs: při podržení prstu na odkaze
es_ar: Al realizar un toque largo sobre enlaces
es_mx: Al realizar un toque largo sobre enlaces
eu: Loturak denbora luzez sakatzean
he: בעת לחיצה ארוכה על קישורים
hu: A hivatkozások hosszú megnyomásakor
ja: リンクを長押しした時
ka: ბმულზე ხანგრძლივი დაჭერისას
kab: Mi ara izegga issed ɣef iseɣwan
kk: Сілтемелерді ұзақ басқанда
ko: 링크를 길게 누를 때
lo: ເມື່ອກົດລີ້ງຄ້າງໄວ້ດົນໆ
ml: കണ്ണികൾ ദീർഘനേരം അമർത്തുമ്പോൾ
ne_np: लिङ्कहरू लामो-थिच्दा खेरि
pl: po przytrzymaniu odnośnika
ru: При длительном нажатии на ссылку
sl: Ob dolgem pritisku na povezave
zh_cn: 长按链接时显示
zh_tw: 長按鏈結時

# Settings.ShowLinkPreviews.StatusV2
source: When long-pressing links
es_mx: Al realizar un toque largo sobre enlaces
he: בעת לחיצה ארוכה על קישורים
ja: リンクを長押しした時
ka: ბმულზე ხანგრძლივი დაჭერისას
kab: Mi ara izegga issed ɣef iseɣwan
ko: 링크를 길게 누를 때
lo: ເມື່ອກົດລີ້ງຄ້າງໄວ້ດົນໆ
ml: കണ്ണികൾ ദീർഘനേരം അമർത്തുമ്പോഴു്
sl: Ob dolgem pritisku na povezave
zh_cn: 长按链接时显示

# Settings.ShowLinkPreviews.Title
source: Show Link Previews
cs: Zobrazit náhled odkazu
es_ar: Mostrar previsualizaciones de enlaces
es_mx: Mostrar vista previa de los enlaces
eu: Erakutsi loturen aurrebista
he: הצגת תצוגה מקדימה של קישורים
hu: Hivatkozás előnézetek megjelenítése
ja: リンク先のプレビューを表示
ka: ბმულის შეთვალიერების ჩვენება
kab: Sken taskant n useɣwen
kk: Сілтемелердің алдын-ала қараулы көрсету
ko: 링크 미리보기 표시
lo: ສະແດງຕົວຢ່າງລີ້ງ
ml: കണ്ണികളുടെ മുൻകാഴ്ച കാണിക്കുക
ne_np: लिङ्कको पूर्वावलोकनहरु देखाउनुहोस्
pl: Wyświetlanie podglądu strony
ru: Показать предпросмотр ссылки
sl: Prikaži predoglede povezav
zh_cn: 显示链接预览
zh_tw: 顯示鏈結預覽畫面

# Settings.ShowLoginsInAppMenu.Title
source: Show in Application Menu
cs: Zobrazit v nabídce aplikace
es_ar: Mostrar en el Menú de aplicaciones
es_mx: Mostrar en el menú de la aplicación
eu: Erakutsi aplikazio-menuan
gu_in: એપ્લિકેશન મેનુમાં બતાવો
he: הצגה בתפריט היישום
hu: Megjelenítés az alkalmazásmenüben
ja: アプリケーションメニューに表示
ka: პროგრამის მენიუში ჩვენება
kab: Sken-d deg umuɣ n usnas
kk: Қолданба мәзірінде көрсету
ko: 어플리케이션 메뉴에 표시
lo: ສະແດງໃນເມນູແອັບພລິເຄຊັນ
ml: അപ്ലിക്കേഷൻ മെനുവിൽ കാണിക്കുക
ne_np: एप्लिकेसन मेनुमा देखाउनुहोस्
pl: Wyświetlanie w menu aplikacji
ru: Показывать в меню приложения
sl: Prikaži v meniju aplikacije
zh_cn: 在应用程序菜单中显示
zh_tw: 於應用程式選單中顯示
