Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Bookmarks.Menu.DesktopBookmarks
source: Desktop Bookmarks
es_mx: Marcadores de escritorio
eu: Mahaigaineko laster-markak
he: סימניות מהמחשב
hu: Asztali könyvjelzők
ja: デスクトップブックマーク
ka: კომპიუტერის სანიშნები
kab: Ticraḍ n tnarit
ko: 데스크톱 북마크
lo: ບຸກມາກເດສກທັອບ
ml: ഉപരിഫലക അടയാളകുറിപ്പുകള്‍
ne_np: डेस्कटप पुस्तकचिनोहरू
pl: Zakładki z komputera
sl: Namizni zaznamki
zh_cn: 桌面设备上的书签
zh_tw: 來自電腦的書籤

# Bookmarks.NewBookmark.Label
source: New Bookmark
cs: Nová záložka
es_ar: Marcador nuevo
es_mx: Nuevo marcador
eu: Laster-marka berria
gu_in: નવી બુકમાર્ક
he: סימנייה חדשה
hu: Új könyvjelző
ja: 新規ブックマーク
ka: ახალი სანიშნი
kab: Tacreṭ n usebter tamaynut
kk: Бетбелгіні қосу
ko: 새 북마크
lo: ບຸກມາກໃຫມ່
ml: പുതിയ അടയാളക്കുറിപ്പു്
ne_np: नयाँ पुस्तकचिनो
pl: Nowa zakładka
ru: Новая закладка
sl: Nov zaznamek
zh_cn: 新建书签
zh_tw: 新增書籤

# Bookmarks.NewFolder.Label
source: New Folder
ast: Carpeta nueva
bg: Нова папка
bs: Novi direktorij
cs: Nová složka
eo: Nova dosierujo
es_ar: Nueva carpeta
es_mx: Nueva carpeta
eu: Karpeta berria
gd: Pasgan ùr
gl: Novo cartafol
gu_in: નવું ફોલ્ડર
he: תיקייה חדשה
hu: Új mappa
ja: 新規フォルダー
ka: ახალი საქაღალდე
kab: Rnu Akaram
kk: Жаңа бума
ko: 신규 폴더
lo: ໂຟລເດີໃຫມ່
lv: Jauna mape
ml: പുതിയ അറ
mr: नवीन संचयीका
ms: Folder Baru
ne_np: नयाँ फोल्डर
pl: Nowy folder
ro: Dosar nou
ru: Новая папка
sk: Nový priečinok
sl: Nova mapa
sq: Dosje e Re
ta: பதிய அடைவு
tl: Bagong Folder
zh_cn: 新建文件夹
zh_tw: 新增資料夾

# Bookmarks.NewSeparator.Label
source: New Separator
cs: Nový oddělovač
es_ar: Nuevo separador
es_mx: Nuevo separador
eu: Bereizle berria
gu_in: નવો વિભાજક
he: קו מפריד חדש
hu: Új elválasztó
ja: 新規区切り
ka: ახალი გამყოფი
kab: Anabraz amaynut
kk: Жаңа ажыратқыш
ko: 새 구분자
lo: ຕົວແບ່ງໃຫມ່
ml: പുതിയ വിടവടയാളം
ne_np: नयाँ बिभाजक
pl: Nowy separator
ru: Новый разделитель
sl: Nova ločilna črta
zh_cn: 新建分割条
zh_tw: 新增分隔線

# Bookmarks.Title.Label
source: Title
ast: Títulu
bg: Титла
bs: Naslov
cs: Název
eo: Titolo
es_ar: Título
es_mx: Título
eu: Izenburua
gd: Tiotal
gl: Título
gu_in: શીર્ષક
he: כותרת
hu: Cím
ja: タイトル
ka: დასახელება
kab: Azwel
kk: Атауы
ko: 제목
lo: ຫົວຂໍ້
lv: Virsraksts
ml: തലക്കെട്ട്
mr: शीर्षक
ms: Tajuk
ne_np: शीर्षक
pl: Tytuł
ro: Titlu
ru: Заголовок
sk: Názov
sl: Naslov
sq: Titull
ta: தலைப்பு
tl: Pamagat
zh_cn: 标题
zh_tw: 標題

# BreachAlerts.BreachDate
source: This breach occurred on
cs: K tomuto úniku došlo dne
es_ar: Esta violación ocurrió el
es_mx: Esta filtración ocurrió el
eu: Urratzea data honetan gertatu zen
he: דליפה זו אירעה בתאריך
hu: Az adatvédelmi incidens ekkor történt:
ja: 情報漏洩の発生日
ka: მიტაცების თარიღია
kab: Tarewla-a teḍra-d deg
kk: Бұл бұзушылық орын алған уақыты
ko: 유출 발생일:
lo: ການຮົ່ວໄຫລນີ້ໄດ້ເກີດຂື້ນເມື່ອ
ml: ഈ ലംഘനം സംഭവിച്ചു
ne_np: यसमा उल्लंघन भएको छ
pl: Wyciek z
sl: Do te kraje podatkov je prišlo dne
zh_cn: 此外泄发生于
zh_tw: 此次事件發生於

# BreachAlerts.Description
source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
cs: Od poslední změny vašich přihlašovacích údajů došlo k úniku nebo krádeži hesel. Pro ochranu účtu se k němu přihlaste a své heslo si změňte.
es_ar: Las contraseñas se filtraron o se robaron desde la última vez que cambió su contraseña. Para proteger esta cuenta, inicie sesión en el sitio y cambie su contraseña.
es_mx: Hubo contraseñas que fueron filtradas o robadas desde la última vez que cambiaste tu contraseña. Para proteger esta cuenta, conéctate en el sitio y cambia tu contraseña.
eu: Zure pasahitza aldatu zenuen azken alditik pasahitzak jakitera eman edo lapurtu egin dira. Kontu hau babesteko, hasi saioa gunean eta aldatu pasahitza.
he: ססמאות הודלפו או נגנבו מאז ששינית לאחרונה את הססמה שלך. כדי להגן על חשבון זה, יש להתחבר לאתר ולשנות את הססמה שלך.
hu: A jelszavak kiszivárogtak, vagy ellopták őket a a legutóbbi megváltoztatása óta. A fiókja megvédéséhez jelentkezzen be a webhelyre, és változtassa meg a jelszavát.
ja: あなたが最後にパスワードを変更した後に、パスワードが漏洩または盗まれました。このアカウントを保護するには、サイトにログインしてパスワードを変更してください。
ka: პაროლები გამჟღავნდა ან მიიტაცეს თქვენი ბოლოს ცვლილების შემდგომ. ანგარიშის დასაცავად, შედით საიტზე და კვლავ შეცვალეთ პაროლი.
kab: Awalen uffiren ttukcafen neɣ ttwakren seg usnifel aneggaru n wawal-ik·im uffir. I ummesten n umiḍan-a, kcem ɣer usmel syen beddel awal-ik·im uffir.
kk: Пароліңізді соңғы рет өзгерткеннен кейін парольдер бұзылған немесе ұрланған. Бұл тіркелгіні қорғау үшін, бұл сайтқа кіріңіз және пароліңізді ауыстырыңыз.
ko: 마지막으로 비밀번호를 변경 한 이후 비밀번호가 유출되거나 도난당했습니다. 이 계정을 보호하려면 사이트에 로그인하고 비밀번호를 변경하십시오.
lo: ລະຫັດຜ່ານໄດ້ຖືກເປີດເຜີຍ ຫລື ລັກນັບແຕ່ທ່ານໄດ້ປ່ຽນລະຫັດຜ່ານຄັ້ງຫລ້າສຸດ. ເພື່ອຮັກສາບັນຊີນີ້ ໃຫ້ລັອກອິນເຂົ້າສູ່ເວັບໄຊທແລ້ວປ່ຽນລະຫັດຜ່ານໃຫມ່.
ml: താങ്ങൾ അവസാനമായി ഒളിവാക്കു് മാറ്റിയതിനാൽ ഒളിവാക്കുകൾ ചോർന്നു അല്ലെങ്കിൽ മോഷ്ടിക്കപ്പെട്ടു. ഈ അക്കൗണ്ട് പരിരക്ഷിക്കുന്നതിന്, സൈറ്റിലേക്ക് പ്രവേശിച്ച് ഒളിവാക്കു് മാറ്റുക.
ne_np: तपाईंले पछिल्लो पटक आफ्नो पासवर्ड परिवर्तन गरेपछि, पासवर्डहरू लीक वा चोरी भएका थिए। यो खाता सुरक्षित गर्न, साइटमा लग इन गर्नुहोस् र आफ्नो पासवर्ड परिवर्तन गर्नुहोस्।
pl: Od czasu ostatniej zmiany danych logowania hasła z tej witryny wyciekły lub zostały wykradzione. Zaloguj się na witrynie i zmień hasło, by ochronić to konto.
sl: Gesla so bila izpostavljena ali ukradena, odkar ste nazadnje spremenili svoje geslo. Če želite zaščititi ta račun, se prijavite na spletno stran in spremenite geslo.
zh_cn: 自上次更改密码后，密码已遭泄露或窃取。为保护此账户，请登录网站并更改密码。
zh_tw: 自您上次更改密碼後發生過密碼外洩或失竊事件。為了保護此帳號，請登入網站更改密碼。

# BreachAlerts.LearnMoreButton
source: Learn more
cs: Zjistit více
es_ar: Conocer más
es_mx: Saber más
eu: Argibide gehiago
he: מידע נוסף
hu: További tudnivalók
ja: 詳細情報
ka: ვრცლად
kab: Issin ugar
kk: Көбірек білу
ko: 자세히 보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
ne_np: थप जान्नुहोस्
pl: Więcej informacji
ru: Подробнее
sl: Več o tem
zh_cn: 详细了解
zh_tw: 了解更多

# BreachAlerts.Link
source: Go to
cs: Navštívit
es_ar: Ir a
es_mx: Ir a
eu: Joan webgunera
he: לעבור אל
hu: Ugrás:
ja: サイトへ移動
ka: გადასვლა
kab: Ddu ɣer
kk: Өту
ko: 이동
lo: ໄປ​ທີ່
ml: എന്നതിലേക്ക് പോകുക
ne_np: जानुहोस्
pl: Otwórz witrynę
ru: Перейти к
sl: Pojdi na
zh_cn: 前往
zh_tw: 前往

# BreachAlerts.Title
source: Website Breach
cs: Únik z webových stránek
es_ar: Violación del sitio web
es_mx: Filtración de sitio
eu: Webgune-urratzea
he: דליפת אתר
hu: Weboldalon történt adatvédelmi incidens
ja: ウェブサイトからの情報漏洩
ka: იერიშმიტანილი საიტი
kab: Tarewla n yismal web
kk: Веб-сайттың бұзылуы
ko: 웹 사이트 유출
lo: ການຮົ່ວໄຫລຂອງເວັບໄຊທ
ml: വെബ്‌സ്ഥാന ലംഘനം
ne_np: वेबसाइट उल्लङ्घन
pl: Wyciek haseł z witryny
ru: Утечка на сайте
sl: Kraja podatkov spletne strani
zh_cn: 网站信息外泄
zh_tw: 網站資訊外洩

source: Brightness
ast: Rellumu
bg: Яркост
bs: Osvjetljenje
cs: Jas
cy: Disgleirdeb
eo: Brileco
es_ar: Brillo
es_mx: Brillo
eu: Distira
gd: Soilleireachd
gl: Brillo
gu_in: તેજ
he: בהירות
hu: Fényerő
ja: 明るさ
ka: სიკაშკაშე
kab: Asebrureq
kk: Жарықтылығы
ko: 밝기
lo: ຄວາມສະຫວ່າງ
lv: Spilgtums
ml: തെളിച്ചം
mr: प्रखरता
ms: Kecerahan
ne_np: चमक
pl: Jasność
ro: Luminozitate
ru: Яркость
sk: Jas
sl: Svetlost
sq: Ndriçim
ta: ஒளிர்வு தன்மை
tl: Tinkad
zh_cn: 亮度
zh_tw: 亮度

source: Changes color theme.
ast: Camuda'l color del tema.
bg: Променя цветовата схема.
bs: Mijenja boju teme.
cs: Změní barevné schéma.
cy: Newid lliw'r thema.
eo: Ŝanĝi koloran etoson.
es_ar: Cambia el color del tema.
es_mx: Cambiar el color del tema.
eu: Itxuraren kolorea aldatzen du.
gd: Atharraichidh seo ùrlar nan dathan.
gl: Cambia o tema de cores.
gu_in: કલર થીમ મા ફેરફારો કરે છે.
he: שינוי צבע בערכת הנושא.
hu: Módosítja a színtémát.
ja: カラー設定を変更する。
ka: ცვლის გაფორმების ფერს
kab: Ad yesnifel asentel n yini.
kk: Түстер схемасын өзгертеді.
ko: 색상 테마 변경
lo: ປ່ຽນຊຸດຮູບແບບສີ.
lv: Maina krāsu stilu.
ml: നിറത്തിന്റെ തീം മാറ്റുക.
mr: रंग थीम बदलते.
ms: Tukar tema warna.
ne_np: रङ्ग थीम बदल्छ।
pl: Zmienia kolor motywu
ro: Schimbă culoarea temei.
ru: Изменяет цветовую тему.
sk: Zmení farebnú tému
sl: Spremeni barvno temo.
sq: Ndryshon temë ngjyrash.
ta: வண்ண கருப்பொருளை மாற்றுகிறது.
tl: Papalit ng color theme.
zh_cn: 更改色彩主题。
zh_tw: 變更色彩主題。

source: Changes font type.
ast: Camuda la triba de fonte.
bg: Променя стила на шрифта.
bs: Mijenja vrstu fonta.
cs: Změní typ písma.
cy: Newid y math o ffont.
eo: Ŝanĝi tiparon.
es_ar: Cambia el tipo de fuente.
es_mx: Cambiar el tipo de letra.
eu: Letra-tipo mota aldatzen du.
gd: Atharraichidh seo seòrsa a’ chruth-chlò.
gl: Cambia o tipo de letra.
gu_in: ફોન્ટ પ્રકારમાં ફેરફાર કરો.
he: שינוי סוג גופן.
hu: Módosítja a betűkészletet.
ja: フォントの種類を変更します。
ka: ცვლის, შრიფტის იერსახეს.
kab: Snifel anaw n tsefsit
kk: Қаріп түрін өзгертеді.
ko: 서체 변경
lo: ປ່ຽນປະເພດຕົວອັກສອນ.
lv: Maina fontu.
ml: ഫോണ്ടിന്റെ ശൈലി മാറ്റും.
mr: फॉन्ट प्रकार बदलते.
ms: Tukar jenis fon.
ne_np: फन्ट शैली परिवर्तन गर्छ।
pl: Zmienia typ czcionki
ro: Schimbă tipul fontului.
ru: Изменяет тип шрифта.
sk: Zmení typ písma
sl: Spremeni slog pisave.
sq: Ndryshon lloj shkronjash.
ta: எழுத்துரு வகையை மாற்றுகிறது.
tl: Papalit ng font type.
zh_cn: 更改字体。
zh_tw: 變更字體。

# ClipboardToast.GoToCopiedLink.Button
source: Go
ast: Dir
bg: Да
bs: Idi
cs: Přejít
es_ar: Ir
es_mx: Ir
eu: Joan
gl: Ir
gu_in: જાઓ
he: מעבר
hu: Ugrás
ja: 開く
ka: გადასვლა
kab: Bdu
kk: Өту
ko: 이동
lo: ໄປ
ml: പോവുക
mr: जा
ms: Teruskan
ne_np: जानुहोस्
pl: Otwórz
ru: Перейти
sl: Pojdi
sq: Shko
ta: செல்க
tl: Puntahan
zh_cn: 前往
zh_tw: 前往

# ClipboardToast.GoToCopiedLink.Title
source: Go to copied link?
ast: ¿Dir al enllaz copiáu?
bg: Посещаване на копираната препратка?
bs: Idi na kopirani link?
cs: Přejít na zkopírovaný odkaz?
es_ar: ¿Ir al enlace copiado?
es_mx: ¿Ir al enlace copiado?
eu: Joan kopiatutako loturara?
gl: Ir á ligazón copiada?
gu_in: કૉપિ કરેલી લિંક પર જાઓ?
he: לעבור לקישור שהועתק?
hu: Ugrás a másolt hivatkozáshoz?
ja: コピーしたリンクを開きますか？
ka: გსურთ, აღებულ ბმულზე გადასვლა?
kab: Ddu ɣer useɣwen yettwaneɣlen?
kk: Көшірілген сілтемеден өту керек пе?
ko: 복사한 링크로 이동하시겠습니까?
lo: ໄປຫາລີ້ງສຳເນົາໄວ້?
ml: പകർത്തിയ കണ്ണിയിലേക്ക് പോകണോ?
mr: प्रत बनवलेल्या दुव्यावर जायचे का?
ms: Pergi ke pautan yang disalin?
ne_np: कपि गरिएको लिङ्कमा जान चाहानुहुन्छ?
pl: Otworzyć skopiowany odnośnik?
ru: Перейти по скопированной ссылке?
sl: Odprem kopirano povezavo?
sq: Të shkohet te lidhja e kopjuar?
ta: நகலெடுத்த தொடுப்பிற்கு செல்லவா?
tl: Puntahan ang kinopyang link?
zh_cn: 转到复制的链接？
zh_tw: 要開啟複製的鏈結嗎？

source: Close
ast: Zarrar
bg: Затваряне
bs: Zatvori
cs: Zavřít
cy: Cau
eo: Fermi
es_ar: Cerrar
es_mx: Cerrar
eu: Itxi
gd: Dùin
gl: Pechar
gu_in: બંધ કરો
he: סגירה
hu: Bezárás
ja: 閉じる
ka: დახურვა
kab: Mdel
kk: Жабу
ko: 닫기
lo: ປິດ
lv: Aizvērt
ml: അടയ്ക്കുക
mr: बंद करा
ms: Tutup
ne_np: बन्द गर्नुहोस्
pl: Zamknij
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sq: Mbylle
ta: மூடுக
tl: Isara
zh_cn: 关闭
zh_tw: 關閉

source: Closing tab
ast: Zarrando llingüeta
bg: Затваряне на раздел
bs: Zatvori tab
cs: Zavírání panelu
cy: Cau'r tab
eo: Langeto fermata
es_ar: Cerrar pestaña
es_mx: Cerrando pestaña
eu: Fitxa ixten
gd: A’ dùnadh an taba
gl: Pechando lapela
gu_in: ટેબ બંધ કરી રહ્યાં છીએ
he: סגירת לשונית
hu: Lap bezárása
ja: タブを閉じる
ka: ჩანართი იხურება
kab: Amdal n yiccer
kk: Бетті жабу
ko: 탭 닫기
lo: ກຳລັງປິດແທັບ
lv: Cilņu aizvēršana
ml: ടാബ് അടയ്ക്കുന്നു
mr: टॅब बंद करत आहे
ms: Menutup tab
ne_np: ट्याब बन्द गरिँदै
pl: Zamykanie karty
ro: Închiderea filei
ru: Закрытие вкладки
sk: Karta sa zatvára
sl: Zapiranje zavihka
sq: Po mbyllet skeda
ta: கீற்றை மூடுகிறது
tl: Isinasara ang tab
zh_cn: 关闭标签页
zh_tw: 關閉分頁

# ContextMenu.BookmarkLinkButtonTitle
source: Bookmark Link
cs: Přidat do záložek
es_ar: Marcar el enlace
es_mx: Agregar enlace a marcadores
eu: Egin loturaren laster-marka
gu_in: બુકમાર્ક લિંક
he: יצירת סימנייה לקישור
hu: Hivatkozás könyvjelzőzése
ja: リンクをブックマークに追加
ka: ბმულის ჩანიშვნა
kab: Creḍ aseɣwen
kk: Сілтемені бетбелгілерге қосу
ko: 링크 북마크
lo: ບຸກມາກລີ້ງ
ml: കണ്ണി അടയാളപ്പെടുത്തുക
ne_np: बुकमार्कको लिङ्क
pl: Dodaj zakładkę do odnośnika
ru: Добавить в закладки
sl: Dodaj povezavo med zaznamke
zh_cn: 为此链接添加书签
zh_tw: 將鏈結加入書籤

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
source: New Private Tab opened
ast: Abrióse una llingüeta privada nueva
bg: Отворен е нов поверителен раздел
bs: Otvoren novi privatni tab
cs: Nový anonymní panel otevřen
es_ar: Se abrió nueva pestaña privada
es_mx: Nueva Pestaña Privada abierta
eu: Fitxa pribatu berria irekita
gd: Chaidh taba prìobhaideach ùr fhosgladh
gl: Abriuse unha nova lapela privada
gu_in: નવી ખાનગી ટૅબ ખૂલી
he: לשונית פרטית חדשה נפתחה
hu: Új privát lap nyílt meg
ja: 新規プライベートタブを開きました
ka: ახალი პირადი ჩანართი გაიხსნა
kab: Iccer uslig amaynut yeldi
kk: Жаңа жекелік беті ашылды
ko: 새 사생활 보호탭 열림
lo: ເປີດແທັບສ່ວນຕົວໃຫມ່ແລ້ວ
lv: Atvērta jauna privātā cilne
ml: പുതിയ സ്വകാര്യ ടാബ് തുറന്നു
mr: नवीन खाजगी टॅब उघडला
ms: Tab Peribadi Baru telah dibuka
ne_np: नयाँ निजी ट्याब खुल्यो
pl: Otworzono nową kartę prywatną
ro: Filă privată nouă deschisă
ru: Открыта новая приватная вкладка
sl: Odprt nov zaseben zavihek
sq: U hap Skedë e Re Private
ta: அந்தரங்க கீற்று திறந்தது
tl: Bagong Pribadong bukas na Tab
zh_cn: 已新建隐私浏览标签页
zh_tw: 已開啟新隱私分頁

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText.v113
source: New Private Tab Opened
es_mx: Nueva pestaña privada abierta
eu: Fitxa pribatu berria irekita
he: לשונית פרטית חדשה נפתחה
hu: Új privát lap nyílt meg
ja: 新規プライベートタブを開きました
ka: ახალი პირადი ჩანართი გაიხსნა
kab: Iccer amaynut uslig yeldin
ko: 새 사생활 보호탭 열림
lo: ເປີດແຖບສ່ວນຕົວໃໝ່ແລ້ວ
ml: പുതിയ സ്വകാര്യ ടാബു് തുറന്നിരിക്കുന്നു
pl: Otworzono nową kartę prywatną
sl: Odprt nov zaseben zavihek
zh_cn: 已新建隐私浏览标签页
zh_tw: 已開啟新隱私分頁

# ContextMenu.ButtonToast.NewTabOpened.ButtonText
source: Switch
ast: Camudar
bg: Превключване
bs: Promijeni
cs: Přepnout
es_ar: Cambiar
es_mx: Cambiar
eu: Aldatu
gd: Dèan suids
gl: Cambiar
gu_in: બદલો
he: החלפה
hu: Átváltás
ja: 切り替え
ka: გადართვა
kab: Sken
kk: Ауысу
ko: 스위치
lo: ປ່ຽນ
lv: Pārslēgt
ml: മാറുക
mr: बदला
ms: Tukar
ne_np: स्विच गर्नुहोस्
pl: Przejdź
ro: Comută
ru: Перейти
sl: Preklopi
sq: Kaloni në të
ta: தாவு
tl: Lumipat
zh_cn: 切换
zh_tw: 切換

# ContextMenu.ButtonToast.NewTabOpened.LabelText
source: New Tab opened
ast: Abrióse una llingüeta nueva
bg: Отворен е нов раздел
bs: Otvoren novi tab
cs: Nový panel otevřen
es_ar: Nueva pestaña abierta
es_mx: Nueva Pestaña abierta
eu: Fitxa berria irekita
gd: Chaidh taba ùr fhosgladh
gl: Abriuse unha nova lapela
gu_in: નવી ટૅબ ખૂલી ગઇ છે
he: לשונית חדשה נפתחה
hu: Új lap nyílt meg
ja: 新規タブを開きました
ka: ახალი ჩანართი გაიხსნა
kab: Iccer amaynut yeldi
kk: Жаңа бет ашылды
ko: 새 탭 열림
lo: ເປີດແທັບໃຫມ່ແລ້ວ
lv: Atvērta jauna cilne
ml: പുതിയ ടാബ് തുറന്നു
mr: नवीन टॅब उघडला
ms: Tab Baru telah dibuka
ne_np: नयाँ ट्याब खुल्यो
pl: Otworzono nową kartę
ro: Filă nouă deschisă
ru: Открыта новая вкладка
sl: Odprt nov zavihek
sq: U hap Skedë e Re
ta: புதிய கீற்று திறந்தது
tl: Bagong bukas na Tab
zh_cn: 已打开新标签页
zh_tw: 已開啟新分頁

# ContextMenu.ButtonToast.NewTabOpened.LabelText.v114
source: New Tab Opened
es_mx: Nueva pestaña abierta
eu: Fitxa berria irekita
he: לשונית חדשה נפתחה
hu: Új lap nyílt meg
ja: 新規タブを開きました
ka: ახალი ჩანართი გაიხსნა
kab: Iccer amaynut yeldi
ko: 새 탭 열림
lo: ເປີດແຖບໃໝ່ແລ້ວ
ml: പൂതിയ ടാബു് തുറന്നു
pl: Otworzono nową kartę
sl: Nov zavihek odprt
zh_cn: 已打开新标签页
zh_tw: 已開啟新分頁

# ContextMenu.CopyImageButtonTitle
source: Copy Image
cs: Kopírovat obrázek
es_ar: Copiar la imagen
es_mx: Copiar imagen
eu: Kopiatu irudia
gu_in: છબી કૉપિ કરો
he: העתקת תמונה
hu: Kép másolása
ja: 画像をコピー
ka: სურათის ასლი
kab: Nɣel tugna
kk: Суретті көшіру
ko: 이미지 복사
lo: ສຳເນົາຮູບພາບ
ml: ചിത്രം പകര്‍ത്തുക
ne_np: तस्वीर कपि गर्नुहोस्
pl: Kopiuj obraz
ru: Копировать изображение
sl: Kopiraj sliko
zh_cn: 复制图像
zh_tw: 複製圖片

# ContextMenu.CopyImageLinkButtonTitle
source: Copy Image Link
cs: Kopírovat adresu obrázku
es_ar: Copiar el enlace de la imagen
es_mx: Copiar enlace de la imagen
eu: Kopiatu irudiaren lotura
gu_in: છબી ની લિંક કૉપિ કરો
he: העתקת קישור התמונה
hu: Képhivatkozás másolása
ja: 画像リンクをコピー
ka: სურათის ბმულის ასლი
kab: Nɣel aseɣwen n tugna
kk: Сурет сілтемесін көшіру
ko: 이미지 링크 복사
lo: ສຳເນົາລີ້ງຮູບພາບ
ml: ചിത്രത്തിന്റെ കണ്ണി പകർത്തുക
ne_np: तस्वीरको लिङ्क कपि गर्नुहोस्
pl: Kopiuj odnośnik do obrazu
ru: Копировать ссылку на изображение
sl: Kopiraj povezavo slike
zh_cn: 复制图像链接
zh_tw: 複製圖片鏈結

# ContextMenu.CopyLinkButtonTitle
source: Copy Link
cs: Kopírovat odkaz
es_ar: Copiar el enlace
es_mx: Copiar enlace
eu: Kopiatu lotura
gu_in: લિંક કૉપિ કરો
he: העתקת קישור
hu: Hivatkozás másolása
ja: リンクをコピー
ka: ბმულის ასლი
kab: Nɣel aseɣwen
kk: Сілтемені көшіріп алу
ko: 링크 복사
lo: ສຳເນົາລີ້ງ
ml: കണ്ണി പകര്‍ത്തുക
ne_np: लिङ्क कपि गर्नुहोस्
pl: Kopiuj odnośnik
ru: Копировать ссылку
sl: Kopiraj povezavo
zh_cn: 复制链接
zh_tw: 複製鏈結

# ContextMenu.DownloadLinkButtonTitle
source: Download Link
cs: Stáhnout
es_ar: Descargar el enlace
es_mx: Descargar enlace
eu: Deskargatu lotura
gu_in: લિંક ડાઉનલોડ કરો
he: הורדת קישור
hu: Hivatkozás letöltése
ja: リンク先をダウンロード
ka: ბმულის ჩამოტვირთვა
kab: Aseɣwen n uzdam
kk: Сілтемені жүктеп алу
ko: 다운로드 링크
lo: ລີ້ງດາວໂຫລດ
ml: കണ്ണി ഇറക്കിവയ്ക്കുക
ne_np: डाउनलोड लिङ्क
pl: Odnośnik pobierania
ru: Загрузить по ссылке
sl: Prenesi povezavo
zh_cn: 下载链接
zh_tw: 下載鏈結

# ContextMenu.OpenInNewTabButtonTitle
source: Open in New Tab
cs: Otevřít v novém panelu
es_ar: Abrir en una nueva pestaña
es_mx: Abrir en una nueva pestaña
eu: Ireki fitxa berrian
gu_in: નવા ટૅબમાં ખોલો
he: פתיחה בלשונית חדשה
hu: Megnyitás új lapon
ja: 新規タブで開く
ka: გახსნა ახალ ჩანართში
kab: Ldi ɣef yiccer amaynut
kk: Жаңа бетте ашу
ko: 새 탭에서 열기
lo: ເປີດໃນແທັບໃຫມ່
ml: പുതിയ ടാബില്‍ തുറക്കുക
ne_np: नयाँ ट्याबमा खोल्नुहोस्
pl: Otwórz w nowej karcie
ru: Открыть в новой вкладке
sl: Odpri v novem zavihku
zh_cn: 新建标签页打开
zh_tw: 用新分頁開啟

# ContextMenu.SaveImageButtonTitle
source: Save Image
cs: Uložit obrázek
es_ar: Guardar la imagen
es_mx: Guardar imagen
eu: Gorde irudia
gu_in: છબી સાચવો
he: שמירת תמונה
hu: Kép mentése
ja: 画像を保存
ka: სურათის შენახვა
kab: Sekles tugna
kk: Суретті сақтау
ko: 이미지 저장
lo: ບັນທຶກຮູບພາບ
ml: ചിത്രം സൂക്ഷിക്കുക
ne_np: तस्वीर सेभ गर्नुहोस्
pl: Zapisz obraz
ru: Сохранить изображение
sl: Shrani sliko
zh_cn: 保存图像
zh_tw: 儲存圖片

# ContextMenu.ShareLinkButtonTitle
source: Share Link
cs: Sdílet odkaz
es_ar: Compartir el enlace
es_mx: Compartir enlace
eu: Partekatu lotura
gu_in: શેર લિંક
he: שיתוף קישור
hu: Hivatkozás megosztása
ja: リンクを共有
ka: ბმულის გაზიარება
kab: Bḍu aseɣwen
kk: Сілтемемен бөлісу
ko: 링크 공유
lo: ແບ່ງປັນລີ້ງ
ml: കണ്ണി പങ്കിടുക
ne_np: लिङ्क सेयर गर्नुहोस्
pl: Udostępnij odnośnik
ru: Поделиться ссылкой
sl: Deli povezavo
zh_cn: 分享链接
zh_tw: 分享鏈結

# ContextualHints.SearchBarPlacement.CallToAction
source: Toolbar Settings
es_mx: Ajustes de la barra de herramientas
eu: Tresna-barren ezarpenak
he: הגדרות סרגל הכלים
hu: Eszköztár beállításai
ja: ツールバー設定
ka: ხელსაწყოთა ზოლის პარამეტრები
kab: Iɣewwaren n ufeggag n yifecka
ko: 도구 모음 설정
lo: ການຕັ້ງຄ່າແທບເຄື່ອງມື
ml: കരുകട്ട ക്രമീകരങ്ങൾ
ne_np: टुलबारका सेटिङहरू
pl: Ustawienia paska narzędzi
sl: Nastavitve orodne vrstice
zh_cn: 工具栏设置
zh_tw: 工具列設定

# ContextualHints.TabTray.InactiveTabs
source: Tabs you haven’t viewed for two weeks get moved here.
es_mx: Las pestañas que no has visto durante dos semanas se mueven aquí.
eu: Azken bi asteetan ikusi ez dituzun fitxak hona eramaten dira.
he: לשוניות בהן לא צפית במשך שבועיים מועברות לכאן.
hu: Azok a lapok, melyeket két hete nem nézett meg, ide kerülnek.
ja: 2 週間以上表示していないタブがここに移されます。
ka: ორი კვირის მოუნახულებელი ჩანართები აქ გადმოვა.
kab: Accaren ur tesneqdeḍ ara snat ledwaṛ ad ttusnekzen ɣer da.
ko: 2주 동안 보지 않은 탭은 여기로 이동됩니다.
lo: ແທັບທີ່ທ່ານບໍ່ໄດ້ເບິ່ງເປັນເວລາສອງອາທິດຈະໄດ້ຖືກຍ້າຍມາໄວ້ທີ່ນີ້.
ml: രണ്ടാഴ്ചയായി താങ്ങൾ കാണാത്ത ടാബുകൾ ഇങ്ങോട്ട് നീക്കും.
ne_np: तपाईंले दुई हप्तादेखि नहेरेका ट्याबहरू यहाँ सारिएका छन्।
pl: Tutaj są przenoszone karty, których nie odwiedzono od dwóch tygodni.
sl: Zavihki, ki jih dva tedna niste odprli, se premaknejo sem.
zh_cn: 两周内未查看的标签页将移至此处。
zh_tw: 超過兩週沒有檢視過的分頁，將移動至此處。

# ContextualHints.TabTray.InactiveTabs.CallToAction
source: Turn off in settings
es_mx: Desactivar en los ajustes
eu: Desaktibatu ezarpenetan
he: כיבוי בהגדרות
hu: Kikapcsolás a beállításokban
ja: 設定でオフにする
ka: გამორთვა პარამეტრებიდან
kab: Sens-it deg yiɣewwaren
ko: 설정에서 끄기
lo: ປິດຢູ່ໃນການຕັ້ງຄ່າ
ml: ക്രമീകരണങ്ങളിൽ അണയ്ക്കുക
ne_np: सेटिङहरूमा गएर बन्द गर्नुहोस्
pl: Wyłącz w ustawieniach
sl: Izklopi v nastavitvah
zh_cn: 在设置中关闭
zh_tw: 到設定中關閉

# ContextualHintsCloseButtonAccessibility.v105
source: Close
es_mx: Cerrar
eu: Itxi
he: סגירה
hu: Bezárás
ja: 閉じる
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
pl: Zamknij
sl: Zapri
zh_cn: 关闭
zh_tw: 關閉

source: Could not add page to Reading List. Maybe it’s already there?
ast: Nun pudo amestase la páxina al llistáu de llectura. Quiciabes yá tea ellí.
bs: Stranica se nije mogla dodati na listu za čitanje. Možda je već tu?
cs: Nelze přidat stránku do seznamu ke čtení. Není tam už?
es_ar: No se pudo añadir la página a la lista de lectura. ¿Puede que ya esté ahí?
es_mx: No se pudo agregar la página a la lista de lectura. ¿Ya estará ahí?
eu: Ezin da orria irakurketa-zerrendan gehitu. Dagoeneko hor dago agian?
gl: Non foi posíbel engadir a páxina á lista de lectura. Quizais xa fora engadida previamente.
gu_in: પૃષ્ઠ સૂચિમાં પૃષ્ઠ ઉમેરી શકાયું નથી. કદાચ તે પહેલેથી જ છે?
he: לא ניתן להוסיף דף לרשימת הקריאה. אולי הוא כבר קיים שם?
hu: Az oldal nem adható hozzá az olvasási listához. Lehet, hogy már rajta van?
ja: リーディングリストに追加できませんでした。すでに追加されている可能性があります。
ka: გვერდის წასაკითხებში დამატება ვერ ხერხდება. იქნებ, უკვე დამატებულია?
kab: Ur yezmir ara ad yernu asebter ɣer tebdart n tɣuri. Ahat yella yakan?
kk: Парақты оқу тізіміне қосу мүмкін емес. Мүмкін, ол сонда бар болып тұр?
ko: 읽기 목록에 페이지를 추가하지 못했습니다. 이미 추가하지 않았나요?
lo: ບໍ່ສາມາດເພີ່ມຫນ້າເວັບເຂົ້າໄປໃນລາຍການອ່ານ. ບາງເທື່ອມັນອາດຈະມີຫນ້າເວັບນີ້ຢູ່ແລ້ວ?
ml: വായനമുഖത്തിലേക്ക് പേജ് ചേര്‍ക്കാന്‍ കഴിയുന്നില്ല. അത് മുന്‍പേ അവിടെയുണ്ടോ?
mr: वाचनयादीला पृष्ठ जोडता आले नाही. ते आधीपासूनच तिथे आहे का?
ne_np: पढाइ सूचीमा पृष्ठ थप्न सकिएन। शायद यो पहिले नै त्यहाँ छ कि?
pl: Nie można było dodać strony do czytelni. Może została dodana już wcześniej?
ru: Не удалось добавить страницу в список для чтения. Может быть она уже там?
sl: Strani ni bilo mogoče dodati na bralni seznam. Je že na njem?
sq: Faqja s’u shtua dot te Listë Leximesh. Mos vallë gjendet tashmë në të?
ta: பக்கத்தை வாசிப்பு பட்டியலுடன் சேர்க்க முடியவில்லை. ஏற்கனவே உள்ளதா?
tl: Hindi maidagdag ang pahina sa Reading List. Baka nandoon na?
zh_cn: 未能将页面添加至阅读列表。或许之前就被添加了？
zh_tw: 無法新增頁面至閱讀清單，已經加到清單了嗎？
