Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Shopping.OptInCard.FirstParagraph.AmazonOnly.Description.v122
source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser.
eu: Erosi aurretik, ikusi %1$@(e)ko produktuen balorazioak zenbateraino diren fidagarriak. Balorazioen egiaztatzailea %2$@(e)n eginbide esperimentala da eta nabigatzailean integratuta dago.
ja: 購入する前に、%1$@ で製品レビューの信頼性を確認してください。 %2$@ の実験的な機能であるレビュー チェッカーはブラウザーに直接組み込まれています。
zh_tw: 購買商品之前，先看看 %1$@ 上的商品評論可不可靠。%2$@ 的實驗性功能「商品評論檢查器」直接內建於瀏覽器中。

# Shopping.OptInCard.FirstParagraph.Description.v120
source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser. It works on %3$@ and %4$@, too.
eu: Erosi aurretik, ikusi %1$@(e)ko produktuen balorazioak zenbateraino diren fidagarriak. Balorazioen egiaztatzailea, %2$@(e)n eginbide esperimentala, nabigatzailean integratuta dago. %3$@ eta %4$@(e)n ere badabil.
hu: Vásárlás előtt nézze meg, hogy mennyire megbízhatók a %1$@ termékértékelései. Az értékelés-ellenőrző, a %2$@ egy kísérleti funkciója, közvetlenül a böngészőbe van építve. A következőkön is működik: %3$@ és %4$@.
ja: 購入する前に、%1$@ で製品レビューの信頼性を確認してください。 %2$@ の実験的な機能であるレビュー チェッカーはブラウザーに直接組み込まれています。 %3$@ と %4$@ でも動作します。
zh_tw: 購買商品之前，先看看 %1$@ 上的商品評論可不可靠。%2$@ 的實驗性功能「商品評論檢查器」直接內建於瀏覽器中。此功能也可用於 %3$@ 及 %4$@ 上的商品評論。

# Shopping.OptInCard.HeaderLabel.Title.v120
source: Try our trusted guide to product reviews
eu: Probatu produktuen balorazioetarako gure fidatzeko gida
hu: Próbálja ki megbízható termékértékelési útmutatónkat
ja: 製品レビューの信頼できるガイドをお試しください
zh_tw: 試用我們可信任的商品評論

# Shopping.OptInCard.LearnMoreButtonTitle.Title.v120
source: Learn more
eu: Argibide gehiago
hu: További tudnivalók
ja: 詳細情報
zh_tw: 了解更多

# Shopping.OptInCard.MainButton.Title.v120
source: Yes, Try It
eu: Bai, probatu
hu: Igen, kipróbálás
ja: はい、試します
zh_tw: 好，試用看看

# Shopping.OptInCard.PrivacyPolicy.Button.Title.v123
source: %@’s privacy notice
eu: %@(r)en pribatutasun-oharra
ja: %@ のプライバシー通知
zh_tw: %@ 的隱私權公告

# Shopping.OptInCard.SecondParagraph.Description.v120
source: Using the power of %1$@ by %2$@, we help you avoid biased and inauthentic reviews. Our AI model is always improving to protect you as you shop.
eu: %2$@(r)en %1$@ teknologia erabiliz, balorazio aurreiritzidun eta egiazkoak ez direnak saihesten laguntzen dizugu. Gure Adimen Artifizialeko modeloa uneoro ari da hobetzen zure erosketak babesteko.
hu: A %1$@ by %2$@ erejét használva segítünk elkerülni az elfogult és a nem hiteles értékeléseket. Az MI modellünket folyamatosan fejlesztjük, hogy megvédjük Önt vásárlás közben.
ja: %1$@ by %2$@ の機能を利用して偏ったレビューや偽物のレビューを回避できるように支援します。私たち AI モデルは、買い物中のお客様を保護するために常に改善されています。
zh_tw: 透過 %1$@ by %2$@ 的威力，我們協助您避免帶有偏見與虛偽的評論。我們會隨您在線上購物，持續改進 AI 模型。

# Shopping.OptInCard.SecondaryButton.Title.v120
source: Not now
eu: Une honetan ez
hu: Most nem
ja: 後で
zh_tw: 現在不要

# Shopping.OptInCard.TermsOfUse.Button.Title.v123
source: %@’s terms of use
eu: %@(r)en erabilera-baldintzak
ja: %@ の利用規約
zh_tw: %@ 的使用條款

# Shopping.ReliabilityScore.Grade.A11y.Label.v120
source: Grade %@
eu: Eman nota %@(r)i
hu: Osztályzat: %@
ja: グレード %@
zh_tw: 評分 %@

# Shopping.ReviewQuality.ReliabilityCardTitle.v120
source: How reliable are these reviews?
eu: Zenbateraino dira fidagarriak balorazio hauek?
hu: Mennyire megbízhatók ezek az értékelések?
ja: これらのレビューはどのくらい信頼できますか？
zh_tw: 這些評論有多可靠？

# Shopping.ReviewQuality.ReliabilityRating.AB.Description.v120
source: Reliable reviews
eu: Balorazio fidagarriak
hu: Megbízható értékelések
ja: 信頼できるレビュー
zh_tw: 可靠的評論

# Shopping.ReviewQuality.ReliabilityRating.C.Description.v120
source: Mix of reliable and unreliable reviews
eu: Balorazio fidagarri eta fidagaitzen nahasketa
hu: Megbízható és nem megbízható értékelések keveréke
ja: 信頼できるレビューとできないものが混在
zh_tw: 混和了可靠與不可靠的評論

# Shopping.ReviewQuality.ReliabilityRating.DF.Description.v120
source: Unreliable reviews
eu: Balorazio fidagaitzak
hu: Nem megbízható értékelések
ja: 信頼できないレビュー
zh_tw: 不可靠的評論

# Shopping.ReviewQualityCard.AdjustedRating.Label.v120
source: The *adjusted rating* is based only on reviews we believe to be reliable.
eu: *Egokitutako balorazioa* fidagarriak direla uste ditugun balorazioetan dago oinarrituta soilik.
hu: A *módosított értékelés* az általunk megbízhatónak gondolt értékelések alapján van számítva.
ja: *調整されたレート* は私たちが信頼するに足ると評価したレビューのみを基にしています。
zh_tw: 會依照我們認為可靠的評論，重新計算*調整後評分*。

# Shopping.ReviewQualityCard.Collapse.AccessibilityLabel.v120
source: Collapse How we determine review quality Card
eu: Tolestu 'Nola antzematen dugun balorazioen kalitatea' txartela
hu: Összecsukás Hogyan határozzuk meg az értékelések minőségét Kártya
ja: レビュー品質の決定方法についてのカードを折りたたむ
zh_tw: 摺疊「我們如何判斷評論品質」的卡片

# Shopping.ReviewQualityCard.Expand.AccessibilityLabel.v120
source: Expand How we determine review quality card
eu: Zabaldu 'Nola antzematen dugun balorazioen kalitatea' txartela
hu: Kibontás Hogyan határozzuk meg az értékelések minőségét Kártya
ja: レビュー品質の決定方法についてのカードを展開する
zh_tw: 展開「我們如何判斷評論品質」的卡片

# Shopping.ReviewQualityCard.Headline.Label.v120
source: We use AI technology from %1$@ by %2$@ to check the reliability of product reviews. This will only help you assess review quality, not product quality.
eu: %1$@(r)en %2$@ Adimen Artifizial (AA) teknologia erabiltzen dugu produktuen balorazioen fidagarritasuna egiaztatzeko. Honek balorazioen kalitatea neurtzen lagunduko dizu, ez produktuen kalitatea.
hu: A %1$@ by %2$@ MI technológiáját használjuk a termékértékelések megbízhatóságának elemzéséhez. Ez az elemzés csak az értékelések minőségének felmérésében segít, a termék minőségében nem.
ja: 私たちは、%1$@ by %2$@ の AI 技術を用いて製品レビューの信頼性を解析します。これは製品そのものの品質ではなく、製品の信頼できるレビューへのアクセスを助けるものです。
zh_tw: 我們使用來自 %1$@ by %2$@ 的 AI 技術來分析商品評論的可靠程度。此分析僅協助您判斷商品評論品質，而非商品本身的品質。

# Shopping.ReviewQualityCard.Highlights.Label.v126
source: *Highlights* are from %@ reviews within the last 80 days that we believe to be reliable.
ja: *注目レビュー* は最近 80 日以内の %@ からのレビューで私たちが信頼するに足ると評価したものです。

# Shopping.ReviewQualityCard.Label.Title.v120
source: How we determine review quality
eu: Nola antzematen dugun balorazioen kalitatea
hu: Hogyan határozzuk meg az értékelések minőségét
ja: レビュー品質の決定方法について
zh_tw: 我們如何判斷評論品質

# Shopping.ReviewQualityCard.LearnMoreButton.Title.v120
source: Learn more about how %@ determines review quality
eu: Argibide gehiago %@(e)k nola antzematen duen balorazioen kalitatea
hu: Tudjon meg többet arról, hogy a %@ hogyan határozza meg az értékelések minőségét
ja: %@ によるレビュー品質の決定方法についての詳細をご覧ください
zh_tw: 了解 %@ 如何判斷審核品質的更多資訊

# Shopping.ReviewQualityCard.MixedReviews.Label.v120
source: We believe there’s a mix of reliable and unreliable reviews
eu: Uste dugu balorazio fidagarri eta fidagaitzen arteko nahasketa bat dagoela
hu: Úgy gondoljuk, hogy vegyesen vannak megbízható és nem megbízható értékelések
ja: 信頼できるレビューと信頼できないレビューが混在していると思われます。
zh_tw: 我們相信此商品評論混和了可靠與不可靠的評論

# Shopping.ReviewQualityCard.ReliableReviews.Label.v120
source: Reliable reviews. We believe the reviews are likely from real customers who left honest, unbiased reviews.
eu: Balorazio fidagarriak. Uste dugu balorazioak benetako bezeroenak direla eta zintzo eta aurreiritzirik gabe utzi dituztela.
hu: Megbízható értékelések. Úgy gondoljuk, hogy az értékelések valószínűleg valódi vásárlóktól származnak, akik őszinte, elfogulatlan értékelést írtak.
ja: 信頼できるレビューです。これは正直で偏見を持たない本物の顧客によるレビューであると思われます。
zh_tw: 評論可靠。我們相信此商品的評論內容很可能是來自實際客戶所留下真實而中立的評論。

# Shopping.ReviewQualityCard.SubHeadline.Label.v120
source: We assign each product’s reviews a *letter grade* from A to F.
eu: Produktuen balorazioei A eta F arteko *letra maila* bat esleitzen diegu.
hu: Minden termékértékeléshez egy *betűvel megadott osztályzatot* rendelünk, A-tól F-ig.
ja: 私たちは、各製品のレビューを A から F までの *レターグレード* で評価します。
zh_tw: 我們會替每筆商品評論標上 A（優良）到 F（不佳）的*評分*。

# Shopping.ReviewQualityCard.UnreliableReviews.Label.v120
source: Unreliable reviews. We believe the reviews are likely fake or from biased reviewers.
eu: Balorazio fidagaitzak. Uste dugu balorazioak ziurrenik faltsuak direla edo kritika aurreiritzidunak dituztela.
hu: Nem megbízható értékelések. Úgy gondoljuk, hogy az értékelések hamisak vagy elfogult értékelőktől származnak.
ja: 信頼できないレビューです。これは偽物または偏見を持ったレビュアーによるレビューであると思われます。
zh_tw: 評論不可靠。我們相信此商品的評論內容很可能是由虛假或偏頗的評論者所留下。

# Shopping.SettingsCard.Collapse.AccessibilityLabel.v120
source: Collapse Settings Card
eu: Tolestu ezarpenen atala
hu: Beállítások kártya összecsukása
ja: 設定カードを折りたたむ
zh_tw: 摺疊設定卡片

# Shopping.SettingsCard.Expand.AccessibilityLabel.v120
source: Expand Settings Card
eu: Zabaldu ezarpenen atala
hu: Beállítások kártya kibontása
ja: 設定カードを展開する
zh_tw: 展開設定卡片

source: Double tap to toggle setting.
eu: Sakatu bitan ezarpena txandakatzeko.
ja: ダブルタップして設定を切り替えます。
zh_tw: 雙擊以切換設定。

source: %1$@, switch button, %2$@.
eu: %1$@, aldatzeko botoia, %2$@.
ja: %1$@、切り替えボタン、%2$@。
zh_tw: %1$@、切換按鈕、%2$@。

# Shopping.SettingsCard.Footer.Action.v120
source: Review Checker is powered by %1$@ by %2$@
eu: Balorazioen egiaztatzailea %2$@(r)en %1$@(e)k hornituta
hu: Az értékelés-ellenőrzőt a %1$@ by %2$@ biztosítja
ja: レビュー チェッカーは %1$@ by %2$@ の提供です
zh_tw: 商品評論檢查器是由 %1$@ by %2$@ 提供

# Shopping.SettingsCard.Label.Title.v120
source: Settings
eu: Ezarpenak
hu: Beállítások
ja: 設定
zh_tw: 設定

# Shopping.SettingsCard.RecommendedProducts.Label.v120
source: Show products recommended by %@
eu: Erakutsi %@(e)k gomendatutako produktuak
hu: A %@ által ajánlott termékek megjelenítése
ja: %@ が推奨する製品を表示します
zh_tw: 顯示 %@ 推薦的產品

# Shopping.SettingsCard.SwitchValueOff.AccessibilityLabel.v123
source: Off
eu: Desaktibatuta
ja: オフ
zh_tw: 關閉

# Shopping.SettingsCard.SwitchValueOn.AccessibilityLabel.v123
source: On
eu: Aktibatuta
ja: オン
zh_tw: 開啟

# Shopping.SettingsCard.TurnOffButton.Title.v120
source: Turn Off Review Checker
eu: Desgaitu balorazioen egiaztatzailea
hu: Értékelés-ellenőrző kikapcsolása
ja: レビューチェッカーをオフにする
zh_tw: 關閉商品評論檢查器

# Shopping.Sheet.Close.AccessibilityLabel.v121
source: Close Review Checker
eu: Itxi balorazioen egiaztatzailea
ja: レビューチェッカーを閉じる
zh_tw: 關閉商品評論檢查器

# Shopping.Sheet.Title.v120
source: Review Checker
eu: Balorazioen egiaztatzailea
hu: Értékelés-ellenőrző
ja: レビューチェッカー
zh_tw: 商品評論檢查器

# Shopping.WarningCard.CheckNoConnection.Description.v120
source: Check your network connection and then try reloading the page.
eu: Egiaztatu sareko zure konexioa eta saiatu orria berritzen.
hu: Ellenőrizze a hálózati kapcsolatot, majd próbálja meg újratölteni az oldalt.
ja: ネットワーク接続を確認し、ページを再度読み込んでみてください。
zh_tw: 請檢查您的網路連線是否正常，然後嘗試重新載入頁面。

# Shopping.WarningCard.CheckNoConnection.Title.v120
source: No Network Connection
eu: Sareko konexiorik ez
hu: Nincs hálózati kapcsolat
ja: ネットワーク接続がありません
zh_tw: 沒有網路連線

# TabLocation.Shopping.A11y.Label.v120
source: Review Checker
eu: Balorazioen egiaztatzailea
hu: Értékelés-ellenőrző
ja: レビューチェッカー
zh_tw: 商品評論檢查器

# ActivityStream.Shortcuts.SectionTitle
source: Shortcuts
es_ar: Atajos
eu: Lasterbideak
hu: Parancsok
kk: Жарлықтар
ne_np: सर्टकटहरु
pl: Skróty
zh_tw: 捷徑

# Logins.DevicePasscodeRequired.Message
source: To save and autofill logins and passwords, enable Face ID, Touch ID or a device passcode.
eu: Saio-hasierak eta pasahitzak gorde eta automatikoki osatzeko, gaitu Face ID, Touch ID edo gailuaren pasakodea.
hu: A bejelentkezések és jelszavak mentéséhez és automatikus kitöltéséhez engedélyezze a Face ID-t, a Touch ID-t vagy egy eszközjelkódot.
ne_np: लग इनहरू र पासवर्डहरू बचत गर्न र स्वत: भर्नको लागि, फेस आईडी, टच आईडी वा यन्त्र पासकोड सक्षम गर्नुहोस्।
pl: Aby zachowywać i automatycznie wypełniać dane logowania i hasła, włącz Face ID, Touch ID lub kod urządzenia.

# LoginsList.NoLoginsFound.Description.v119
source: Saved logins will show up here. If you saved your logins to %@ on a different device, sign in to your account.
eu: Gordetako saio-hasierak hemen agertuko dira. Beste gailu bateko %@(e)n saio-hasierak gorde badituzu, hasi saioa zure kontuan.
hu: A mentett fiókok itt fognak megjelenni. Ha egy másik eszközén mentette a %@ba a bejelentkezéseit, akkor jelentkezzen be a fiókjába.
pl: Zachowane dane logowania będą wyświetlane w tym miejscu. Jeśli zachowano dane logowania w przeglądarce %@ na innym urządzeniu, zaloguj się na swoim koncie.

# LoginsList.NoLoginsFound.Title
source: No logins found
es_ar: No se encontraron inicios de sesión
eu: Ez da saio-hasierarik aurkitu
hu: Nincsenek bejelentkezések
kk: Логиндер табылмады
ne_np: कुनै पनि लगइनहरु फेला परेनन्
pl: Brak danych logowania

# LoginsList.NoMatchingResult.Title
source: No matching logins
es_ar: No hay ningún inicio de sesión que coincida
eu: Bat datorren saio-hasierarik ez
hu: Nincs megfelelő bejelentkezés
kk: Сәйкес логиндер жоқ
ne_np: कुनै मिल्ने लगइनहरू छैनन्
pl: Brak pasujących danych logowania

# LoginsList.Search.Placeholder
source: Search logins
es_ar: Buscar inicios de sesión
eu: Bilatu saio-hasierak
hu: Bejelentkezések keresése
kk: Логиндерден іздеу
ne_np: लगइनहरु खोज्नुहोस्
pl: Szukaj danych logowania

# Settings.AutofillCreditCard.Title.v112
source: Autofill Credit Cards
eu: Automatikoki bete kreditu-txartelak
hu: Bankkártyaadatok automatikus kitöltése
pl: Uzupełnianie danych kart płatniczych

# CreditCard.SnackBar.RemoveCardTitle.v112
source: Remove This Card?
eu: Kendu txartela?
hu: Eltávolítja ezt a kártyát?
pl: Czy usunąć tę kartę?

# Biometry.Screen.UniversalAuthenticationReasonV2.v116
source: Authenticate to access your saved logins and encrypted cards.
eu: Autentifikatu zure gordetako saio-hasiera eta txartel zifratuetarako sarbidea izateko.
hu: Hitelesítés, hogy elérje a mentett bejelentkezéseit és titkosított kártyáit.
pl: Uwierzytelnij się, by uzyskać dostęp do zachowanych danych logowania i zaszyfrowanych kart.

# CreditCard.EditCard.EditCreditCardTitle.v113
source: Edit Credit Card
eu: Editatu kreditu-txartela
hu: Bankkártya szerkesztése
pl: Edycja danych karty płatniczej

# CreditCard.EditCard.AddCreditCardTitle.v113
source: Add Credit Card
eu: Gehitu kreditu-txartela
hu: Bankkártya hozzáadása
pl: Dodawanie karty płatniczej

# CreditCard.EditCard.ToggleToAllowAutofillTitle.v112
source: Save and Autofill Cards
eu: Gorde eta osatu automatikoki kreditu-txartelak
hu: Kártyák mentése és automatikus kitöltése
pl: Zachowywanie i automatyczne wypełnianie kart

# FirefoxSync.CreditCardsEngine.v115
source: Credit Cards
eu: Kreditu-txartelak
hu: Bankkártyák
pl: Karty płatnicze

# Onboarding.Sync.Description.v120
source: When you’re signed in and synced, you’re safer. %@ encrypts your passwords, bookmarks, and more.
eu: Saioa hasita eta sinkronizatuta zaudenean, seguruago zaude. %@(e)k zure pasahitzak, laster-markak eta gehiago zifratzen du.
hu: Ha be van jelentkezve és szinkronizálva van, akkor nagyobb biztonságban van. A %@ titkosítja a jelszavait, könyvjelzőit és egyebeit.
pl: Zalogowanie i zsynchronizowanie zwiększa Twoje bezpieczeństwo. %@ szyfruje hasła, zakładki i nie tylko.
zh_tw: 登入並同步資料後就更安全了，%@ 會加密您的密碼、書籤等資料再同步。

# CreditCard.RememberCard.Header.v115
source: Save your card information securely with %@ to check out faster next time.
eu: Gorde seguru %@(r)ekin zure txartelaren informazioa hurrengoan erosketa azkarrago burutzeko.
hu: Mentse biztonságosan kártyaadatait a %@ segítségével, hogy legközelebb gyorsabban tudjon fizetni.
pl: Bezpiecznie zachowuj dane kart płatniczych za pomocą przeglądarki %@, by następnym razem szybciej zrobić zakupy.

# CreditCard.RememberCard.MainButtonTitle.v115
source: Yes
eu: Bai
hu: Igen
pl: Tak

# CreditCard.RememberCard.MainTitle.v115
source: Remember this card?
eu: Gogoratu txartel hau?
hu: Emlékszik erre a kártyára?
pl: Czy zapamiętać tę kartę?

# CreditCard.SelectCreditCard.MainTitle.v116
source: Use a saved card?
eu: Erabili gordetako txartela?
hu: Mentett kártyát használ?
pl: Czy użyć zachowanej karty?

# CreditCard.Settings.EmptyListTitle.v112
source: Save Credit Cards to %@
eu: Gorde kreditu-txartelak %@(e)n
hu: Bankkártyák mentése ide: %@
pl: Zachowuj karty płatnicze w przeglądarce %@

# CreditCard.Settings.NotNow.v112
source: Not now
eu: Une honetan ez
hu: Most nem
pl: Nie teraz

# CreditCard.Settings.RememberThisCard.v112
source: Remember this card?
eu: Gogoratu txartel hau?
hu: Emlékszik erre a kártyára?
pl: Czy zapamiętać tę kartę?

# CreditCard.Settings.UpdateThisCard.v112
source: Update this card?
eu: Eguneratu txartel hau?
hu: Frissíti ezt a kártyát?
pl: Czy uaktualnić tę kartę?

# CreditCard.Settings.Yes.v112
source: Yes
eu: Bai
hu: Igen
pl: Tak

# CreditCards.Settings.UseASavedCard.v112
source: Use a saved card?
eu: Erabili gordetako txartela?
hu: Mentett kártyát használ?
pl: Czy użyć zachowanej karty?

# Settings.AddressAutofill.Title.v124
source: Autofill Addresses
eu: Automatikoki bete helbideak
pl: Uzupełnianie adresów
zh_tw: 自動填寫網址

# Settings.Search.DefaultSearchEngine.Footer.v122
source: Results from searches, history, bookmarks, and more
eu: Bilaketetako, historiako, laster-marketako eta gehiagoko emaitzak
pl: Wyniki z wyszukiwań, historii, zakładek i nie tylko
zh_tw: 搜尋結果、瀏覽紀錄、書籤等

# Settings.Search.PrivateSession.Setting.v122
source: Show Suggestions in Private Browsing
eu: Erabili gomendioak nabigatzen pribatuan
pl: Podpowiedzi w trybie prywatnym
zh_tw: 在隱私瀏覽模式中顯示搜尋建議

# Settings.Search.PrivateSession.Title.v122
source: Private Browsing
eu: Nabigatze pribatua
pl: Tryb prywatny
zh_tw: 隱私瀏覽

# Settings.Search.QuickEnginesTitle.v121
source: Quick-Search Engines
eu: Bilaketa bizkorreko motorrak
hu: Gyors keresési szolgáltatások
pl: Szybkie wyszukiwanie
zh_tw: 快速搜尋引擎

# Settings.Search.Suggest.ShowNonSponsoredSuggestions.Description.v124
source: Get suggestions from the web related to your search
eu: Eskuratu zure bilaketarekin erlazionatutako webean zeharreko gomendioak
pl: Otrzymuj podpowiedzi z Internetu związane z wyszukiwanymi słowami
zh_tw: 取得您搜尋內容的相關建議

# Settings.Search.Suggest.ShowNonSponsoredSuggestions.Title.v124
source: Suggestions from %@
eu: %@(r)en gomendioak
pl: Podpowiedzi przeglądarki %@
zh_tw: 來自 %@ 的建議

# Settings.Search.Suggest.ShowSponsoredSuggestions.Title.v124
source: Suggestions from sponsors
eu: Babesleen gomendioak
pl: Podpowiedzi sponsorów

# Shopping.InfoCard.ProgressAnalysis.Title.v120
source: Checking review quality
eu: Balorazioaren kalitatea egiaztatzen
hu: Értékelési minőség ellenőrzése
zh_tw: 正在檢查評論品質

# Shopping.OptInCard.Disclaimer.Text.v120
source: By selecting “Yes, Try It” you agree to the following from %@:
eu: "Bai, probatu" hautatuz gero, ondorengoa onartzen duzu %@(e)tik:
zh_tw: 選擇「好，試用看看」，代表您同意 %@ 的：

# Shopping.OptInCard.PrivacyPolicy.Button.Title.v120
source: Privacy policy
eu: Pribatutasun-politika
hu: Adatvédelmi irányelvek
zh_tw: 隱私權保護政策

# Shopping.OptInCard.TermsOfUse.Button.Title.v120
source: Terms of use
eu: Erabilera-baldintzak
hu: Felhasználási feltételek
zh_tw: 使用條款

# Shopping.ReviewQualityCard.Highlights.Label.v120
source: *Highlights* are from %1@ reviews within the last 80 days that we believe to be reliable.
eu: *Nabarmentzekoak* %1@(e)ko azken 80 egunetan fidagarriak direla uste ditugun balorazioak dira.
hu: A *kiemelések* a %1@ értékeléseinek az elmúlt 80 napból származó és megbízhatónak ítélt elemei közül vannak.
zh_tw: *重點資訊*是根據過去 80 天中，我們相信是可靠的 %1@ 評論所整理出的資訊。

# CreditCard.SnackBar.UpdatedCardLabel.v112
source: Card Information updated
eu: Txartelaren informazioa eguneratuta
hu: Kártyaadatok frissítve
pl: Uaktualniono dane karty

# CreditCard.UpdateCard.MainTitle.v115
source: Update this card?
eu: Eguneratu txartel hau?
hu: Frissíti ezt a kártyát?
pl: Czy uaktualnić tę kartę?

# CreditCard.UpdateCard.YesButtonTitle.v115
source: Yes
eu: Bai
hu: Igen
pl: Tak

# Shopping.Sheet.Beta.Title.v120
source: BETA
hu: BÉTA
zh_tw: Beta 測試版

# NSFaceIDUsageDescription
source: Firefox requires Face ID to access your saved logins and encrypted cards.
hu: A Firefox a Face ID-t igényli a mentett bejelentkezések és a titkosított kártyák eléréséhez.

# LoginsList.NoLoginsFound.Description
source: Saved logins will show up here. If you saved your logins to Firefox on a different device, sign in to your Firefox Account.
es_ar: Las credenciales guardadas se mostrarán aquí. Si guardaste tus inicios de sesión en Firefox en un dispositivo diferente, conectate a tu cuenta de Firefox.
hu: A mentett fiókok itt fognak megjelenni. Ha más eszközén mentette a Firefoxba a bejelentkezéseit, akkor jelentkezzen be a Firefox-fiókjába.
kk: Сақталған логиндер осында көрсетіледі. Егер сіз логинді басқа құрылғыда Firefox-қа сақтаған болсаңыз, Firefox тіркелгіңізге кіріңіз.
ne_np: सुरक्षित गरिएका लगइनहरू यहाँ देखिने छन्। यदि तपाईंले आफ्नो लगइनहरू Firefox मा फरक यन्त्रमा सुरक्षित गर्नुभयो भने, आफ्नो Firefox खातामा साइन इन गर्नुहोस्।

# SearchSettings.Accessibility.DefaultSearchEngine.v106
source: Default Search Engine
hu: Alapértelmezett keresőszolgáltatás

# SearchSettings.Title.DefaultSearchEngine.v106
source: Default Search Engine
hu: Alapértelmezett keresőszolgáltatás

# SearchSettings.Title.Search.v106
source: Search
hu: Keresés

# FeltPrivacyUI.Body.v121
source: %@ deletes your cookies, history, and site data when you close all your private windows.
hu: A %@ törli a sütiket, előzményeket és oldaladatokat, amikor bezárja az összes privát ablakot.

# FeltPrivacyUI.Link.v121
source: Who might be able to see my activity?
hu: Ki láthatja a tevékenységemet?

# FeltPrivacyUI.Title.v121
source: Leave no traces on this device
hu: Ne hagyjon nyomot ezen az eszközön

# Settings.Search.PrivateSession.Setting.v121
source: Turn off suggestions in private browsing
hu: Javaslatok kikapcsolása privát böngészésben

# Settings.Search.PrivateSession.Title.v121
source: Private Session
hu: Privát munkamenet

# Shopping.AdjustedRating.Description.v120
source: Unreliable reviews removed
hu: A nem megbízható értékelések eltávolítva

# Shopping.NoAnalysisCard.InProgress.Body.Label.v120
source: This could take about 60 seconds.
hu: Ez körülbelül 60 másodpercig tarthat.

# Shopping.NoAnalysisCard.InProgress.Headline.Title.v120
source: Checking review quality
hu: Értékelési minőség ellenőrzése

# TabsTray.SyncTabs.SyncTabsButton.Title.v109
source: Sync Tabs
hu: Lapok szinkronizálása

# NSFaceIDUsageDescription
source: Firefox requires Face ID to access your saved logins.
es_ar: Firefox requiere Face ID para acceder a tus inicios de sesión guardados.
kk: Firefox сақталған логиндерге қатынау үшін Face ID талап етеді.
ne_np: Firefox लाई तपाइँको सुरक्षित लगइनहरु लाई पहुँच गर्न फेस आईडी चाहिन्छ।

# ShortcutItemTitleNewPrivateTab
source: New Private Tab
ast: Llingüeta privada nueva
bg: Нов поверителен раздел
bs: Novi privatni tab
cs: Nový anonymní panel
eo: Nova privata langeto
es_ar: Nueva pestaña privada
gd: Taba prìobhaideach ùr
gl: Nova lapela privada
gu_in: નવી ખાનગી ટૅબ
kk: Жаңа жекелік беті
lv: Jauna privātā cilne
mr: नवीन खाजगी टॅब
ms: Tab Peribadi Baru
ne_np: नयाँ निजी ट्याब
ro: Filă privată nouă
ru: Новая приватная вкладка
sk: Nová súkromná karta
sq: Skedë e Re Private
ta: புதிய தனிப்பயன் கீற்று
tl: Bagong Private Tab

# ShortcutItemTitleNewTab
source: New Tab
ast: Llingüeta nueva
bg: Нов раздел
bs: Novi tab
cs: Nový panel
eo: Nova langeto
es_ar: Nueva pestaña
gd: Taba ùr
gl: Nova lapela
gu_in: નવું ટેબ
kk: Жаңа бет
lv: Jauna cilne
mr: नवीन टॅब
ms: Tab Baru
ne_np: नयाँ ट्याब
ro: Filă nouă
ru: Новая вкладка
sk: Nová karta
sq: Skedë e Re
ta: புதிய கீற்று
tl: Bagong Tab

# ShortcutItemTitleQRCode
source: Scan QR Code
ast: Escaniar códigu QR
bs: Skenirajte QR kod
cs: Skenovat QR kód
es_ar: Escanear código QR
gl: Examinar código QR
gu_in: QR કોડ સ્કેન કરો
kk: QR кодын сканерлеу
mr: QR कोड स्कॅन करा
ne_np: QR कोड स्क्यान गर्नुहोस्
ru: Сканировать QR-код
sq: Skanonin Kodin QR
ta: சதுர குறியீட்டை வருடு
tl: I-scan ang QR Code
