Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Logins.PasscodeRequirement.Warning
source: To use the AutoFill feature for Firefox, you must have a device passcode enabled.
es_mx: Para usar la función de AutoFill en Firefox, debes habilitar un código de acceso del dispositivo.
eu: Firefoxen osatze automatikoa erabiltzeko, gailuaren pasakodea gaituta izan behar duzu.
he: כדי להשתמש בתכונה של המילוי האוטומטי עבור Firefox, עליך להפעיל קוד גישה במכשיר.
hu: A Firefox automatikus kitöltési funkciójának használatához engedélyeznie kell az eszköz jelkódját.
ja: Firefox の自動入力機能を使用するには、端末のパスコードを有効にする必要があります。
ka: თვითშევსებით სარგებლობისთვის Firefox-ში, მოწყობილობაზე ჩართული უნდა იყოს შესვლის კოდი.
kab: I useqdec n tmahilt AutoFill i Firefox, ilaq ad tesεuḍ tangalt n uεeddi n yibenk yettwarmed.
ko: Firefox의 자동 완성 기능을 사용하려면 기기 암호가 활성화되어 있어야 합니다.
lo: ເພື່ອນຳໃຊ້ການຕື່ມໃສ່ອັດຕະໂນມັດສຳລັບ Firefox ທ່ານຕ້ອງໄດ້ເປີດນຳໃຊ້ພາສໂຄດ.
ml: തനുപൂരിക്കൽ സവിശേഷത ഉപയോഗിക്കാൻ താങ്ങൾക്കു് ഒരു ഉപകരണ ഒളിസങ്കേതം പ്രവർത്തനക്ഷമമാക്കിവച്ചിരിക്കണം.
ne_np: Firefox को लागि स्वत: भरण सुविधा प्रयोग गर्न, तपाइँसँग एक उपकरण पासकोड सक्षम हुनुपर्छ।
pl: Aby móc korzystać z funkcji automatycznego wypełniania w Firefoksie, musi być włączony kod urządzenia.
sl: Za uporabo samodejnega izpolnjevanja v Firefoxu mora biti omogočeno geslo naprave.
zh_cn: 要使用 Firefox 的“自动填充”功能，须先启用设备密码。
zh_tw: 若要使用 Firefox 的「自動填寫」功能，必須先設定使用裝置解鎖碼。

# Logins.WelcomeView.Tagline
source: Take your passwords everywhere
es_mx: Llévate las contraseñas a todas partes
eu: Eraman pasahitzak alboan
he: לקחת את הססמאות שלך לכל מקום
hu: Vigye magával a jelszavait bárhová
ja: どこでもパスワードが使える
ka: თან გაიყოლეთ თქვენი პაროლები ყველგან
kab: Awi awalen uffiren anda teddiḍ
ko: 어디에서나 비밀번호를 사용하세요.
lo: ນຳເອົາລະຫັດຜ່ານຂອງທ່ານໄປນຳທຸກບ່ອນ
ml: നിങ്ങളുടെ ഒളിവാക്കുകൾ എല്ലായിടത്തും കൊണ്ടപോവുക
ne_np: तपाईंको पासवर्डलाई तपाईंसङ्गै लैजानुहोस्
pl: Miej hasła zawsze przy sobie
sl: Vzemite gesla s seboj
zh_cn: 随身携带密码
zh_tw: 密碼隨身帶著走

# Logins.WelcomeView.Title2
source: AutoFill Firefox Passwords
es_mx: AutoFill contraseñas de Firefox
eu: Osatu automatikoki Firefoxen pasahitzak
he: מילוי אוטומטי של ססמאות ב־Firefox
hu: Firefox jelszavak automatikus kitöltése
ja: Firefox でパスワードを自動入力
ka: პაროლების თვითშევსება Firefox-ში
kab: Taččart tawurmant n wawalen uffiren n Firefox
ko: Firefox 비밀번호 자동 완성
lo: ປ້ອນລະຫັດຜ່ານ Firefox ແບບອັດຕະໂນມັດ
ml: ഫയർഫോക്സു് ഒളിവാക്കുകൾ തനുപൂരിക്കുക
ne_np: Firefox पासवर्डहरू स्वतः भर्नुहोस्
pl: Automatycznie wypełniaj hasła w Firefoksie
sl: Samodejno izpolnjevanje gesel za Firefox
zh_cn: 自动填充 Firefox 密码
zh_tw: 自動填寫 Firefox 密碼

# Logins.WelcomeView.TurnOnAutoFill
source: Turn on AutoFill
es_mx: Habilitar AutoFill
eu: Aktibatu osatze automatikoa
he: הפעלת מילוי אוטומטי
hu: Automatikus kitöltés bekapcsolása
ja: 自動入力をオンにする
ka: თვითშევსების ჩართვა
kab: Rmed taččart tawurmant
ko: 자동 완성 켜기
lo: ເປີດການຕື່ມໃສ່ອັດຕະໂນມັດ
ml: താനെപ്പൂരിക്കൽ തുടങ്ങി വയ്ക്കുക
ne_np: स्वत: भरण सक्षम गर्नुहोस्
pl: Włącz automatyczne wypełnianie
sl: Vklopi samodejno izpolnjevanje
zh_cn: 启用“自动填充”
zh_tw: 開啟密碼「自動填寫」功能

# LoginsHelper.DontSave.Button
source: Don’t Save
ast: Nun guardar
bg: Не запазвай
bs: Nemoj sačuvati
cs: Neukládat
eo: Ne konservi
es_ar: No guardar
es_mx: No guardar
eu: Ez gorde
gd: Na sàbhail
gl: Non gardar
gu_in: સેવ કરશો નહીં
he: לא לשמור
hu: Nincs mentés
ja: 今回はしない
ka: შენახვის გარეშე
kab: Ur seklas ara
kk: Сақтамау
ko: 저장하지 않음
lo: ບໍ່ບັນທຶກ
lv: Nesaglabāt
ml: സംരക്ഷിക്കരുത്
mr: साठवू नका
ne_np: बचत नगर्नुहोस्
pl: Nie zachowuj
ro: Nu salva
ru: Не сохранять
sk: Neuložiť
sl: Ne shrani
sq: Mos e Ruaj
ta: வேண்டாம்
tl: Huwag I-save
zh_cn: 不保存
zh_tw: 不要儲存

# LoginsHelper.DontUpdate.Button
source: Don’t Update
ast: Nun anovar
cs: Neaktualizovat
es_ar: No actualizar
es_mx: No actualizar
eu: Ez eguneratu
gl: Non actualizar
gu_in: અપડેટ કરશો નહીં
he: לא לעדכן
hu: Ne frissítse
ja: 更新しない
ka: განახლების გარეშე
kab: Ur leqqem ara
kk: Жаңартпау
ko: 업데이트 안 함
lo: ບໍ່ອັບເດດ
ml: പുതുക്കേണ്ടതില്ല
mr: अद्ययावत करू नका
ne_np: अद्यावधिक नगर्नुहोस्
pl: Nie uaktualniaj
ru: Не обновлять
sl: Ne posodobi
ta: புதுப்பிக்க வேண்டாம்
zh_cn: 不更新
zh_tw: 不要更新

# LoginsHelper.SaveLogin.Button
source: Save Login
ast: Guardar aniciu de sesión
bg: Запази влизане
bs: Sačuvaj prijavu
cs: Uložit
eo: Konservi akreditilon
es_ar: Guardar inicio de sesión
es_mx: Guardar inicio de sesión
eu: Gorde saio-hasiera
gd: Sàbhail an login
gl: Gardar identificación
gu_in: લૉગિન સાચવો
he: שמירת ססמה
hu: Bejelentkezés mentése
ja: 保存する
ka: მონაცემების შენახვა
kab: Sekles anekcum
kk: Логинді сақтау
ko: 로그인 저장
lo: ບັກທຶກການເຂົ້າສູ່ລະບົບ
lv: Saglabāt paroli
ml: പ്രവേശനങ്ങള്‍ സംരക്ഷിക്കുക
mr: लॉगिन जतन करा
ms: Simpan Log masuk
ne_np: लग-इन सङ्ग्रहित गर्नुहोस्
pl: Zachowaj hasło
ro: Salvează autentificarea
ru: Сохранить логин
sk: Uložiť prihlásenie
sl: Shrani prijavo
sq: Ruaji Kredencialet e Hyrjes
ta: ஆம்
tl: I-save ang Login
zh_cn: 保存登录信息
zh_tw: 儲存登入資訊

# LoginsHelper.Update.Button
source: Update
ast: Anovar
bg: Актуализация
bs: Ažuriraj
cs: Aktualizovat
eo: Ĝisdatigi
es_ar: Actualizar
es_mx: Actualizar
eu: Eguneratu
gd: Ùraich
gl: Actualizar
gu_in: અપડેટ કરો
he: עדכון
hu: Frissítés
ja: 更新する
ka: განახლება
kab: Snifel
kk: Жаңарту
ko: 업데이트
lo: ອັບເດດ
lv: Atjaunināt
ml: പുതുക്കുക
mr: अद्ययावत करा
ms: Kemaskini
ne_np: अद्यावधिक गर्नुहोस्
pl: Uaktualnij
ro: Actualizează
ru: Обновить
sk: Aktualizovať
sl: Posodobi
sq: Përditësoje
ta: புதுப்பி
tl: I-update
zh_cn: 更新
zh_tw: 更新登入資訊

# LoginsList.LoginsListSearchPlaceholder
source: Filter
cs: Hledat
es_ar: Filtrar
es_mx: Filtro
eu: Iragazkia
gu_in: ફિલ્ટર કરો
he: סינון
hu: Szűrő
ja: フィルター
ka: ფილტრი
kab: Zizdeg
kk: Сүзгі
ko: 필터
lo: ຕົວກັ່ນຕອງ
ml: ഫില്‍റ്റര്‍
ne_np: फिल्टर
pl: Szukaj
ru: Фильтр
zh_cn: 筛选
zh_tw: 篩選條件

# LoginsList.NoMatchingResult.Subtitle
source: There are no results matching your search.
es_ar: No hay resultados que coincidan con tu búsqueda.
es_mx: No hay resultados que coincidan con tu búsqueda.
eu: Ez dago zure bilaketarekin bat datorren emaitzarik.
he: אין תוצאות התואמות לחיפוש שלך.
hu: Nincs találat, amely megfelel a keresésnek.
ja: 検索条件に一致するログイン情報はありません。
ka: ძიების შესაბამისი შედეგები ვერ მოიძებნა.
kab: Ula d yiwen n ugmuḍ ur yemmenṭaḍ d unadi-ik.
kk: Іздеуіңізге сәйкес нәтижелер жоқ.
ko: 검색어와 일치하는 결과가 없습니다.
lo: ບໍ່ມີຜົນໄດ້ຮັບທີ່ກົງກັບການຄົ້ນຫາຂອງທ່ານ.
ml: താങ്ങളുടെ തിരയലുമായി പൊരുത്തപ്പെടുന്ന ഫലങ്ങളൊന്നുമില്ല.
ne_np: तपाईको खोजसँग मिल्ने कुनै पनि परिणामहरू छैनन्।
pl: Brak wyników pasujących do wyszukiwania.
sl: Ni rezultatov, ki bi ustrezali vašemu iskanju.
zh_cn: 没有符合您搜索条件的结果。
zh_tw: 沒有符合您搜尋條件的結果。

# LoginsList.Search.Cancel
source: Cancel
es_ar: Cancelar
es_mx: Cancelar
eu: Utzi
he: ביטול
hu: Mégse
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
ne_np: रद्द गर्नुहोस्
pl: Anuluj
sl: Prekliči
zh_cn: 取消
zh_tw: 取消

# LoginsList.SelectPassword.Title
source: Select a password to fill
es_ar: Seleccioná una contraseña para rellenar
es_mx: Selecciona una contraseña para rellenar
eu: Hautatu betetzeko pasahitza
he: נא לבחור ססמה למילוי
hu: Válasszon egy jelszót a kitöltéshez
ja: 入力するパスワードを選択してください
ka: შეარჩიეთ პაროლი შესავსებად
kab: Fren awal uffir ara teččareḍ
kk: Толтыру үшін парольді таңдаңыз
ko: 채울 비밀번호를 선택하세요
lo: ເລືອກລະຫັດຜ່ານເພື່ອຕື່ມຂໍ້ມູນໃສ່
ml: പൂരിപ്പിക്കാൻ ഒരു ഒളിവാക്കു് തിരഞ്ഞെടുക്കുക
ne_np: भर्नको लागि कुनै एउटा पासवर्ड चयन गर्नुहोस्
pl: Wybierz hasło do wypełnienia
sl: Izberite geslo, ki ga želite izpolniti
zh_cn: 选择要填写的密码
zh_tw: 選擇要填寫的密碼

# LoginsList.Title
source: SAVED LOGINS
cs: ULOŽENÉ PŘIHLAŠOVACÍ ÚDAJE
es_mx: INICIOS DE SESIÓN GUARDADOS
eu: GORDETAKO SAIO-HASIERAK
he: כניסות שמורות
hu: MENTETT BEJELENTKEZÉSEK
ja: 保存されたログイン情報
ka: ᲨᲔᲜᲐᲮᲣᲚᲘ ᲐᲜᲒᲐᲠᲘᲨᲔᲑᲘ
kk: САҚТАЛҒАН ЛОГИНДЕР
ko: 저장된 로그인
lo: ບັກທຶກການເຂົ້າສູ່ລະບົບໄວ້
ml: സംരക്ഷിച്ച പ്രവേശനങ്ങള്‍
ne_np: सुरक्षित गरिएका लगइनहरू
pl: Zachowane dane logowania
ru: СОХРАНЁННЫЕ ЛОГИНЫ
sl: SHRANJENE PRIJAVE
zh_cn: 已保存的登录信息
zh_tw: 儲存的登入資訊

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
ast: Paez que Firefox cascó previamente. ¿Prestaríate restaurar les llingüetes?
bg: Изглежда, че Firefox се е сринал преди. Искате ли разделите да бъдат възстановени?
bs: Izgleda da se Firefox ranije srušio. Želite li vratit tabove?
cs: Zdá se, že dříve došlo k pádu Firefoxu. Přejete si obnovit své panely?
cy: Bosib fod Firefox wedi chwalu y tro diwethaf. Hoffech chi adfer eich tabiau?
eo: Ŝajne Firefox antaŭe paneis. Ĉu vi ŝatus restarigi viajn langetojn?
es_ar: Parece que Firefox se cerró inesperadamente. ¿Te gustaría restaurar tus pestañas?
es_mx: Parece que Firefox falló. ¿Te gustaría restablecer tus pestañas?
eu: Badirudi Firefoxek aurretik huts egin duela. Zure fitxak berreskuratu nahi dituzu?
gd: Tha coltas gun do thuislich Firefox roimhe. A bheil thu ag iarraidh nan tabaichean air ais?
gl: Semella que Firefox se pechou inesperadamente. Desexa restaurar as súas lapelas?
gu_in: એવું લાગે છે કે Firefox અગાઉ ક્રેશ થયું છે. શું તમે તમારા ટૅબ્સને પુનઃસ્થાપિત કરવા માંગો છો?
he: נראה ש־Firefox קרס לאחרונה. האם ברצונך לשחזר את הלשוניות שלך?
hu: Úgy néz ki, hogy a Firefox előzőleg összeomlott. Szeretné helyreállítani a lapjait?
ja: Firefox は予期せず終了しました。タブを復元しますか？
ka: როგორც ჩანს, Firefox წინა ჯერზე უეცრად გაითიშა. გსურთ, ჩანართების აღდგენა?
kab: A yettban dakken Firefox yeɣli yakan. Tebɣiḍ ad d-terreḍ icarren-inek?
kk: Firefox алдында құлаған сияқты. Беттерді қалпына келтіруді қалайсыз ба?
ko: 이전에 Firefox가 강제 종료되었습니다. 탭을 복구하시겠습니까?
lo: ເບິງຄ້າຍຄືວ່າ Firefox ເກີດມີຂໍ້ຜິດພາດກ່ອນຫນ້ານີ້. ທ່ານຕ້ອງການກູ້ຄືນແທັບຂອງທ່ານຫລືບໍ?
lv: Izskatās, ka Firefox iepriekš avarēja. Vai vēlaties atjaunot cilnes?
ml: ഫയര്‍ഫോക്സ് തൊട്ടുമുന്‍പ് നിലച്ചപോലെ കാണുന്നു. താങ്കളുടെ ടാബുകള്‍ വീണ്ടെടുക്കാന്‍ ആഗ്രഹിക്കുന്നുവോ?
mr: Firefox याआधी बंद पडला असे दिसते. आपले टॅब परत मिळवायचे का?
ms: Firefox telah ranap sebelum ini. Adakah anda mahu kembalikan semula tab anda?
ne_np: Firefox पहिले क्र्यास भएको जस्तो देखिन्छ। तपाईँ आफ्नो ट्याबहरू पुनःस्थापना गर्न चाहनुहुन्छ?
pl: Wygląda na to, że Firefox uległ poprzednio awarii. Czy przywrócić karty?
ro: Se pare că Firefox s-a închis neașteptat anterior. Dorești să restaurezi filele?
ru: Похоже, что Firefox ранее упал. Вы хотите восстановить ваши вкладки?
sk: Zdá sa, že Firefox naposledy zlyhal. Chcete obnoviť svoje karty?
sl: Očitno se je Firefox predhodno sesul. Želite obnoviti zavihke?
sq: Duket se Firefox-i, më herët, u vithis. Do të donit të rikthehen skedat tuaja?
ta: அடேடே சற்று முன் பயர்பாஃசு நொறுங்கியது போல் தோன்றுகிறது. உங்களின் கீற்றுகளை மீட்டமைக்கவா?
tl: Mukhang bumagsak ang Firefox. Gusto mo bang ibalik ang iyong mga tab?
zh_cn: 看起来 Firefox 此前崩溃了。您想恢复您的标签页吗？
zh_tw: 看來 Firefox 之前掛掉了，要還原您先前的分頁嗎？

source: Mark as Read
ast: Conseñar como lleíu
bg: Отбелязване като прочетено
bs: Označi kao pročitano
cs: Označit jako přečtené
cy: Marcio fel wedi ei Darllen
eo: Marki kiel legita
es_ar: Marcar como leído
es_mx: Marcar como leído
eu: Markatu irakurritako gisa
gd: Comharraich gun deach a leughadh
gl: Marcar como lido
gu_in: વાંચેલ તરીકે ચિહ્નિત કરો
he: סימון כנקרא
hu: Megjelölés olvasottként
ja: 既読にする
ka: წაკითხულად მონიშვნა
kab: Creḍ amzun yettwaɣra
kk: Оқылған ретінде белгілеу
ko: 읽음으로 표시
lo: ໝາຍໄວ້ວ່າໄດ້ອ່ານແລ້ວ
lv: Atzīmēt kā lasītu
ml: വായിച്ചതായി രേഖപ്പെടുത്തുക
mr: वाचले असे नोंद करा
ms: Tanda sebagai Sudah baca
ne_np: पढेको रूपमा चिन्ह लगाउनुहोस्
pl: Oznacz jako przeczytaną
ro: Marchează ca citit
ru: Отметить как прочитанное
sk: Označiť ako prečítané
sl: Označi kot prebrano
sq: Shënoje si të Lexuar
ta: படித்ததாக குறி
tl: Markahan bilang Nabasa
zh_cn: 标记为已读
zh_tw: 標示為已讀

source: Mark as Unread
ast: Conseñar como non lleíu
bg: Отбелязване като непрочетено
bs: Označi kao nepročitano
cs: Označit jako nepřečtené
cy: Marcio fel Heb ei Darllen
eo: Marki kiel nelegita
es_ar: Marcar como no leído
es_mx: Marcar como no leído
eu: Markatu irakurri gabeko gisa
gd: Comharraich nach deach a leughadh
gl: Marcar como non lido
gu_in: ન વાંચેલ તરીકે નિશાની કરો
he: סימון כלא נקרא
hu: Megjelölés olvasatlanként
ja: 未読にする
ka: წაუკითხავად მონიშვნა
kab: Creḍ-it amzun ur yettwaɣri ara
kk: Оқылмаған ретінде белгілеу
ko: 안읽음으로 표시
lo: ໝາຍໄວ້ວ່າຫຍັງບໍ່ທັນໄດ້ອ່ານເທື່ອ
lv: Atzīmēt kā nelasītu
ml: വായിക്കാത്തതായി രേഖപ്പെടുത്തുക
mr: वाचले नाही असे नोंद करा
ms: Tanda sebagai Belum baca
ne_np: नपढेको रूपमा चिन्ह लगाउनुहोस्
pl: Oznacz jako nieczytaną
ro: Marchează ca necitit
ru: Отметить как непрочитанное
sk: Označiť ako neprečítané
sl: Označi kot neprebrano
sq: Shënoje si të Palexuar
ta: படிக்காததாக குறி
tl: Markahan bilang Hindi pa nabasa
zh_cn: 标记为未读
zh_tw: 標示為未讀

# Menu.AddBookmark.Confirm
source: Bookmark Added
ast: Amestóse'l marcador
bs: Zabilješka dodana
cs: Záložka přidána
es_ar: Marcador agregado
es_mx: Marcador agregado
eu: Laster-marka gehituta
gl: Engadiuse o marcador
gu_in: બુકમાર્ક ઉમેર્યું છે
he: נוספה סימנייה
hu: Könyvjelző hozzáadva
ja: ブックマークを追加しました
ka: ჩანიშნულია
kab: Tacreḍt tettwerna
kk: Бетбелгі қосылды
ko: 북마크 추가됨
lo: ເພີ່ມບຸກມາກແລ້ວ
ml: അടയാളം ചേർത്തു
mr: वाचनखूण समाविष्ट
ne_np: पुस्तकचिनो थपियो
pl: Dodano zakładkę
ru: Закладка добавлена
sl: Zaznamek dodan
sq: Faqerojtësi u Shtua
ta: புத்தகக்குறி சேர்க்கப்பட்டது
tl: Idinagdag ang bookmark
zh_cn: 书签已添加
zh_tw: 已加入書籤

# Menu.AddBookmark.Label.v99
source: Add
es_mx: Agregar
eu: Gehitu
he: הוספה
hu: Hozzáadás
ja: 追加
ka: დამატება
kab: Rnu
ko: 추가
lo: ເພີ່ມ
ml: ചേര്‍ക്കുക
ne_np: थप्नुहोस्
pl: Dodaj
sl: Dodaj
zh_cn: 添加
zh_tw: 新增

# Menu.AddPin.Confirm2
source: Added to Shortcuts
es_ar: Agregado a atajos
es_mx: Agregado a los atajos
eu: Lasterbideetara gehituta
he: נוסף לקיצורי הדרך
hu: Hozzáadva a Parancsokhoz
ja: ショートカットに追加しました
ka: მალსახმობებში დამატება
kab: Yettwarna ɣer yinegzumen
kk: Жарлықтарға қосылды
ko: 바로가기에 추가됨
lo: ເພີ່ມໄປໄວ້ໃນທາງລັດ
ml: കുറിവഴികളിലേക്കു് ചേർത്തു
ne_np: सर्टकटहरुमा थपियो
pl: Dodano do skrótów
sl: Dodano med bližnjice
zh_cn: 快捷方式已添加
zh_tw: 已新增捷徑

# Menu.AddReadingList.Label.v99
source: Add
es_mx: Agregar
eu: Gehitu
he: הוספה
hu: Hozzáadás
ja: 追加
ka: დამატება
kab: Rnu
ko: 추가
lo: ເພີ່ມ
ml: ചേര്‍ക്കുക
ne_np: थप्नुहोस्
pl: Dodaj
sl: Dodaj
zh_cn: 添加
zh_tw: 新增

# Menu.AddToReadingList.Confirm
source: Added To Reading List
ast: Amestóse al llistáu de llectura
bs: Dodano na listu za čitanje
cs: Přidáno do seznamu ke čtení
es_ar: Agregado a lista de lectura
es_mx: Agregado a la lista de lectura
eu: Irakurketa-zerrendan gehitu da
gl: Engadiuse á lista de lectura
gu_in: સૂચિ વાંચવા માટે ઉમેરાયેલ છે
he: נוסף לרשימת הקריאה
hu: Hozzáadva az olvasási listához
ja: リーディングリストに追加しました
ka: დამატებულია წასაკითხებში
kab: Yettwarna ɣer tebdart n tɣuri
kk: Оқу тізіміне қосылды
ko: 읽기 목록에 추가됨
lo: ເພີ່ມເຂົ້າໄປໃນລາຍການອ່ານແລ້ວ
ml: വായന പട്ടികയിൽ ചേർത്തി
mr: वाचनयादीत समाविष्ट
ne_np: पढ्ने सूचीमा थपियो
pl: Dodano do czytelni
ru: Добавлено в список для чтения
sl: Dodano na bralni seznam
sq: U shtua te Listë Leximesh
ta: வாசிப்பு பட்டியலில் சேர்க்கப்பட்டது
tl: Idinagdag Upang Listahan ng Pagbabasa
zh_cn: 已添加到阅读列表
zh_tw: 已加入閱讀清單

# Menu.AddToShortcuts.v99
source: Add to Shortcuts
es_mx: Agregar a accesos directos
eu: Gehitu lasterbideetara
he: הוספה לקיצורי הדרך
hu: Hozzáadás a Parancsokhoz
ja: ショートカットに追加
ka: მალსახმობებში დამატება
kab: Rnu ɣer yinegzumen n unasiw
ko: 바로가기 추가
lo: ເພີ່ມທາງລັດ
ml: കുറുക്കുവഴികളിലേക്ക് ചേർക്കുക
ne_np: सर्टकटहरु मा थप्नुहोस्
pl: Dodaj do skrótów
sl: Dodaj med bližnjice
zh_cn: 添加快捷方式
zh_tw: 新增捷徑

# Menu.Bookmarks.Label
source: Bookmarks
es_ar: Marcadores
es_mx: Marcadores
eu: Laster-markak
he: סימניות
hu: Könyvjelzők
ja: ブックマーク
ka: სანიშნები
kab: Ticraḍ n yisebtar
kk: Бетбелгілер
ko: 즐겨찾기
lo: ບຸກມາກ
ml: അടയാളക്കുറിപ്പുകള്‍
ne_np: बुकमार्कहरु
pl: Zakładki
sl: Zaznamki
zh_cn: 书签
zh_tw: 書籤

# Menu.Copy.Title
source: Copy Address
ast: Copiar direción
bs: Kopiraj adresu
cs: Zkopírovat adresu
es_ar: Copiar dirección
es_mx: Copiar dirección
eu: Kopiatu helbidea
gl: Copiar enderezo
gu_in: કૉપિ સરનામું
he: העתקת כתובת
hu: Cím másolása
ja: アドレスをコピー
ka: მისამართის ასლი
kab: Nɣel tansa
kk: Адресін көшіріп алу
ko: 주소 복사
lo: ສຳເນົາທີ່ຢູ່
ml: വിലാസം പകര്‍ത്തുക
mr: पत्त्याची प्रत बनवा
ne_np: ठेगाना प्रतिलिपि गर्नुहोस्
pl: Kopiuj adres
ru: Копировать адрес
sl: Kopiraj naslov
ta: முகவரியை நகல் எடு
zh_cn: 复制地址
zh_tw: 複製網址

# Menu.CopyURL.Confirm
source: URL Copied To Clipboard
ast: Copióse la URL al cartafueyu
bs: URL kopiran u međuspremnik
cs: URL adresa zkopírována do schránky
es_ar: URL copiada al portapapeles
es_mx: Enlace URL copiado al portapapeles
eu: URLa arbelera kopiatu da
gl: Copiouse o URL ao portapapeis
gu_in: URL ક્લિપબોર્ડ પર કૉપિ કર્યું છે
he: הכתובת הועתקה ללוח העריכה
hu: URL a vágólapra másolva
ja: URL をクリップボードにコピーしました
ka: ბმულის ასლი აღებულია
kab: URL Ittwanɣel ɣef afus.
kk: URL алмасу буферіне көшірілді
ko: 클립보드에 URL 복사됨
lo: URL ໄດ້ຖືກບັນທຶກໄປໄວ້ໃນ Clipboard ແລ້ວ
ml: URL ക്ലിപ്ബോർഡിലേക്ക് പകർത്തി
mr: क्लिपबोर्डवर URL प्रत बनवली
ne_np: URL क्लिपबोर्डमा प्रतिलिपि गरियो
pl: Skopiowano adres do schowka
ru: URL скопирован в буфер обмена
sl: Spletni naslov kopiran v odložišče
sq: URL-ja u Kopjua Te e Papastra
ta: URL ஒட்டுப்பலகையில் வைக்கப்பட்டது
tl: URL Kinopya sa Clipboard
zh_cn: 网址已复制到剪贴板
zh_tw: 已將網址複製至剪貼簿

# Menu.CustomizeHomePage.v99
source: Customize Homepage
es_mx: Personalizar página de inicio
eu: Pertsonalizatu hasiera-orria
he: התאמה אישית של מסך הבית
hu: Kezdőoldal testreszabása
ja: ホームページをカスタマイズ
ka: საწყისი გვერდის მორგება
kab: Sagen asebter agejdan
ko: 홈페이지 개인화
lo: ປັບແຕ່ງຫນ້າທຳອິດ
ml: ആമുഖം ഇഷ്ടാനുസൃതമാക്കുക
ne_np: गृहपृष्ठलाई अनुकूलित गर्नुहोस्
pl: Dostosuj stronę startową
sl: Prilagodi domačo stran
zh_cn: 定制主页
zh_tw: 自訂首頁

# Menu.Downloads.Label
source: Downloads
es_ar: Descargas
es_mx: Descargas
eu: Deskargak
he: הורדות
hu: Letöltések
ja: ダウンロード
ka: ჩამოტვირთვა
kab: Isadaren
kk: Жүктемелер
ko: 다운로드
lo: ດາວໂຫລດ
ml: ഇറക്കിവെയ്ക്കലുകൾ
ne_np: डाउनलोडहरु
pl: Pobrane pliki
sl: Prenosi
zh_cn: 下载
zh_tw: 下載

# Menu.EnhancedTrackingProtectionOff.Title
source: Protections are OFF for this site
es_mx: Las protecciones están desactivadas para este sitio
eu: Babesak inaktibo daude gune honetarako
he: ההגנות כבויות עבור אתר זה
hu: A védelem KI van kapcsolva ezen a webhelyen
ja: このサイトでは保護が無効になっています
ka: დაცვა გამორთულია ამ საიტზე
kab: Ammesten yensa i usmel-a
ko: 이 사이트에서 보호 꺼짐
lo: ການປົກປ້ອງຖືກປິດໄວ້ສຳລັບເວັບໄຊນີ້
ml: ഈ സൈറ്റിനായി മെച്ചപ്പെടുത്തിയ പിന്തുടർച്ച സംരക്ഷണം അണച്ചിരിക്കുന്നു
pl: Ochrona jest wyłączona na tej witrynie
sl: Zaščite za to spletno mesto so IZKLJUČENE
zh_cn: 已关闭此网站的增强型跟踪保护。
zh_tw: 已關閉此網站的追蹤保護

# Menu.EnhancedTrackingProtectionOn.Title
source: Protections are ON for this site
es_mx: Las protecciones están activadas para este sitio
eu: Babesak aktibo daude gune honetarako
he: ההגנות פעילות עבור אתר זה
hu: A védelem BE van kapcsolva ezen a webhelyen
ja: このサイトでは保護が有効になっています
ka: დაცვა ჩართულია ამ საიტზე
kab: Ammesten yermed i usmel-a
ko: 이 사이트에서 보호 켜짐
lo: ການປົກປ້ອງແມ່ນເປີດຢູ່ສຳລັບເວັບໄຊນີ້
ml: ഈ സൈറ്റിനായി മെച്ചപ്പെടുത്തിയ പിന്തുടർച്ച സംരക്ഷണം തുറന്നിരിക്കുന്നു
pl: Ochrona jest włączona na tej witrynie
sl: Zaščite za to spletno mesto so VKLJUČENE
zh_cn: 已开启此网站的增强型跟踪保护。
zh_tw: 已開啟此網站的追蹤保護

# Menu.Help.v99
source: Help
es_mx: Ayuda
eu: Laguntza
he: עזרה
hu: Súgó
ja: ヘルプ
ka: დახმარება
kab: Tallelt
ko: 도움말
lo: ຊ່ວຍເຫລືອ
ml: തുണ
ne_np: मद्दत
pl: Pomoc
sl: Pomoč
zh_cn: 帮助
zh_tw: 說明

# Menu.History.Label
source: History
es_ar: Historial
es_mx: Historial
eu: Historia
he: היסטוריה
hu: Előzmények
ja: 履歴
ka: ისტორია
kab: Azray
kk: Шолу тарихы
ko: 방문 기록
lo: ປະຫວັດການໃຊ້ງານ
ml: നാള്‍വഴി
ne_np: इतिहास
pl: Historia
sl: Zgodovina
zh_cn: 历史记录
zh_tw: 瀏覽紀錄

# Menu.NewPrivateTab.Label
source: New Private Tab
es_mx: Nueva pestaña privada
he: לשונית פרטית חדשה
ja: 新規プライベートタブ
ka: ახალი პირადი ჩანართი
kab: Iccer uslig amaynut
ko: 새 사생활 보호 탭
lo: ແຖບສ່ວນຕົວໃໝ່
ml: പുതിയ സ്വകാര്യ ടാബ്
sl: Nov zaseben zavihek
zh_cn: 新建隐私标签页

# Menu.NewTab.v99
source: New Tab
es_mx: Nueva pestaña
eu: Fitxa berria
he: לשונית חדשה
hu: Új lap
ja: 新規タブ
ka: ახალი ჩანართი
kab: Iccer amaynut
ko: 새 탭
lo: ເປີດໜ້າຕ່າງໃໝ່
ml: പുതിയ ടാബ്
ne_np: नयाँ ट्याब
pl: Nowa karta
sl: Nov zavihek
zh_cn: 新建标签页
zh_tw: 開新分頁

# Menu.NightModeTurnOff.Label2
source: Turn off Night Mode
es_ar: Desactivar modo nocturno
es_mx: Desactivar modo nocturno
eu: Itzali gaueko modua
he: כיבוי מצב לילה
hu: Éjszakai mód kikapcsolása
ja: ナイトモードをオフにする
ka: ღამის რეჟიმის გამორთვა
kab: Sens askar aceεlal
kk: Түнгі режимді сөндіру
ko: 야간 모드 끄기
lo: ປິດໂຫມດກາງຄືນ
ml: രാത്രി രീതി അണക്കുക
ne_np: रात्री मोड बन्द गर्नुहोस्
pl: Wyłącz tryb nocny
sl: Izklopi nočni način
zh_cn: 关闭夜间模式
zh_tw: 關閉夜間模式

# Menu.NightModeTurnOn.Label2
source: Turn on Night Mode
es_ar: Activar modo nocturno
es_mx: Activar modo nocturno
eu: Piztu gaueko modua
he: הפעלת מצב לילה
hu: Éjszakai mód bekapcsolása
ja: ナイトモードをオンにする
ka: ღამის რეჟიმის ჩართვა
kab: Rmed askar aceεlal
kk: Түнгі режимді іске қосу
ko: 야간 모드 켜기
lo: ເປີດໂຫມດກາງຄືນ
ml: രാത്രി രീതി തുടങ്ങി വയ്ക്കുക
ne_np: रात्री मोड खुल्ला गर्नुहोस्
pl: Włącz tryb nocny
sl: Vklopi nočni način
zh_cn: 开启夜间模式
zh_tw: 開啟夜間模式

# Menu.Passwords.Label
source: Passwords
es_ar: Contraseñas
es_mx: Contraseñas
eu: Pasahitzak
he: ססמאות
hu: Jelszavak
ja: パスワード
ka: პაროლები
kab: Awalen uffiren
kk: Парольдер
ko: 비밀번호
lo: ລະຫັດຜ່ານ
ml: ഒളിവാക്കുകൾ
ne_np: पासवर्डहरु
pl: Hasła
sl: Gesla
zh_cn: 密码
zh_tw: 密碼

# Menu.Paste.Title
source: Paste
ast: Apegar
bs: Zalijepi
cs: Vložit
es_ar: Pegar
es_mx: Pegar
eu: Itsatsi
gl: Pegar
gu_in: પેસ્ટ કરો
he: הדבקה
hu: Beillesztés
ja: ペースト
ka: ჩასმა
kab: Senteḍ
kk: Кірістіру
ko: 붙여넣기
lo: ວາງ
ml: ഒട്ടിക്കുക
mr: चिकटवा
ne_np: टाँस्नुहोस्
pl: Wklej
ru: Вставить
sl: Prilepi
ta: ஒட்டு
zh_cn: 粘贴
zh_tw: 貼上

# Menu.PasteAndGo.Title
source: Paste & Go
ast: Apegar y dir
bs: Zalijepi i idi
cs: Vložit a přejít
es_ar: Pegar e ir
es_mx: Pegar e ir
eu: Itsatsi eta joan
gl: Pegar e ir
gu_in: પેસ્ટ કરો અને જાઓ
he: הדבקה ומעבר
hu: Beillesztés és ugrás
ja: ペーストして移動
ka: ჩასმა და გადასვლა
kab: Senṭeḍ & ddu
kk: Кірістіру және өту
ko: 붙여넣고 바로 가기
lo: ວາງ & ໄປ
ml: ഒട്ടിച്ചു് തുടരുക
mr: चिकटवा व जा
ne_np: टाँस्नुहोस् र जानुहोस्
pl: Wklej i przejdź
ru: Вставить и перейти
sl: Prilepi in odpri
ta: ஒட்டிச் செல்
zh_cn: 粘贴并前往
zh_tw: 貼上並瀏覽

# Menu.ReadingList.Label
source: Reading List
es_ar: Lista de lectura
es_mx: Lista de lectura
eu: Irakurketa-zerrenda
he: רשימת קריאה
hu: Olvasási lista
ja: リーディングリスト
ka: წასაკითხი
kab: Tabdart n tɣuri
kk: Оқу тізімі
ko: 읽기 목록
lo: ລາຍການອ່ານ
ml: വായനാ പട്ടിക
ne_np: पढ्ने सूची
pl: Czytelnia
sl: Bralni seznam
zh_cn: 阅读列表
zh_tw: 閱讀清單

# Menu.ReloadWithTrackingProtection.Title
source: Reload With Tracking Protection
bs: Ponovo učitaj sa zaštitom od praćenja
cs: Znovu načíst s ochranou proti sledování
es_ar: Recargar con protección contra rastreo
es_mx: Recargar con protección de rastreo
eu: Kargatu berriro jarraipenaren babesarekin
gl: Recargar con protección contra o seguimento
gu_in: ટ્રેકિંગ પ્રોટેક્શન સાથે ફરીથી લોડ કરો
he: טעינה מחדש עם הגנת מעקב
hu: Újratöltés követés elleni védelemmel
ja: トラッキング防止ありで再読み込み
ka: თვალთვალისგან დაცვით გახსნა ხელახლა
kab: Ales tulya s ummesten mgal asfuɣel
kk: Бақылаудан қорғанысымен қайта жүктеу
ko: 추적 방지 기능을 켜고 새로 고침
lo: ລີໂຫລດພ້ອມກັບການປ້ອງກັນການຕິດຕາມ
ml: പിന്തുടരല്‍ പരിരക്ഷയോടെ പുനരാരംഭിയ്ക്കുക
mr: मागोवा सुरक्षे सोबत पुन्हा लोड करा
ne_np: ट्रयाकिङ् सुरक्षाको साथ पुन: लोड गर्नुहोस्
pl: Odśwież z ochroną przed śledzeniem
ru: Перезагрузить с защитой от отслеживания
sl: Ponovno naloži z zaščito pred sledenjem
ta: தடமறியல் பாதுகாப்புடன் ஏற்று
zh_cn: 开启跟踪保护并重新加载
zh_tw: 開啟追蹤保護功能並重新載入
