Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# MainMenu.Account.SignedIn.Description.v141
source: Manage what you back up and sync
es_mx: Administra lo que respaldas y sincronizas
he: ניהול הפריטים המגובים והמסונכרנים
ka: მართეთ, რას ამარქაფებთ და ასინქრონებთ
ko: 백업 및 동기화 대상 관리
lo: ຈັດການສິ່ງທີ່ທ່ານສຳຮອງ ແລະ sync
ml: താങ്ങൾ എന്തിന്റെ കരുതൽപ്പകൎപ്പു് എടുക്കാൻ പോവുന്നു അല്ലെങ്കിൽ സമന്വയിപ്പിക്കാൻ പോവുന്നുയെന്നു കൈകാര്യം ചെയ്യുക
sl: Nastavite, kaj varnostno kopirati in sinhronizirati

# MainMenu.Account.SignedOut.Description.v131
source: Sync passwords, tabs, and more
es_mx: Sincronizar contraseñas, pestañas y más
he: סנכרון ססמאות, לשוניות ועוד
ja: パスワード、タブなどを同期します
ka: დაასინქრონეთ პაროლები, ჩანართები და სხვა
kab: Mtawi awalen n uεeddi, accaren akked wayen niḍen
ko: 비밀번호, 탭 등을 동기화하세요.
lo: ຊິ້ງຂໍ້ມູນລະຫັດຜ່ານ, ແຖບ, ແລະ ອື່ນໆອີກ
ml: ഒളിവാക്കുകളും ടാബുകളും മറ്റും സമന്വയിപ്പിക്കുക
sl: Sinhronizirajte gesla, zavihke in druge podatke
zh_cn: 同步密码、标签页等数据

# MainMenu.Account.SignedOut.Description.v141
source: Sync bookmarks, passwords, tabs, and more
es_mx: Sincronizar marcadores, contraseñas, pestañas y mucho más
he: סנכרון סימניות, ססמאות, לשוניות ועוד
ka: დაასინქრონეთ სანიშნები, პაროლები, ჩანართები და სხვა
kab: Mtawi ticraḍ n yisebtar, awalen n uεeddi, accaren akked wayen niḍen
ko: 북마크, 비밀번호, 탭 등을 동기화하세요.
lo: ຊິ້ງຂໍ້ມູນບຸກມາກ, ລະຫັດຜ່ານ, ແຖບ, ແລະ ອື່ນໆອີກ
ml: അടയാളക്കുറിപ്പുകളും ഒളിവാക്കുകളും ടാബുകളും എന്നിവയും മറ്റും സമന്വയിപ്പിക്കുക
sl: Sinhronizirajte zaznamke, gesla, zavihke in druge podatke

# MainMenu.Account.SignedOut.Title.v131
source: Sign In
es_mx: Iniciar sesión
he: כניסה
ja: ログイン
ka: შესვლა
kab: Kcem
ko: 로그인
lo: ລົງຊື່ເຂົ້າໃຊ້
ml: പ്രവേശിക്കുക
sl: Prijava
zh_cn: 登录

# MainMenu.Account.SyncError.Description.v131
source: Syncing paused
es_mx: Sincronización pausada
he: הסנכרון מושהה
ja: 同期を一時停止中
ka: დასინქრონება შეჩერებულია
kab: Amtawa yeḥbes
ko: 동기화가 일시중지됨
lo: ຢຸດການຊິງຄ໌ໄວ້ຊົ່ວຄາວ
ml: സമന്വയിപ്പിക്കൽ താൽക്കാലികമായി നിർത്തി
sl: Sinhroniziranje ustavljeno
zh_cn: 同步已暂停

# MainMenu.Account.SyncError.Title.v131
source: Sign back in to sync
es_mx: Vuelve a iniciar sesión para sincronizar
he: יש להתחבר שוב כדי לסנכרן
ja: ログインして Sync に戻る
ka: კვლავ შესვლა და სინქ.
kab: Ales qqen i wakken ad tesnekreḍ amtawi
ko: 동기화하려면 다시 로그인
lo: ກັບຄືນເຂົ້າສູ່ລະບົບເພື່ອຊິ້ງ
ml: സമന്വയിപ്പിക്കാനായി പ്രവേശിക്കുക
sl: Znova se prijavite za sinhronizacijo
zh_cn: 重新登录以同步

# MainMenu.BookmarkPage.Title.v141
source: Bookmark Page
es_mx: Agregar página a marcadores
he: הוספת העמוד לסימניות
ka: გვერდის ჩანიშვნა
kab: Creḍ asebter
ko: 페이지 북마크
lo: ໜ້າບຸກມາກ
ml: താളിനെ കുറിച്ചിടുക
sl: Dodaj stran med zaznamke

# MainMenu.DesktopSiteOff.Title.v142
source: Off
es_mx: Desactivar
he: כבוי
ka: გამორთ.
kab: Yensa
ko: 끄기
lo: ປິດ
ml: അണച്ചതു്
sl: Izključeno

# MainMenu.DesktopSiteOn.Title.v142
source: On
es_mx: Activar
he: פעיל
ka: ჩართ.
kab: Yermed
ko: 켜기
lo: ເປີດ
ml: തുടങ്ങിവച്ചതു്
sl: Vključeno

# MainMenu.HeaderBanner.Subtitle.v142
source: Takes seconds. Change anytime.
es_mx: Toma segundos. Cámbialo en cualquier momento.
he: לוקח כמה שניות. אפשר לשנות בכל עת.
ka: რამდენიმე წამს გასტანს. შეცვლით ნებისმიერ დროს.
kab: Kra n tsinin kan. Beddel sya ɣer da
ko: 몇 초 정도 걸립니다. 언제든지 바꿀 수 있습니다.
lo: ໃຊ້ເວລາວິນາທີ. ປ່ຽນໄດ້ທຸກເວລາ.
ml: ഞൊടികൾ മാത്രമെടുക്കും. എപ്പോഴെങ്കിലും മാറ്റാം.
sl: Vzame vam sekundo. Kadarkoli lahko spremenite.

# MainMenu.HeaderBanner.Title.v142
source: Make %@ your default
es_mx: Establece %@ como predeterminado
he: הגדרת %@ כברירת המחדל
ka: გახადეთ %@ ნაგულისხმევი
kab: Err %@ d amezwer
ko: %@를 기본 브라우저로 설정
lo: ເຮັດໃຫ້ %@ ເປັນຄ່າເລີ່ມຕົ້ນຂອງທ່ານ
ml: %@-നെ തനിമട്ടാക്കുക
sl: Nastavite %@ za privzeti brskalnik

# MainMenu.Off.Title.v141
source: Off
es_mx: Desactivar
he: כבוי
ka: გამორთ.
kab: Yensa
ko: 끄기
lo: ປິດ
ml: അണച്ചതു്
sl: Izključeno

# MainMenu.On.Title.v141
source: On
es_mx: Activar
he: פעיל
ka: ჩართ.
kab: Yermed
ko: 켜기
lo: ເປີດ
ml: തുടങ്ങിയതു്
sl: Vključeno

# MainMenu.PanelLinkSection.AccessibilityLabels.Bookmarks.v132
source: Bookmarks
es_mx: Marcadores
he: סימניות
ja: ブックマーク
ka: სანიშნები
kab: Ticraḍ n isebtar
ko: 북마크
lo: ບຸກມາກ
ml: അടയാളക്കുറിപ്പുകള്‍
sl: Zaznamki
zh_cn: 书签

# MainMenu.PanelLinkSection.AccessibilityLabels.Downloads.v132
source: Downloads
es_mx: Descargas
he: הורדות
ja: ダウンロード
ka: ჩამოტვირთვები
kab: Isadaren
ko: 다운로드
lo: ດາວໂຫຼດ
ml: ഇറക്കിവയ്ക്കലുകൾ
sl: Prenosi
zh_cn: 下载

# MainMenu.PanelLinkSection.AccessibilityLabels.History.v132
source: History
es_mx: Historial
he: היסטוריה
ja: 履歴
ka: ისტორია
kab: Azray
ko: 방문 기록
lo: ປະຫວັດ
ml: നാള്‍വഴി
sl: Zgodovina
zh_cn: 历史记录

# MainMenu.PanelLinkSection.AccessibilityLabels.Passwords.v132
source: Passwords
es_mx: Contraseñas
he: ססמאות
ja: パスワード
ka: პაროლები
kab: Awalen uffiren
ko: 비밀번호
lo: ລະຫັດຜ່ານ
ml: ഒളിവാക്കുകൾ
sl: Gesla
zh_cn: 密码

# MainMenu.PanelLinkSection.Bookmarks.Title.v131
source: Bookmarks
es_mx: Marcadores
he: סימניות
ja: ブックマーク
ka: სანიშნები
kab: Ticraḍ n isebtar
ko: 북마크
lo: ບຸກມາກ
ml: അടയാളക്കുറിപ്പുകള്‍
sl: Zaznamki
zh_cn: 书签

# MainMenu.PanelLinkSection.Downloads.Title.v131
source: Downloads
es_mx: Descargas
he: הורדות
ja: ダウンロード
ka: ჩამოტვირთვები
kab: Isadaren
ko: 다운로드
lo: ດາວໂຫລດ
ml: ഇറക്കിവയ്ക്കലുകൾ
sl: Prenosi
zh_cn: 下载

# MainMenu.PanelLinkSection.History.Title.v131
source: History
es_mx: Historial
he: היסטוריה
ja: 履歴
ka: ისტორია
kab: Amazray
ko: 방문 기록
lo: ປະຫວັດ
ml: നാള്‍വഴി
sl: Zgodovina
zh_cn: 历史记录

# MainMenu.PanelLinkSection.Passwords.Title.v131
source: Passwords
es_mx: Contraseñas
he: ססמאות
ja: パスワード
ka: პაროლები
kab: Awalen uffiren
ko: 비밀번호
lo: ລະຫັດຜ່ານ
ml: ഒളിവാക്കുകൾ
sl: Gesla
zh_cn: 密码

# MainMenu.SettingsSection.AccessibilityLabels.CustomizeHomepage.v132
source: Customize Homepage
es_mx: Personalizar página de inicio
he: התאמה אישית של מסך הבית
ja: ホームページをカスタマイズ
ka: საწყისი გვერდის მორგება
kab: Sagen asebter agejdan
ko: 홈페이지 개인화
lo: ປັບແຕ່ງຫນ້າທຳອິດ
ml: ആമുഖത്താൾ ഇഷ്ടാനുസൃതമാക്കുക
sl: Prilagodi domačo stran
zh_cn: 定制主页

# MainMenu.SettingsSection.AccessibilityLabels.GetHelp.v132
source: Get Help
es_mx: Obtener ayuda
he: קבלת עזרה
ja: ヘルプを表示
ka: მხარდაჭერა
kab: Awi tallelt
ko: 도움 받기
lo: ຂໍຄວາມຊ່ວຍເຫລືອ
ml: പിന്തുണ നേടുക
sl: Pomoč
zh_cn: 获取帮助

# MainMenu.SettingsSection.AccessibilityLabels.Settings.v132
source: Settings
es_mx: Ajustes
he: הגדרות
ja: 環境設定
ka: პარამეტრები
kab: Iɣewwaṛen
ko: 설정
lo: ການຕັ້ງຄ່າ
ml: ക്രമീകരണങ്ങള്‍
sl: Nastavitve
zh_cn: 设置

# MainMenu.SettingsSection.AccessibilityLabels.WhatsNew.v132
source: New in %@
es_mx: Lo nuevo en %@
he: חדש ב־%@
ja: %@ の新着情報
ka: რა სიახლეებითაა %@
kab: Amaynut deg %@
ko: %@ 새기능
lo: ໃໝ່ໃນ %@
ml: %@ -ൽ പുതിയതു്
sl: Novo v %@u
zh_cn: %@ 新功能

# MainMenu.SettingsSection.CustomizeHomepage.Title.v131
source: Customize Homepage
es_mx: Personalizar página de inicio
he: התאמה אישית של מסך הבית
ja: ホームページをカスタマイズ
ka: საწყისი გვერდის მორგება
kab: Sagen asebter agejdan
ko: 홈페이지 개인화
lo: ປັບແຕ່ງຫນ້າທຳອິດ
ml: ആമുഖത്താൾ ഇഷ്ടാനുസൃതമാക്കുക
sl: Prilagodi domačo stran
zh_cn: 定制主页

# MainMenu.SettingsSection.GetHelp.Title.v131
source: Get Help
es_mx: Obtener ayuda
he: קבלת עזרה
ja: ヘルプを表示
ka: მხარდაჭერა
kab: Awi tallelt
ko: 도움 받기
lo: ຂໍຄວາມຊ່ວຍເຫລືອ
ml: പിന്തുണ നേടുക
sl: Pomoč
zh_cn: 获取帮助

# MainMenu.SettingsSection.Settings.Title.v131
source: Settings
es_mx: Ajustes
he: הגדרות
ja: 設定
ka: პარამეტრები
kab: Iɣewwaṛen
ko: 설정
lo: ການຕັ້ງຄ່າ
ml: ക്രമീകരണങ്ങള്‍
sl: Nastavitve
zh_cn: 设置

# MainMenu.SettingsSection.WhatsNew.Title.v131
source: New in %@
es_mx: Nuevo en %@
he: חדש ב־%@
ja: %@ の新着情報
ka: რა სიახლეებითაა %@
kab: Amaynut deg %@
ko: %@ 새기능
lo: ໃໝ່ໃນ %@
ml: %@-ൽ പുതിയതു്
sl: Novo v %@u
zh_cn: %@ 新功能

# MainMenu.SiteProtection.ConnectionNotSecure.Title.v141
source: Connection is not secure
es_mx: La conexión no es segura
he: החיבור אינו מאובטח
ka: კავშირი დაუცველია
kab: Tuqqna d taraɣelsant
ko: 연결이 안전하지 않음
lo: ການເຊື່ອມຕໍ່ບໍ່ປອດໄພ
ml: സമ്പൎക്കം സുരക്ഷിതമല്ല
sl: Povezava ni varna

# MainMenu.SiteProtection.ProtectionsOff.Title.v141
source: Protections are OFF
es_mx: Las protecciones están desactivadas
he: ההגנות כבויות
ka: უსაფრთხოება გამორთ.
kab: Ammesten YENSA
ko: 보호 꺼짐
lo: ການປ້ອງກັນຖືກປິດໄວ້ຢູ່
ml: പരിരക്ഷകൾ അണച്ചിരിക്കുന്നു
sl: Zaščite so IZKLJUČENE

# MainMenu.SiteProtection.ProtectionsOn.Title.v141
source: Protections are ON
es_mx: Las protecciones están activadas
he: ההגנות פעילות
ka: უსაფრთხოება ჩართ.
kab: Ammesten YERMED
ko: 보호 켜짐
lo: ການປ້ອງກັນພ້ອມນຳໃຊ້ງານ
ml: പരിരക്ഷകൾ തുടങ്ങിവച്ചിരിക്കുന്നു
sl: Zaščite so VKLJUČENE

# MainMenu.Submenus.Save.AccessibilityLabels.AddToHomeScreen.Subtitle.v132
source: Home
es_mx: Inicio
he: בית
ja: ホーム
ka: მთავარი
kab: Asebter agejdan
ko: 홈
lo: ໜ້າຫຼັກ
ml: ആമുഖം
sl: Domov
zh_cn: 主页

# MainMenu.Submenus.Save.AccessibilityLabels.AddToHomeScreen.Title.v132
source: Add to Home Screen
es_mx: Agregar a la pantalla de inicio
he: הוספה למסך הבית
ja: ホーム画面に追加
ka: მთავარ ეკრანზე დამატება
kab: Rnu ɣer ugilal agejdan
ko: 홈 화면에 추가
lo: ເພີ່ມໃສ່ໜ້າຫຼັກ
ml: ആമുഖതാളിലേക്കു് ചേർക്കുക
sl: Dodaj na domači zaslon
zh_cn: 添加到主屏幕

# MainMenu.Submenus.Save.AccessibilityLabels.AddToShortcuts.Subtitle.v132
source: Shortcut
es_mx: Acceso directo
he: קיצור דרך
ja: ショートカット
ka: მალსახმობი
kab: Anegzum
ko: 바로 가기
lo: ທາງລັດ
ml: കുറുക്കുവഴി
sl: Bližnjica
zh_cn: 快捷方式

# MainMenu.Submenus.Save.AccessibilityLabels.AddToShortcuts.Title.v132
source: Add to Shortcuts
es_mx: Agregar a accesos directos
he: הוספה לקיצורי הדרך
ja: ショートカットを追加
ka: მალსახმობებში დამატება
kab: Rnu ɣer yinegzumen n unasiw
ko: 바로가기 추가
lo: ເພີ່ມທາງລັດ
ml: കുറുക്കുവഴികളിലേക്കു് ചേർക്കുക
sl: Dodaj med bližnjice
zh_cn: 添加快捷方式

# MainMenu.Submenus.Save.AccessibilityLabels.BookmarkThisPage.Subtitle.v132
source: Add Bookmark
es_mx: Agregar marcador
he: הוספת סימנייה
ja: ブックマークを追加
ka: სანიშნის დამატება
kab: Rnu tacreṭ n usebter
ko: 북마크 추가
lo: ເພີ່ມບຸກມາກ
ml: അടയാളക്കുറിപ്പുകളിലേക്കു് ചേര്‍ക്കുക
sl: Dodaj zaznamek
zh_cn: 添加书签

# MainMenu.Submenus.Save.AccessibilityLabels.BookmarkThisPage.Title.v132
source: Bookmark This Page
es_mx: Agregar esta página a marcadores
he: יצירת סימנייה לדף זה
ja: このページをブックマーク
ka: გვერდის ჩანიშვნა
kab: Creḍ asebter-a
ko: 이 페이지 북마크
lo: ບຸກມາກຫນ້ານີ້
ml: ഈ താളിനു് അടയാളപ്പെടുത്തുക
sl: Dodaj stran med zaznamke
zh_cn: 为此页添加书签

# MainMenu.Submenus.Save.AccessibilityLabels.EditBookmark.Title.v132
source: Edit Bookmark
es_mx: Editar marcador
he: עריכת סימנייה
ja: ブックマークを編集
ka: სანიშნის ჩასწორება
kab: Ẓreg tacreḍt n usebter
ko: 북마크 편집
lo: ແກ້ໄຂບຸກມາກ
ml: അടയാളക്കുറിപ്പ് തിരുത്തുക
sl: Uredi zaznamek
zh_cn: 编辑书签

# MainMenu.Submenus.Save.AccessibilityLabels.RemoveFromReadingList.Title.v132
source: Remove from Reading List
es_mx: Eliminar de la lista de lectura
he: הסרה מרשימת הקריאה
ja: リーディングリストから削除
ka: მოცილება საკითხავი სიიდან
kab: Kkes seg tebdart n tɣuri
ko: 읽기 목록에서 제거
lo: ລືບອອກຈາກລາຍການອ່ານ
ml: വായനാപ്പട്ടികയില്‍ നിന്നും മാറ്റുക
sl: Odstrani z bralnega seznama
zh_cn: 从阅读列表移除

# MainMenu.Submenus.Save.AccessibilityLabels.RemoveFromShortcuts.Title.v132
source: Remove from Shortcuts
es_mx: Eliminar de los accesos directos
he: הסרה מקיצורי הדרך
ja: ショートカットから削除
ka: მოცილება მალსახმობებიდან
kab: Kkes seg yinegzumen
ko: 바로가기에서 제거
lo: ລຶບອອກຈາກທາງລັດ
ml: കുറുക്കുവഴികളിൽ നിന്നു് മാറ്റുക
sl: Odstrani iz bližnjic
zh_cn: 移除快捷方式

# MainMenu.Submenus.Save.AccessibilityLabels.SaveAsPDF.Title.v132
source: Save as PDF
es_mx: Guardar como PDF
he: שמירה כ־PDF
ja: PDF として保存
ka: შეინახოს PDF
kab: Kles d PDF
ko: PDF로 저장
lo: ບັກທຶກເປັນ PDF
ml: പീ.ഡീ.എഫ് ആയി കരുതിവയ്ക്കുക
sl: Shrani kot PDF
zh_cn: 另存为 PDF

# MainMenu.Submenus.Save.AccessibilityLabels.SaveToReadingList.Subtitle.v132
source: Reading List
es_mx: Lista de lectura
he: רשימת קריאה
ja: リーディングリスト
ka: წასაკითხი სია
kab: Tabdart n tɣuṛi
ko: 읽기 목록
lo: ລາຍການອ່ານ
ml: വായനപട്ടിക
sl: Bralni seznam
zh_cn: 阅读列表

# MainMenu.Submenus.Save.AccessibilityLabels.SaveToReadingList.Title.v132
source: Save to Reading List
es_mx: Guardar en la lista de lectura
he: שמירה לרשימת קריאה
ja: リーディングリストに保存
ka: წასაკითხებში შენახვა
kab: Sekles deg tebdart n tɣuri
ko: 읽기 목록에 저장
lo: ເພີ່ມເຂົ້າໄປໃນລາຍການອ່ານ
ml: വായനപ്പട്ടികയിലേക്കു് ചേർക്കുക
sl: Shrani na bralni seznam
zh_cn: 保存到阅读列表

# MainMenu.Submenus.Save.AddToHomeScreen.Subtitle.v131
source: Home
es_mx: Inicio
he: בית
ja: ホーム画面
ka: საწყისი
kab: Asebter agejdan
ko: 홈
lo: ໜ້າຫຼັກ
ml: ആമുഖം
sl: Domov
zh_cn: 主页

# MainMenu.Submenus.Save.AddToHomeScreen.Title.v131
source: Add to Home Screen
es_mx: Agregar a la pantalla de inicio
he: הוספה למסך הבית
ja: ホーム画面に追加
ka: საწყის ეკრანზე დამატება
kab: Rnu ɣer ugilal agejdan
ko: 홈 화면에 추가
lo: ເພີ່ມໃສ່ໜ້າຫຼັກ
ml: ആമുഖതാളിലേക്കു് ചേർക്കുക
sl: Dodaj na domači zaslon
zh_cn: 添加到主屏幕

# MainMenu.Submenus.Save.AddToShortcuts.Subtitle.v131
source: Shortcut
es_mx: Atajo
he: קיצור דרך
ja: ショートカット
ka: მალსახმობი
kab: Anegzum
ko: 바로 가기
lo: ທາງລັດ
ml: കുറുക്കുവഴി
sl: Bližnjica
zh_cn: 快捷方式

# MainMenu.Submenus.Save.AddToShortcuts.Title.v131
source: Add to Shortcuts
es_mx: Agregar a accesos directos
he: הוספה לקיצורי הדרך
ja: ショートカットを追加
ka: მალსახმობებში დამატება
kab: Rnu ɣer yinegzumen n unasiw
ko: 바로가기에 추가
lo: ເພີ່ມທາງລັດ
ml: കുറുക്കുവഴികളിലേക്കു് ചേർക്കുക
sl: Dodaj med bližnjice
zh_cn: 添加快捷方式

# MainMenu.Submenus.Save.BookmarkThisPage.Subtitle.v131
source: Add Bookmark
es_mx: Agregar marcador
he: הוספת סימנייה
ja: ブックマークを追加
ka: სანიშნის დამატება
kab: Rnu tacreṭ n usebter
ko: 북마크 추가
lo: ເພີ່ມບຸກມາກ
ml: അടയാളകുറിപ്പു് ചേർക്കുക
sl: Dodaj zaznamek
zh_cn: 添加书签

# MainMenu.Submenus.Save.BookmarkThisPage.Title.v131
source: Bookmark This Page
es_mx: Agregar esta página a marcadores
he: יצירת סימנייה לדף זה
ja: このページをブックマーク
ka: გვერდის ჩანიშვნა
kab: Creḍ asebter-a
ko: 이 페이지 북마크
lo: ບຸກມາກຫນ້ານີ້
ml: ഈ താളിനു് അടയാളപ്പെടുത്തുക
sl: Dodaj stran med zaznamke
zh_cn: 为此页添加书签

# MainMenu.Submenus.Save.EditBookmark.Title.v131
source: Edit Bookmark
es_mx: Editar marcador
he: עריכת סימנייה
ja: ブックマークを編集
ka: სანიშნის ჩასწორება
kab: Ẓreg tacreḍt n usebter
ko: 북마크 편집
lo: ແກ້ໄຂບຸກມາກ
ml: അടയാളക്കുറിപ്പ് തിരുത്തുക
sl: Uredi zaznamek
zh_cn: 编辑书签

# MainMenu.Submenus.Save.RemoveFromReadingList.Title.v131
source: Remove from Reading List
es_mx: Eliminar de la lista de lectura
he: הסרה מרשימת הקריאה
ja: リーディングリストから削除
ka: წასაკითხებიდან მოცილება
kab: Kkes seg tebdart n tɣuri
ko: 읽기 목록에서 제거
lo: ລືບອອກຈາກລາຍການອ່ານ
ml: വായനാപ്പട്ടികയില്‍ നിന്നും മാറ്റുക
sl: Odstrani z bralnega seznama
zh_cn: 从阅读列表移除

# MainMenu.Submenus.Save.RemoveFromShortcuts.Title.v131
source: Remove from Shortcuts
es_mx: Eliminar de los accesos directos
he: הסרה מקיצורי הדרך
ja: ショートカットから削除
ka: მოცილება მალსახმობებიდან
kab: Kkes seg yinegzumen
ko: 바로가기에서 제거
lo: ລຶບອອກຈາກທາງລັດ
ml: കുറുക്കുവഴികളിൽ നിന്നു് മാറ്റുക
sl: Odstrani iz bližnjic
zh_cn: 移除快捷方式

# MainMenu.Submenus.Save.SaveAsPDF.Title.v131
source: Save as PDF
es_mx: Guardar como PDF
he: שמירה כ־PDF
ja: PDF として保存
ka: შეინახოს PDF
kab: Kles am PDF
ko: PDF로 저장
lo: ບັກທຶກເປັນ PDF
ml: പീ.ഡീ.എഫ ആയി കരുതിവയ്ക്കുക
sl: Shrani kot PDF
zh_cn: 另存为 PDF

# MainMenu.Submenus.Save.SaveToReadingList.Subtitle.v131
source: Reading List
es_mx: Lista de lectura
he: רשימת קריאה
ja: リーディングリスト
ka: საკითხავი სია
kab: Tabdart n tɣuṛi
ko: 읽기 목록
lo: ລາຍການອ່ານ
ml: വായനാ പട്ടിക
sl: Bralni seznam
zh_cn: 阅读列表

# MainMenu.Submenus.Save.SaveToReadingList.Title.v131
source: Save to Reading List
es_mx: Guardar en la lista de lectura
he: שמירה לרשימת קריאה
ja: リーディングリストに保存
ka: წასაკითხებში შენახვა
kab: Sekles deg tebdart n tɣuri
ko: 읽기 목록에 저장
lo: ເພີ່ມເຂົ້າໄປໃນລາຍການອ່ານ
ml: വായനപ്പട്ടികയിലേക്കു് ചേർക്കുക
sl: Shrani na bralni seznam
zh_cn: 保存到阅读列表

# MainMenu.Submenus.Tools.AccessibilityLabels.NightMode.Off.Title.v132
source: Turn off Night Mode
es_mx: Desactivar modo nocturno
he: כיבוי מצב לילה
ja: 夜間モードをオフにする
ka: ღამის რეჟიმის გამორთვა
kab: Sens askar aceεlal
ko: 야간 모드 끄기
lo: ປິດໂຫມດກາງຄືນ
ml: രാത്രി രീതി അണക്കുക
sl: Izklopi nočni način
zh_cn: 关闭夜间模式

# MainMenu.Submenus.Tools.AccessibilityLabels.NightMode.On.Title.v132
source: Turn on Night Mode
es_mx: Activar modo nocturno
he: הפעלת מצב לילה
ja: 夜間モードをオンにする
ka: ღამის რეჟიმის ჩართვა
kab: Rmed askar aceεlal
ko: 야간 모드 켜기
lo: ເປີດໂຫມດກາງຄືນ
ml: രാത്രി രീതി തുടങ്ങുക
sl: Vklopi nočni način
zh_cn: 开启夜间模式

# MainMenu.Submenus.Tools.AccessibilityLabels.NightMode.Subtitle.v132
source: Night Mode
es_mx: Modo nocturno
he: מצב לילה
ja: 夜間モード
ka: ღამის რეჟიმი
kab: Askar n yiḍ
ko: 야간 모드
lo: ໂຫມດກາງຄືນ
ml: രാത്രി രീതി
sl: Nočni način
zh_cn: 夜间模式

# MainMenu.Submenus.Tools.AccessibilityLabels.Print.Subtitle.v132
source: Print
es_mx: Imprimir
he: הדפסה
ja: プリント
ka: ამობეჭდვა
kab: Siggez
ko: 인쇄
lo: ພິມ
ml: അച്ചടിക്കുക
sl: Natisni
zh_cn: 打印

# MainMenu.Submenus.Tools.AccessibilityLabels.Print.Title.v132
source: Print
es_mx: Imprimir
he: הדפסה
ja: プリント
ka: ამობეჭდვა
kab: Siggez
ko: 인쇄
lo: ພິມ
ml: അച്ചടിപ്പിക്കുക
sl: Natisni
zh_cn: 打印

# MainMenu.Submenus.Tools.AccessibilityLabels.ReaderView.Off.Title.v132
source: Turn off Reader View
es_mx: Desactivar vista de lectura
he: כיבוי תצוגת קריאה
ja: リーダービューを閉じる
ka: საკითხავი ხედის გამორთვა
kab: Sens timeẓri n tɣuṛi
ko: 리더뷰 끄기
lo: ປິດ Reader View
ml: വായനാകാഴ്ച അണക്കുക
sl: Izklopi bralni pogled
zh_cn: 关闭阅读模式

# MainMenu.Submenus.Tools.AccessibilityLabels.ReaderView.On.Title.v132
source: Turn on Reader View
es_mx: Activar vista de lectura
he: הפעלת תצוגת קריאה
ja: リーダービューで開く
ka: საკითხავი ხედის ჩართვა
kab: Rmed timeẓri n tɣuṛi
ko: 리더뷰 켜기
lo: ເປີດ Reader View
ml: വായനാകാഴ്ച തുടങ്ങുക
sl: Vklopi bralni pogled
zh_cn: 开启阅读模式

# MainMenu.Submenus.Tools.AccessibilityLabels.ReaderView.Subtitle.v132
source: Reader View
es_mx: Vista de lectura
he: תצוגת קריאה
ja: リーダービュー
ka: საკითხავი ხედი
kab: Askar n tɣuṛi
ko: 리더뷰
ml: വായന കാഴ്ച
sl: Bralni pogled
zh_cn: 阅读模式

# MainMenu.Submenus.Tools.AccessibilityLabels.ReportBrokenSite.Subtitle.v132
source: Report
es_mx: Informar
he: דיווח
ja: 問題を報告
ka: მოხსენება
kab: Aneqqis
ko: 신고
lo: ລາຍງານ
ml: വിവരം അറിയിക്കുക
sl: Prijavi
zh_cn: 反馈

# MainMenu.Submenus.Tools.AccessibilityLabels.ReportBrokenSite.Title.v132
source: Report Broken Site
es_mx: Informar de un sitio que no funciona
he: דיווח על אתר שבור
ja: 動作しないサイトを報告
ka: არეული საიტის მოხსენება
kab: Cegger asmel yerẓen
ko: 깨진 사이트 신고
lo: ລາຍງານເວັບໄຊທີ່ມີບັນຫາ
ml: പൊട്ടിയയൊരു വെബ്സ്ഥാനത്തിന്റെ വിവരം അറിയിക്കുക
sl: Prijavi nedelujočo stran
zh_cn: 反馈网站问题

# MainMenu.Submenus.Tools.AccessibilityLabels.Share.Subtitle.v132
source: Share
es_mx: Compartir
he: שיתוף
ja: 共有
ka: გაზიარება
kab: Bḍu
ko: 공유
lo: ແບ່ງປັນ
ml: പങ്കിടുക
sl: Deli
zh_cn: 分享

# MainMenu.Submenus.Tools.AccessibilityLabels.Share.Title.v132
source: Share
es_mx: Compartir
he: שיתוף
ja: 共有
ka: გაზიარება
kab: Bḍu
ko: 공유
lo: ແບ່ງປັນ
ml: പങ്കിടുക
sl: Deli
zh_cn: 分享

# MainMenu.Submenus.Tools.AccessibilityLabels.Share.Title.v144
source: Share
es_mx: Compartir
he: שיתוף
ka: გაზიარება
kab: Bḍu
ko: 공유
lo: ແບ່ງປັນ
ml: പങ്കിടുക
sl: Deli

# MainMenu.Submenus.Tools.AccessibilityLabels.Zoom.Subtitle.v132
source: Zoom
he: מרחק מתצוגה
ja: 拡大／縮小
ka: ზომის ცვლა
kab: Semɣeṛ/Semẓi
ko: 확대/축소
lo: ຂະຫຍາຍ
ml: വലുതാക്കുക
sl: Povečava
zh_cn: 缩放

# MainMenu.Submenus.Tools.AccessibilityLabels.Zoom.Title.v132
source: Zoom (%@)
he: מרחק מתצוגה (%@)
ja: 拡大／縮小 (%@)
ka: მოახლოება (%@)
ko: 확대/축소(%@)
lo: ຊູມ (%@)
ml: വലുതാക്കുക (%@)
sl: Povečava (%@)
zh_cn: 缩放（%@）

# MainMenu.Submenus.Tools.NightMode.Off.Title.v131
source: Turn off Night Mode
es_mx: Desactivar el modo nocturno
he: כיבוי מצב לילה
ja: 夜間モードをオフにする
ka: ღამის რეჟიმის გამორთვა
kab: Sens askar aceεlal
ko: 야간 모드 끄기
lo: ປິດໂຫມດກາງຄືນ
ml: രാത്രി രീതി അണക്കുക
sl: Izklopi nočni način
zh_cn: 关闭夜间模式

# MainMenu.Submenus.Tools.NightMode.On.Title.v131
source: Turn on Night Mode
es_mx: Activar el modo nocturno
he: הפעלת מצב לילה
ja: 夜間モードをオンにする
ka: ღამის რეჟიმის ჩართვა
kab: Rmed askar aceεlal
ko: 야간 모드 켜기
lo: ເປີດໂຫມດກາງຄືນ
ml: രാത്രി രീതി തുടങ്ങുക
sl: Vklopi nočni način
zh_cn: 开启夜间模式

# MainMenu.Submenus.Tools.NightMode.Subtitle.v131
source: Night Mode
es_mx: Modo nocturno
he: מצב לילה
ja: 夜間モード
ka: ღამის რეჟიმი
kab: Askar n yiḍ
ko: 야간 모드
lo: ໂຫມດກາງຄືນ
ml: രാത്രി രീതി
sl: Nočni način
zh_cn: 夜间模式

# MainMenu.Submenus.Tools.PageZoom.Title.v140
source: Page Zoom (%@)
es_mx: Zoom de la página (%@)
he: מרחק מתצוגה של הדף (%@)
ka: გვერდის მოახლოება (%@)
kab: Zoom n usebter (%@)
ko: 페이지 확대/축소 (%@)
lo: ຊູມໜ້າ (%@)
ml: താൾ വലിപ്പം (%@)
sl: Povečava strani (%@)

# MainMenu.Submenus.Tools.PageZoomV2.Title.v141
source: Page Zoom
es_mx: Zoom de la página
he: מרחק מתצוגה של הדף
ka: გვერდის მოახლოება
kab: Zoom n usebter
ko: 페이지 확대/축소
lo: ຊູມໜ້າ
ml: താൾ വലിപ്പം
sl: Povečava strani

# MainMenu.Submenus.Tools.Print.Subtitle.v131
source: Print
es_mx: Imprimir
he: הדפסה
ja: プリント
ka: ამობეჭდვა
kab: Siggez
ko: 인쇄
lo: ພິມ
ml: അച്ചടിപ്പിക്കുക
sl: Natisni
zh_cn: 打印

# MainMenu.Submenus.Tools.Print.Title.v131
source: Print
es_mx: Imprimir
he: הדפסה
ja: プリント
ka: ამობეჭდვა
kab: Siggez
ko: 인쇄
lo: ພິມ
ml: അച്ചടിപ്പിക്കുക
sl: Natisni
zh_cn: 打印

# MainMenu.Submenus.Tools.ReaderView.Off.Title.v131
source: Turn off Reader View
es_mx: Desactivar la vista de lector
he: כיבוי תצוגת קריאה
ja: リーダービューを閉じる
ka: საკითხავი ხედის გამორთვა
kab: Sens timeẓri n tɣuṛi
ko: 리더뷰 끄기
lo: ປິດ Reader View
ml: വായനാകാഴ്ച അണക്കുക
sl: Izklopi bralni pogled
zh_cn: 关闭阅读模式

# MainMenu.Submenus.Tools.ReaderView.On.Title.v131
source: Turn on Reader View
es_mx: Activar la vista de lectura
he: הפעלת תצוגת קריאה
ja: リーダービューで開く
ka: საკითხავი ხედის ჩართვა
kab: Rmed timeẓri n tɣuṛi
ko: 리더뷰 켜기
lo: ເປີດ Reader View
ml: വായനാകാഴ്ച തുടങ്ങുക
sl: Vklopi bralni pogled
zh_cn: 开启阅读模式

# MainMenu.Submenus.Tools.ReaderView.Subtitle.v131
source: Reader View
es_mx: Vista de lectura
he: תצוגת קריאה
ja: リーダービュー
ka: საკითხავი ხედი
kab: Askar n tɣuṛi
ko: 리더뷰
ml: വായന കാഴ്ച
sl: Bralni pogled
zh_cn: 阅读模式

# MainMenu.Submenus.Tools.ReportBrokenSite.Subtitle.v131
source: Report
es_mx: Reportar
he: דיווח
ja: サイトを報告
ka: მოხსენება
kab: Aneqqis
ko: 신고
lo: ລາຍງານ
ml: വിവരം അറിയിക്കുക
sl: Prijavi
zh_cn: 反馈

# MainMenu.Submenus.Tools.ReportBrokenSite.Title.v133
source: Report Broken Site…
es_mx: Reportar problemas con un sitio…
he: דיווח על אתר שבור…
ja: 動作しないサイトを報告...
ka: არეული საიტის მოხსენება…
kab: Cegger asmel yerẓen…
ko: 깨진 사이트 신고…
lo: ລາຍງານເວັບໄຊທີ່ມີບັນຫາ…
ml: പൊട്ടിയയൊരു വെബ്സ്ഥാനത്തിന്റെ വിവരം അറിയിക്കുക…
sl: Prijavi nedelujočo stran …
zh_cn: 反馈网站问题…

# MainMenu.Submenus.Tools.Share.Subtitle.v131
source: Share
es_mx: Compartir
he: שיתוף
ja: 共有
ka: გაზიარება
kab: Bḍu
ko: 공유
lo: ແບ່ງປັນ
ml: പങ്കിടുക
sl: Deli
zh_cn: 分享

# MainMenu.Submenus.Tools.Share.Title.v131
source: Share
es_mx: Compartir
he: שיתוף
ja: 共有
ka: გაზიარება
kab: Bḍu
ko: 공유
lo: ແບ່ງປັນ
ml: പങ്കിടുക
sl: Deli
zh_cn: 分享

# MainMenu.Submenus.Tools.Share.Title.v144
source: Share
he: שיתוף
ka: გაზიარება
kab: Bḍu
ko: 공유
lo: ແບ່ງປັນ
ml: പങ്കിടുക
sl: Deli

# MainMenu.Submenus.Tools.WebsiteDarkMode.Off.Title.v137
source: Turn off Website Dark Mode
es_mx: Desactivar el modo oscuro del sitio web
he: כיבוי מצב כהה לאתרים
ka: საიტის ჩამუქების გამორთვა
kab: Sexsi askar aberkan n usmel web
ko: 웹 사이트 다크 모드 끄기
lo: ປິດໂໝດມືດເວັບໄຊທ໌
ml: വെബ്ബിട ഇരുളിമ പരി അണയ്ക്കുക
sl: Izklopi temen prikaz spletnih mest
zh_cn: 关闭网站深色模式

# MainMenu.Submenus.Tools.WebsiteDarkMode.On.Title.v137
source: Turn on Website Dark Mode
es_mx: Activar el modo oscuro del sitio web
he: הפעלת מצב כהה לאתרים
ka: საიტის ჩამუქების ჩართვა
kab: Sermed askar aberkan n usmel web
ko: 웹 사이트 다크 모드 켜기
lo: ເປີດໂໝດມືດເວັບໄຊທ໌
ml: വെബ്ബിട ഇരുളിമപരി ഇടുക
sl: Vklopi temen prikaz spletnih mest
zh_cn: 开启网站深色模式

# MainMenu.Submenus.Tools.WebsiteDarkMode.Title.v141
source: Website Dark Mode
es_mx: Modo oscuro del sitio web
he: מצב כהה לאתרים
ka: საიტის მუქი რეჟიმი
kab: Askar aberkan n usmel web
ko: 웹 사이트 다크 모드
lo: ເວັບໄຊທໃນໂຫມດມືດ
ml: വെബ്ബിട ഇരുളിമപരി
sl: Temen prikaz spletnih mest

# MainMenu.Submenus.Tools.Zoom.Subtitle.v131
source: Zoom
he: מרחק מתצוגה
ja: 拡大／縮小
ka: ზომის ცვლა
kab: Semɣeṛ/Semẓi
ko: 확대/축소
lo: ຂະຫຍາຍ
ml: വലുതാക്കുക
sl: Povečava
zh_cn: 缩放
