Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# CreditCard.SnackBar.RemoveCardTitle.v122
source: Remove Card?
es_mx: ¿Eliminar tarjeta?
eu: Kendu txartela?
he: להסיר את הכרטיס?
ja: カード情報を削除しますか？
ka: მოცილდეს ბარათი?
kab: Kkes takarḍa
ko: 카드를 삭제하시겠습니까?
lo: ລຶບບັດອອກບໍ?
ml: ചീട്ടു് മാറ്റുണോ?
pl: Czy usunąć kartę?
sl: Odstranim kartico?
zh_cn: 确定要移除卡片吗？
zh_tw: 要移除卡片嗎？

# CreditCard.SnackBar.RemovedCardButton.v112
source: Remove
es_mx: Eliminar
eu: Kendu
he: הסרה
hu: Eltávolítás
ja: 削除
ka: მოცილება
kab: Kkes
ko: 삭제
lo: ລຶບ
ml: കളയുക
pl: Usuń
sl: Odstrani
zh_cn: 移除
zh_tw: 移除

# Alerts.AddToCalendar.Body.v134
source: %@ is asking to download a file and add an event to your calendar.
es_mx: %@ está solicitando descargar un archivo y agregar un evento a tu calendario.
he: ‏%@ מבקש להוריד קובץ ולהוסיף אירוע ליומן שלך.
ja: %@ がファイルをダウンロードして、カレンダーに予定を追加することを求めています。
ka: %@ ითხოვს ფაილის ჩამოტვირთვასა და კალენდარზე ღონისძიების დამატებას.
kab: %@ yebɣa ad d-isader afaylu daɣen ad yernu tadyant ɣer uwitay-ik.
ko: %@가 파일 다운로드를 요청하고 캘린더에 이벤트를 추가합니다.
lo: %@ ກຳລັງຮ້ອງຂໍໃຫ້ດາວໂຫລດໄຟລ໌ ແລະ ເພີ່ມນັດໝາຍໃສ່ປະຕິທິນຂອງທ່ານ.
ml: %@ ഒരു ഫയൽ ഇറക്കിവയ്ക്കാനും താങ്ങളുടെ പഞ്ചാംഗത്തിലേക്കു് ഒരു കാര്യം ചേർക്കാൻ ആവശ്യപ്പെടുന്നു.
sl: %@ želi prenesti datoteko in v vaš koledar dodati dogodek.
zh_cn: %@ 想要下载一个文件，并向您的日历添加日程。

# Alerts.AddToCalendar.BodyDefault.v134
source: This site is asking to download a file and add an event to your calendar.
es_mx: Este sitio está solicitando descargar un archivo y agrear un evento a tu calendario.
he: אתר זה מבקש להוריד קובץ ולהוסיף אירוע ליומן שלך.
ja: このサイトがファイルをダウンロードしてカレンダーに予定を追加することを求めています。
ka: საიტი ითხოვს ფაილის ჩამოტვირთვასა და კალენდარზე ღონისძიების დამატებას.
kab: Asmel-a yebɣa ad d-isader afaylu daɣen ad yernu tadyant ɣer uwitay-ik.
ko: 이 사이트가 파일 다운로드를 요청하고 캘린더에 이벤트를 추가합니다.
lo: ເວັບໄຊນີ້ຮ້ອງຂໍໃຫ້ດາວໂຫຼດໄຟລ໌ ແລະ ເພີ່ມນັດໝາຍໃສ່ປະຕິທິນຂອງທ່ານ.
ml: ഈ വെബ്സ്ഥാനം ഒരു ഫയൽ ഇറക്കിവയ്ക്കാനും താങ്ങളുടെ പഞ്ചാംഗത്തിലേക്കു് ഒരു കാര്യം ചേർക്കാൻ ആവശ്യപ്പെടുന്നു.
sl: To spletno mesto želi prenesti datoteko in v vaš koledar dodati dogodek.
zh_cn: 此网站想要下载一个文件，并向您的日历添加日程。

# Alerts.AddToCalendar.Button.Add.v134
source: Add
es_mx: Agregar
he: הוספה
ja: 追加
ka: დამატება
kab: Rnu
ko: 추가
lo: ເພີ່ມ
ml: ചേര്‍ക്കുക
sl: Dodaj
zh_cn: 添加

# Alerts.AddToCalendar.Title.v134
source: Add to calendar?
es_mx: ¿Agregar al calendario?
he: להוסיף ללוח שנה?
ja: カレンダーに追加しますか？
ka: დაემატოს კალენდარში?
kab: Rnu ɣer uwitay?
ko: 캘린더에 추가하시겠습니까?
lo: ເພີ່ມໃສ່ປະຕິທິນບໍ?
ml: പഞ്ചാംഗമിലേക്കു് ചേർക്കണോ?
sl: Dodam v koledar?
zh_cn: 添加到日历？

# Alerts.FeltDeletion.Body.v122
source: Close all private tabs and delete history, cookies, and all other site data.
es_mx: Cierra todas las pestañas privadas y elimina el historial, las cookies y todos los demás datos del sitio.
eu: Itxi fitxa pribatu guztiak eta ezabatu historia, cookieak eta guneetako bestelako datu guztiak.
he: סגירת כל הלשוניות הפרטיות ומחיקת היסטוריה, עוגיות וכל שאר נתוני האתרים.
ja: すべてのプライベートタブを閉じ、履歴、Cookie、その他すべてのサイトデータを削除します。
ka: დაიხუროს ყველა პირადი ჩანართი და წაიშალოს ისტორია, ფუნთუშები და საიტის სხვა მონაცემები.
kab: Mdel meṛṛa accaren usligen syen kkes azray, inagan n tuqqna, akked yisefka niḍen n yismal.
ko: 모든 사생활 보호 탭을 닫고 기록, 쿠키 및 기타 모든 사이트 데이터를 삭제합니다.
lo: ປິດແຖບສ່ວນຕົວທັງໝົດ ແລະ ລຶບປະຫວັດ, ຄຸກກີ້ ແລະ ຂໍ້ມູນເວັບໄຊທ໌ອື່ນໆທັງໝົດ.
ml: എല്ലാ സ്വകാര്യ ടാബുകളും അടച്ചിട്ടു് നാൾവഴിയും കുക്കികളും മറ്റു് എല്ലാ വെബ്സ്ഥാനാദത്തയും മായ്ക്കുക.
pl: Zamknij wszystkie prywatne karty i usuń historię, ciasteczka i pozostałe dane witryn.
sl: Zaprite vse zasebne zavihke ter izbrišite zgodovino, piškotke in druge podatke strani.
zh_cn: 关闭所有隐私标签页，并删除历史记录和 Cookie 等所有网站数据。
zh_tw: 關閉所有隱私分頁，並清除瀏覽紀錄、Cookie 及其他網站資料。

# Alerts.FeltDeletion.Button.Cancel.v122
source: Cancel
es_mx: Cancelar
eu: Utzi
he: ביטול
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
pl: Anuluj
sl: Prekliči
zh_cn: 取消
zh_tw: 取消

# Alerts.FeltDeletion.Button.Cancel.v134
source: Cancel
es_mx: Cancelar
he: ביטול
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
sl: Prekliči
zh_cn: 取消

# Alerts.FeltDeletion.Button.Confirm.v122
source: Delete session data
es_mx: Eliminar datos de sesión
eu: Ezabatu saioko datuak
he: מחיקת נתוני הפעלה
ja: セッションデータを削除
ka: სეანსის მონაცემების წაშლა
kab: Kkes isefka n tɣimit
ko: 세션 데이터 삭제
lo: ລຶບຂໍ້ມູນເຊດຊັນ
ml: സെഷൻ ദത്ത മായ്ക്കുക
pl: Usuń dane sesji
sl: Izbriši podatke seje
zh_cn: 删除本次浏览数据
zh_tw: 清除瀏覽階段資料

# Alerts.FeltDeletion.Title.v122
source: End your private session?
es_mx: ¿Terminar tu sesión privada?
eu: Zure saio pribatua amaitu?
he: לסיים את ההפעלה הפרטית שלך?
ja: プライベートセッションを終了しますか？
ka: დასრულდეს პირადი სეანსი?
kab: Fakk tiɣimit-ik·im tusligt?
ko: 사생활 보호 세션을 종료하시겠습니까?
lo: ສິ້ນສຸດເຊດຊັນສ່ວນຕົວຂອງທ່ານບໍ່?
ml: സ്വകാര്യ തിരയൽകാലം അവസാനിക്കണോ?
pl: Czy zakończyć prywatną sesję?
sl: Želite končati zasebno sejo?
zh_cn: 要结束隐私浏览吗？
zh_tw: 要結束隱私瀏覽階段嗎？

# Alerts.RestoreTabs.Button.No.v109
source: No
eu: Ez
he: לא
hu: Nem
ja: いいえ
ka: არა
kab: Uhu
ko: 아니오
lo: ບໍ່ຕ້ອງການ
ml: ഇല്ല
pl: Nie
sl: Ne
zh_cn: 否
zh_tw: 不要

# Alerts.RestoreTabs.Button.Yes.v109
source: Restore tabs
es_mx: Restaurar pestañas
eu: Berreskuratu fitxak
he: שחזור לשוניות
hu: Lapok visszaállítása
ja: タブを復元
ka: ჩანართების აღდგენა
kab: Err-d accaren
ko: 탭 복원
lo: ກູ້ຄືນແທັບ
ml: ടാബുകൾ പുനഃസ്ഥാപിക്കുക
pl: Przywróć karty
sl: Obnovi zavihke
zh_cn: 恢复标签页
zh_tw: 還原分頁

# Alerts.RestoreTabs.Message.v109
source: Sorry about that. Restore tabs to pick up where you left off.
es_mx: Lo sentimos. Restaura las pestañas para continuar donde las dejaste.
eu: Sentitzen dugu. Berreskuratu fitxak utzi zenuen tokitik jarraitzeko.
he: מצטערים. באפשרותך לשחזר לשוניות כדי להמשיך מאיפה שהפסקת.
hu: Sajnáljuk. A lapok visszaállításával ott folytathatja, ahol abbahagyta.
ja: 申し訳ありません。タブを復元して、中断したところから再開します。
ka: ვწუხვართ ამის გამო. აღადგინეთ ჩანართები, რომ განაგრძოთ იქიდან, სადაც შეჩერდით.
kab: Nesḥassef ɣef waya. Err-d accaren i wakken ad tkemmleḍ ansi i tḥebseḍ.
ko: 죄송합니다. 탭을 복원하여 중단한 부분부터 다시 시작하세요.
lo: ຂໍອະໄພກ່ຽວກັບເລື່ອງນັ້ນ. ກູ້ແຖບຄືນມາເພື່ອເລືອກບ່ອນທີ່ທ່ານປະໄວ້.
ml: പൊറുക്കണം. നിൎത്തിയ ഇടത്തു് നിന്നു് തുടങ്ങാൻ ടാബുകൾ പുനഃസ്ഥാപിക്കുക.
pl: Przepraszamy! Przywróć karty, by kontynuować przeglądanie.
sl: Oprostite. Obnovite zavihke in nadaljujte, kjer ste končali.
zh_cn: 抱歉！请恢复标签页以从被打断的地方继续。
zh_tw: 很抱歉發生錯誤，您可以還原分頁，從原本的頁面繼續上網。

# Alerts.RestoreTabs.Title.v109.v2
source: %@ crashed. Restore your tabs?
es_mx: %@ fallo. ¿Deseas restaurar tus pestañas?
eu: %@(e)k huts egin du. Berreskuratu zure fitxak?
he: ‏%@ קרס. לשחזר את הלשוניות שלך?
hu: A %@ összeomlott. Visszaállítja a lapjait?
ja: %@ がクラッシュしました。タブを復元しますか？
ka: %@ უეცრად გაითიშა. აღდგეს ჩანართები?
kab: %@ yerreẓ. Err-d accaren-ik·im?
ko: %@이 중지되었습니다. 탭을 복원하시겠습니까?
lo: %@ ຂັດຂ້ອງ. ກູ້ແທັບຂອງເຈົ້າຄືນມາບໍ?
ml: %@ തകർന്നു. താങ്ങളുടെ ടാബുകൾ പുനഃസ്ഥാപിക്കട്ടെ?
pl: %@ uległ awarii. Czy przywrócić karty?
sl: %@ se je sesul. Želite obnoviti zavihke?
zh_cn: %@ 刚才崩溃了。要恢复您的标签页吗？
zh_tw: %@ 發生錯誤，是否要還原您開啟過的分頁？

# Settings.AppIconSelection.Accessibility.AppIconSelectedLabel.v136
source: Selected
es_mx: Seleccionado
he: נבחר
ka: არჩეული
kab: Yettwafren
ko: 선택됨
lo: ເລືອກແລ້ວ
ml: തിരഞ്ഞെടുത്ത
sl: Izbrana
zh_cn: 已选中

# Settings.AppIconSelection.Accessibility.AppIconSelectionHint.v136
source: Select the %@ app icon
es_mx: Selecciona el icono de la aplicación %@
he: יש לבחור בסמל היישומון %@
ka: აირჩიეთ %@ ხატულა
kab: Fren tignit n usnas %@
ko: %@ 앱 아이콘 선택
lo: ເລືອກໄອຄອນແອັບ %@
ml: %@ പ്രയോഗയടയാളം തിരഞ്ഞെടുക്കുക
sl: Izberite ikono %@a
zh_cn: 选择 %@ 应用图标

# Settings.AppIconSelection.Accessibility.AppIconUnselectedLabel.v136
source: Deselected
es_mx: Deseleccionado
he: לא נבחר
ka: გადარჩეული
kab: Yettwakkes ufran
ko: 선택 해제
lo: ເຊົາເລືອກ
ml: തിരഞ്ഞെടുത്തത് മാറ്റി
sl: Ni izbrana
zh_cn: 未选中

# Settings.AppIconSelection.AppIconNames.Blue.Title.v136
source: Blue
es_mx: Azul
he: כחול
ka: ლურჯი
kab: Amidadi
ko: 파란색
lo: ສີຟ້າ
ml: നീല
sl: Modra
zh_cn: 蓝色

# Settings.AppIconSelection.AppIconNames.BlueHour.Title.v137
source: Blue Hour
es_mx: Hora azul
he: שעה כחולה
ka: დღის ლურჯი საათი
kab: Tasragt tamidadit
ko: 블루 아워
lo: ສີຟ້າແບບໃກ້ແຈ້ງ
ml: നീല മണി
sl: Modra ura
zh_cn: 蓝调时刻

# Settings.AppIconSelection.AppIconNames.Cute.Title.v139
source: Cute
es_mx: Lindo
he: חמוד
ka: საყვარელი
kab: Sser
ko: 귀여운
lo: ໜ້າຮັກ
ml: ചന്തം
sl: Ljubka
zh_cn: 可爱

# Settings.AppIconSelection.AppIconNames.Cyan.Title.v137
source: Cyan
es_mx: Cian
he: ציאן
ka: მოცისფრო
ko: 시안
lo: ສີຟ້າຂຽວ
ml: സിയാൻ
sl: Cian
zh_cn: 青色

# Settings.AppIconSelection.AppIconNames.Dark.Title.v139
source: Dark
es_mx: Oscuro
he: כהה
ka: მუქი
kab: Aberkan
ko: 어두운
lo: ມືດ
ml: ഇരുളിമ
sl: Temna
zh_cn: 深邃

# Settings.AppIconSelection.AppIconNames.DarkPurple.Title.v136
source: Dark Purple
es_mx: Morado oscuro
he: סגול כהה
ka: მუქი იისფერი
kab: Axuxi iḥemqen
ko: 진보라
lo: ສີມ່ວງເຂັ້ມ
ml: കടും ഊതന്നിറം
sl: Temno vijolična
zh_cn: 深紫色

# Settings.AppIconSelection.AppIconNames.Fun.Cool.Title.146
source: Cool
es_mx: Fresco
he: מגניב
ka: კმაყოფილება
ko: 멋짐
sl: Kul

# Settings.AppIconSelection.AppIconNames.Fun.Cuddling.Title.146
source: Cuddling
es_mx: Abrazos
he: מחובק
ka: მიხუტება
ko: 포옹
sl: Objem

# Settings.AppIconSelection.AppIconNames.Fun.Flaming.Title.146
source: Flaming
es_mx: Llamaradas
he: בלהבות
ka: ცეცხლოვანი
ko: 화염
sl: Ognjevita

# Settings.AppIconSelection.AppIconNames.GoldenHour.Title.v137
source: Golden Hour
es_mx: Hora dorada
he: שעת הזהב
ka: დღის ოქროს საათი
kab: Asrag ureɣ
ko: 골든 아워
lo: ສີເຫຼືອງຍາມແລງ
ml: പൊന്നമണിക്കൂർ
sl: Zlata ura
zh_cn: 黄金时刻

# Settings.AppIconSelection.AppIconNames.Green.Title.v136
source: Green
es_mx: Verde
he: ירוק
ka: მწვანე
kab: Azegzaw
ko: 녹색
lo: ສີຂຽວ
ml: പച്ച
sl: Zelena
zh_cn: 绿色

# Settings.AppIconSelection.AppIconNames.Hug.Title.v136
source: Hug
es_mx: Abrazo
he: חיבוק
ka: ჩახუტება
kab: Aḥmaẓ
ko: 허그
lo: ກອດ
ml: കെട്ടിപ്പിടിപ്പു്
sl: Objem
zh_cn: 拥抱

# Settings.AppIconSelection.AppIconNames.Lazy.Title.v136
source: Lazy
es_mx: Perezoso
he: עצלן
ka: ზარმაცი
kab: Afenyan
ko: 게으름
lo: ຂີ້ຄ້ານ
ml: മടിയൻ
sl: Lena
zh_cn: 慵懒

# Settings.AppIconSelection.AppIconNames.Light.Title.v139
source: Light
es_mx: Claro
he: בהיר
ka: ნათელი
kab: Aceɛlal
ko: 밝은
lo: ແຈ້ງ
ml: തെളിച്ചം
sl: Svetla
zh_cn: 明亮

# Settings.AppIconSelection.AppIconNames.Midday.Title.v137
source: Midday
es_mx: Mediodía
he: צהריים
ka: შუადღე
kab: Azgan n wass
ko: 정오
lo: ສີຟ້າຕອນທ່ຽງ
ml: ഉച്ച
sl: Poldan
zh_cn: 正午

# Settings.AppIconSelection.AppIconNames.Midnight.Title.v137
source: Midnight
es_mx: Medianoche
he: חצות
ka: შუაღამე
kab: Ttnaṣfa n yiḍ
ko: 자정
lo: ສີຟ້າເຂັ້ມຕອນເດິກ
ml: പാതിരാത്രി
sl: Polnoč
zh_cn: 午夜

# Settings.AppIconSelection.AppIconNames.Minimal.Title.v139
source: Minimal
es_mx: Minimalista
he: מינימלי
ka: სადა
kab: Adday
ko: 최소
lo: ໜ້ອຍທີ່ສຸດ
ml: കുറച്ചു്
sl: Minimalistična
zh_cn: 极简

# Settings.AppIconSelection.AppIconNames.NorthernLights.Title.v137
source: Northern Lights
es_mx: Auroras boreales
he: אורות הצפון
ka: ჩრდილოეთის ციალი
kab: Tiftilin n ugafa
ko: 오로라
lo: ສີເຫຼືອງແສງເໜືອ
ml: വടക്കൻ വെളിവു്
sl: Severni sij
zh_cn: 北极光

# Settings.AppIconSelection.AppIconNames.Orange.Title.v137
source: Orange
es_mx: Naranja
he: כתום
ka: ნარინჯისფერი
kab: Ačinawi
ko: 주황
lo: ສີສົ້ມ
ml: പഴുക്ക
sl: Oranžno
zh_cn: 橙色

# Settings.AppIconSelection.AppIconNames.Pink.Title.v136
source: Pink
es_mx: Rosa
he: ורוד
ka: ვარდისფერი
kab: Axuxi
ko: 분홍색
lo: ສີບົວ
ml: പാടല
sl: Roza
zh_cn: 粉色

# Settings.AppIconSelection.AppIconNames.Pixelated.Title.v136
source: Pixelated
es_mx: Pixelado
he: מפוקסל
ka: დაკბილული
ko: 픽셀화
ml: ചിത്രമാത്രപ്പെടുത്തിയ
sl: Pikselizirana
zh_cn: 像素风

# Settings.AppIconSelection.AppIconNames.Pride.Title.v136
source: Pride
es_mx: Orgullo
he: גאווה
ka: სიამაყე
kab: Zzux
ko: 자부심
lo: ຄວາມພາກພູມໃຈ
ml: അഭിമാനം
sl: Ponos
zh_cn: 骄傲

# Settings.AppIconSelection.AppIconNames.Purple.Title.v137
source: Purple
es_mx: Púrpura
he: סגול
ka: მოიისფრო
kab: Avyuli
ko: 보라
lo: ສີມ່ວງ
ml: ഊതന്നിറം
sl: Vijolično
zh_cn: 紫色

# Settings.AppIconSelection.AppIconNames.Red.Title.v137
source: Red
es_mx: Rojo
he: אדום
ka: წითელი
kab: Azggaɣ
ko: 빨강
lo: ສີແດງ
ml: ചുവപ്പു്
sl: Rdeče
zh_cn: 红色

# Settings.AppIconSelection.AppIconNames.Regular.Title.v136
source: Default
es_mx: Predeterminado
he: ברירת מחדל
ka: ნაგულისხმევი
kab: Amezwer
ko: 기본
lo: ຄ່າເລີ່ມຕົ້ນ
ml: തനിമട്ടു്
sl: Privzeta
zh_cn: 默认

# Settings.AppIconSelection.AppIconNames.Retro2004.Title.v139
source: Retro 2004
he: רטרו 2004
ka: ძველებური 2004
ko: 2004년 복고풍
ml: റെട്രോ 2004

# Settings.AppIconSelection.AppIconNames.Retro2017.Title.v139
source: Retro 2017
he: רטרו 2017
ka: ძველებური 2017
ko: 2017년 복고풍
ml: റെട്രോ 2017

# Settings.AppIconSelection.AppIconNames.Sunrise.Title.v137
source: Sunrise
es_mx: Amanecer
he: זריחה
ka: გარიჟრაჟი
kab: Alluy n yiṭij
ko: 일출
lo: ສີເຫຼືອງຕາເວັນຂຶ້ນ
ml: പുലരി
sl: Sončni vzhod
zh_cn: 日出

# Settings.AppIconSelection.AppIconNames.Sunset.Title.v137
source: Sunset
es_mx: Atardecer
he: שקיעה
ka: დაისი
kab: Aɣelluy n yiṭij
ko: 일몰
lo: ສີເຫຼືອງຕາເວັນຕົກ
ml: വൈകുന്നേരം
sl: Sončni zahod
zh_cn: 日落

# Settings.AppIconSelection.AppIconNames.SystemAuto.Title.v139
source: System Theme
es_mx: Tema del sistema
he: ערכת הנושא של המערכת
ka: სისტემის მიხედვით
kab: Asentel n unagraw
ko: 시스템 테마
lo: ຊຸດປັບແຕ່ງລະບົບ
ml: വ്യവസ്ഥയലങ്കാരം
sl: Sistemska tema
zh_cn: 系统主题

# Settings.AppIconSelection.AppIconNames.Twilight.Title.v137
source: Twilight
es_mx: Crepúsculo
he: בין הערביים
ka: შებინდება
ko: 석양
ml: സന്ധ്യ
sl: Mrak
zh_cn: 曙暮

# Settings.AppIconSelection.AppIconNames.Yellow.Title.v137
source: Yellow
es_mx: Amarillo
he: צהוב
ka: ყვითელი
kab: Awraɣ
ko: 노랑
lo: ສີເຫຼືອງ
ml: മഞ്ഞ
sl: Rumeno
zh_cn: 黄色

# Settings.AppIconSelection.ContributorCredit.Subtitle.v139
source: Created by %@
es_mx: Creado por %@
he: נוצר על־ידי %@
ka: შექმნილია %@
kab: Yettwarna sɣur %@
ko: 제작자: %@
lo: ສ້າງໂດຍ %@
ml: %@ ഉണ്ടാക്കിയവ
sl: Ustvaril/-a %@

# Settings.AppIconSelection.Errors.SelectErrorConfirmation.v136
source: OK
es_mx: Aceptar
he: אישור
ka: კარგი
kab: IH
ko: 확인
lo: ຕົກລົງ
ml: ശരി
sl: V redu
zh_cn: 好

# Settings.AppIconSelection.Errors.SelectErrorMessage.v136
source: Sorry, there was an error setting your app icon.
es_mx: Lo sentimos, hubo un error al establecer tu ícono de aplicación.
he: אירעה שגיאה בהגדרת סמל היישומון שלך, עמך הסליחה.
ka: სამწუხაროდ, ხარვეზი წარმოიშვა პროგრამის ხატულის დაყენებისას.
kab: Ssuref-aɣ, tella-d tuccḍa deg usbadu n tignit-ik·im n usnas.
ko: 앱 아이콘을 설정하는 중에 오류가 발생했습니다.
lo: ຂໍອະໄພ, ເກີດຄວາມຜິດພາດໃນການຕັ້ງຄ່າໄອຄອນແອັບຯຂອງທ່ານ.
ml: പൊറുക്കണം, താങ്ങളുടെ പ്രയോഗ അടയാളം സജ്ജമാക്കുന്നതിൽ ഒരു കുഴപ്പമുണ്ടായി.
sl: Oprostite, pri nastavljanju ikone aplikacije je prišlo do težave.
zh_cn: 抱歉，设置应用图标时发生错误。

# Settings.AppIconSelection.ScreenTitle.v136
source: App Icon
es_mx: Icono de la aplicación
he: סמל היישומון
ka: აპის ხატულა
kab: Tignit n usnas
ko: 앱 아이콘
lo: ໄອຄອນແອັບ
ml: പ്രയോഗ അടയാളം
sl: Ikona aplikacije
zh_cn: 应用图标

# Settings.AppIconSelection.SectionNames.Basics.Title.v139
source: Basics
es_mx: Aspectos básicos
he: הבסיסיים
ka: ძირითადი
kab: Iɣewwaren igejdanen
ko: 기본
lo: ພື້ນຖານ
ml: അടിത്തറകാര്യങ്ങൾ
sl: Osnove
zh_cn: 基础

# Settings.AppIconSelection.SectionNames.Colors.Title.v139
source: Colors
es_mx: Colores
he: צבעים
ka: ფერები
kab: Initen
ko: 색상
lo: ສີ
ml: നിറങ്ങള്‍
sl: Barve

# Settings.AppIconSelection.SectionNames.Gradients.Title.v139
source: Gradients
es_mx: Gradientes
he: מעברי צבע
ka: გარდამავალი ფერები
kab: Tafesna n yini
ko: 그라데이션
lo: ຊັ້ນສີ
ml: ചരുമാനം
sl: Prelivi
zh_cn: 渐变

# Settings.AppIconSelection.SectionNames.More.Title.v139
source: More
es_mx: Más
he: עוד
ka: სხვა
kab: Ugar
ko: 더보기
lo: ເພີ່ມເຕີມ
ml: കൂടുതല്‍
sl: Več
zh_cn: 更多

# Settings.AppIconSelection.SettingsOptionName.v136
source: App Icon
es_mx: Icono de la aplicación
he: סמל היישומון
ka: აპის ხატულა
kab: Tignit n usnas
ko: 앱 아이콘
lo: ໄອຄອນແອັບ
ml: പ്രയോഗ അടയാളം
sl: Ikona aplikacije
zh_cn: 应用图标

# Biometry.Screen.UniversalAuthenticationReason.v115
source: Authenticate to access passwords.
es_mx: Autenticarse para acceder a las contraseñas.
eu: Autentifikatu pasahitzetarako sarbidea izateko.
he: יש להזדהות כדי לגשת לססמאות.
hu: Hitelesítsen a jelszavak eléréséhez.
ja: パスワードへのアクセスを認証します。
ka: დამოწმება პაროლებთან წვდომისთვის.
kab: Ttwasnetmen steb i unekcum ɣer wawalen uffiren.
ko: 비밀번호에 접근하려면 인증하세요.
lo: ພິສູດຢືນຢັນເພື່ອເຂົ້າເຖິງລະຫັດຜ່ານ.
ml: ഒളിവാക്കുകൾ ഉപയോഗിക്കാൻ ആധികാരപ്പെടുത്തുക.
pl: Uwierzytelnij się, by uzyskać dostęp do haseł.
sl: Za dostop do gesel se prijavite.
zh_cn: 请验证身份后访问密码。
zh_tw: 驗證後才能存取儲存的密碼資訊。

# Biometry.Screen.UniversalAuthenticationReason.v122
source: Authenticate to access your saved passwords and payment methods.
es_mx: Autentícate para acceder a tus contraseñas guardadas y métodos de pago.
eu: Autentifikatu zure gordetako pasahitz eta ordainketa metodoetarako sarbidea izateko.
he: יש לבצע אימות כדי לגשת לססמאות ולאמצעי התשלום השמורים שלך.
ja: 保存されたパスワードと支払い方法にアクセスするには認証してください。
ka: ვინაობის დამოწმება შენახულ ანგარიშებსა და გადახდის საშუალებებთან წდვომისთვის.
kab: Sesteb i wakken ad tkecmeḍ ɣer wawalen-ik uffiren yettwaskelsen d tarrayin n uxelleṣ.
ko: 저장된 비밀번호와 결제 수단에 접근하려면 인증하세요.
lo: ກວດສອບຄວາມຖືກຕ້ອງເພື່ອເຂົ້າເຖິງລະຫັດຜ່ານທີ່ບັນທຶກໄວ້ ແລະ ວິທີການຊໍາລະເງິນຂອງທ່ານ.
ml: കരുതിവച്ച ഒളിവാക്കുകളും പണം കൊടുക്കൽരീതികളും ഉപയോഗിക്കാൻ ആധികാരപ്പെടുത്തുക.
pl: Uwierzytelnij się, by uzyskać dostęp do zachowanych haseł i metod płatności.
sl: Za dostop do shranjenih gesel in plačilnih sredstev potrdite svojo istovetnost.
zh_cn: 进行身份验证后才能访问保存的密码和付款方式。
zh_tw: 驗證後即可存取您儲存的密碼與付款方式資訊。

# Bookmarks.DeleteFolderWarning.CancelButton.Label
source: Cancel
cs: Zrušit
es_ar: Cancelar
es_mx: Cancelar
eu: Utzi
gu_in: રદ કરો
he: ביטול
hu: Mégse
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
ne_np: रद्द गर्नुहोस्
pl: Anuluj
ru: Отмена
sl: Prekliči
zh_cn: 取消
zh_tw: 取消

# Bookmarks.DeleteFolderWarning.DeleteButton.Label
source: Delete
cs: Smazat
es_ar: Eliminar
es_mx: Eliminar
eu: Ezabatu
gu_in: કાઢો
he: מחיקה
hu: Törlés
ja: 削除
ka: წაშლა
kab: Kkes
kk: Өшіру
ko: 삭제
lo: ລຶບ
ml: കളയുക
ne_np: हटाउनुहोस्
pl: Usuń
ru: Удалить
sl: Izbriši
zh_cn: 删除
zh_tw: 刪除

# Bookmarks.DeleteFolderWarning.Description
source: Are you sure you want to delete it and its contents?
cs: Opravdu chcete smazat celou tuto složku a její obsah?
es_ar: ¿Estás seguro de que querés eliminar esta carpeta y su contenido?
es_mx: ¿Estás seguro que quieres eliminarlo junto con sus contenidos?
eu: Ziur zaude karpeta eta bere edukiak ezabatu nahi dituzula?
gu_in: શું તમે ખરેખર તેને અને તેના સમાવિષ્ટોને કાઢી નાખવા માંગો છો?
he: האם ברצונך למחוק את התיקייה ואת תכולתה?
hu: Biztos, hogy törli ezt és a tartalmát?
ja: 本当にこの内容ごと削除してもよろしいですか？
ka: ნამდვილად გსურთ, წაშალოთ შიგთავსთან ერთად?
kab: D tidet tebɣiḍ ad t-tekkseḍ ad ternuḍ ad tekkseḍ igburen-is?
kk: Оны және барлық құраманы өшіруді шынымен қалайсыз ба?
ko: 해당 항목과 내용을 삭제하시겠습니까?
lo: ທ່ານຫມັ້ນໃຈແລ້ວບໍ່ວ່າຕ້ອງການລຶບໂຟລເດີ ແລະ ເນື້ອຫາທັງຫມົດໃນນັ້ນ?
ml: താങ്കള്‍ തീര്‍ച്ചയായും അതും അതിന്റെ ഉള്ളടക്കവും ഒഴിവാക്കാന്‍ ആഗ്രഹിക്കുന്നുവോ?
ne_np: के तपाईँ यसलाई र यसका सामग्रीहरू हटाउने कुरामा निश्चित हुनुहुन्छ?
pl: Czy na pewno usunąć ten folder i jego zawartość?
ru: Вы уверены, что хотите удалить эту папку со всем её содержимым?
sl: Ali res želite izbrisati mapo in njeno vsebino?
zh_cn: 您确定要删除此文件夹和其中的内容？
zh_tw: 您確定要刪除這個資料夾與當中的內容？

# Bookmarks.DeleteFolderWarning.Title
source: This folder isn’t empty.
cs: Tato složka není prázdná.
es_ar: Esta carpeta no está vacía.
es_mx: Esta carpeta no está vacía.
eu: Karpeta ez dago hutsik.
gu_in: આ ફોલ્ડર ખાલી નથી.
he: תיקייה זו אינה ריקה.
hu: Ez a mappa nem üres.
ja: このフォルダーは空ではありません。
ka: ეს საქაღალდე არაა ცარიელი.
kab: Akaram-a mačči d ilem.
kk: Бұл бума бос емес.
ko: 폴더가 비어있지 않습니다.
lo: ໂຟລເດີນີ້ມີຂໍ້ມູນຢູ່
ml: ഈ അറയിൽ ഒന്നുമില്ല
ne_np: यो फोल्डर खाली छैन।
pl: Folder nie jest pusty
ru: Эта папка не пуста.
sl: Ta mapa ni prazna.
zh_cn: 此文件夹不是空的。
zh_tw: 這個資料夾不是空的。

# Bookmarks.EmptyState.Nested.Body.v135
source: Add bookmarks as you browse so you can find your favorite sites later.
es_mx: Agregar marcadores mientras navegas para que puedas encontrar después tus sitios favoritos.
he: ניתן להוסיף סימניות תוך כדי גלישה כדי שיהיה באפשרותך למצוא את האתרים המועדפים עליך מאוחר יותר.
ja: 後でお気に入りのサイトを見つけられるように、閲覧したサイトをブックマークに追加しましょう。
ka: ჩაინიშნეთ გვერდები მონახულებისას, რათა მოგვიანებით ადვილად იპოვოთ რჩეული საიტები.
kab: Rnu ticraḍ n yisebtar mi ara tettinigeḍ akken ad tafeḍ ismal i tḥemmleḍ ticki.
ko: 사이트를 탐색하면서 북마크를 추가하면, 나중에 좋아하는 사이트를 찾을 수 있습니다.
lo: ເພີ່ມບຸກມາກໃນຂະນະທີ່ທ່ານທ່ອງເວັບເພື່ອໃຫ້ທ່ານສາມາຄົ້ນຫາເວັບໄຊທີ່ທ່ານມັກໃນພາຍຫຼັງ.
ml: താങ്ങളുടെ പ്രിയപ്പെട്ട വെബ്സ്ഥാനങ്ങളെ പിന്നീടു് കണ്ടെത്താൻ താങ്ങൾക്കു് തിരയുമ്പോൾ അടയാളക്കുറിപ്പുകളൾ ചേൎക്കാം.
sl: Med brskanjem dodajajte zaznamke, da boste lahko svoja priljubljena spletna mesta našli pozneje.
zh_cn: 可在浏览时添加书签，方便以后找到常用网站。

# Bookmarks.EmptyState.Nested.Title.v135
source: This folder is empty
es_mx: Esta carpeta está vacía
he: תיקייה זו ריקה
ja: このフォルダーは空です。
ka: ეს საქაღალდე ცარიელია
kab: Akaram-a d ilem.
ko: 폴더가 비어있습니다
lo: ໂຟນເດີນີ້ຫວ່າງເປົ່າ
ml: ഈ അറയിൽ ഒന്നുമില്ല
sl: Ta mapa je prazna
zh_cn: 文件夹为空

# Bookmarks.EmptyState.Root.Body.v135
source: Save sites as you browse. We’ll also grab bookmarks from other synced devices.
es_mx: Guarda sitios mientras navegas. También te mostraremos los marcadores de tus otros dispositivos sincronizados.
he: ניתן לשמור אתרים תוך כדי גלישה. אנחנו גם נקבל סימניות ממכשירים מסונכרנים אחרים.
ja: 閲覧したサイトを保存しましょう。他の同期した端末からもブックマークを読み込みます。
ka: შეინახეთ საიტები გვერდების მონახულებისას. აგრეთვე გადმოიტანთ სანიშნებს სხვა დასინქრონებული მოწყობილობებიდან.
kab: Sekles ismal mi ara tettinigeḍ. Nettawi-d daɣen ticraḍ n yisebtar seg yibenkan yemtawan.
ko: 탐색하는 동안 사이트를 저장하세요. 또한 다른 동기화된 기기에서 북마크를 가져옵니다.
lo: ບັນທຶກເວັບໄຊໃນຂະນະທີ່ທ່ານທ່ອງເວັບ. ພວກເຮົາຍັງຈະຈັບບຸກມາກຈາກອຸປະກອນອື່ນທີ່ຊິ້ງໄວ້.
ml: താങ്ങൾ തിരയുമ്പോഴു് സൈറ്റുകളെ കരുതിവയ്ക്കുക. മറ്റു് സമന്വയിപ്പിച്ച ഉപകരണങ്ങളിൽ നിന്നു് അടയാളക്കുറിപ്പുകൾ ഞങ്ങൾ കൊണ്ടുവരാം.
sl: Shranjujte spletna mesta med brskanjem. Uporabili bomo tudi zaznamke iz drugih sinhroniziranih naprav.
zh_cn: 可在浏览时保存网站。我们还将从其他同步的设备上接收书签。

# Bookmarks.EmptyState.Root.BodySignedOut.v135
source: Save sites as you browse. Sign in to grab bookmarks from other synced devices.
es_mx: Guarda sitios mientras navegas. Inicia sesión para obtener los marcadores de tus otros dispositivos sincronizados.
he: ניתן לשמור אתרים תוך כדי גלישה. באפשרותך גם להתחבר כדי לקבל סימניות ממכשירים מסונכרנים אחרים.
ka: შეინახეთ საიტები გვერდების მონახულებისას. შედით და წამოიღეთ სანიშნები სხვა დასინქრონებული მოწყობილობებიდან.
kab: Sekles ismal mi ara tettinigeḍ. Qqen akken ad d-tawiḍ ticraḍ n yisebtar seg yibenkan yemtawan.
ko: 탐색하는 동안 사이트를 저장하세요. 다른 동기화된 기기에서 북마크를 가져오려면 로그인하세요.
lo: ບັນທຶກເວັບໄຊໃນຂະນະທີ່ທ່ານທ່ອງເວັບ. ເຂົ້າສູ່ລະບົບເພື່ອເອົາບຸກມາກຈາກອຸປະກອນອື່ນທີ່ຊິ້ງແລ້ວ.
ml: താങ്ങൾ തിരയുമ്പോഴു് സൈറ്റുകളെ കരുതിവയ്ക്കുക. മറ്റു് സമന്വയിപ്പിച്ച ഉപകരണങ്ങളിൽ നിന്നു് അടയാളക്കുറിപ്പുകൾ പിടിച്ചുകൊണ്ടുവരാനായി പ്രവേശിക്കുക.
sl: Shranite spletna mesta med brskanjem. Prijavite se za uporabo zaznamkov iz drugih sinhroniziranih naprav.
zh_cn: 可在浏览时保存网站。登录后还可在其他同步的设备上使用这些书签。

# Bookmarks.EmptyState.Root.ButtonTitle.v136
source: Sign in to Sync
es_mx: Inicia sesión en Sync
he: כניסה כדי לסנכרן
ka: შესვლა და სინქრ.
kab: Qqen ɣer Sync
ko: Sync에 로그인
lo: ເຂົ້າສູ່ລະບົບເພື່ອ Sync
ml: സമന്വയിപ്പിക്കാനായി പ്രവേശിക്കുക
sl: Prijava v Sync
zh_cn: 登录同步服务

# Bookmarks.EmptyState.Root.Title.v135
source: No bookmarks yet
es_mx: Aún no hay marcadores
he: אין סימניות עדיין
ja: ブックマークがありません
ka: სანიშნები არაა
kab: Ulac ticṛaḍ n isebtar akka tura
ko: 북마크 없음
lo: ບໍ່ມີບຸກມາກສ໌ເທື່ອ
ml: ഇതുവരെ അടയാളക്കുറിപ്പുകളൊന്നുമില്ല
sl: Ni zaznamkov
zh_cn: 暂无书签

# Bookmarks.Menu.AllBookmarks.v131
source: All
es_mx: Todo
he: הכול
ja: すべてのブックマーク
ka: ყველა
kab: Akk
ko: 모두
lo: ທັງໝົດ
ml: എല്ലാം
sl: Vse
zh_cn: 全部
