Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# ReaderMode.Available.VoiceOverAnnouncement
source: Reader Mode available
ast: Disponible'l mou llector
bg: Режимът за четене е достъпен
bs: Dostupan je režim čitanja
cs: Je dostupný Režim čtení
es_ar: Vista de lectura disponible
es_mx: Vista de lectura disponible
eu: Irakurketa modua erabilgarri
gl: Modo de lectura dispoñíbel
gu_in: વાંચક મોડ ઉપલબ્ધ
he: מצב קריאה זמין
hu: Olvasó mód elérhető
ja: リーダーモードが利用できます
ka: კითხვის რეჟიმი ხელმისაწვდომია
kab: Askar n tɣuri yella
kk: Оқу режимі қолжетерлік
ko: 읽기 모드 사용 가능
lo: ນຳໃຊ້ໂຫມດຜູ້ອ່ານໄດ້
ml: വായനാ രീതിയില്‍ ലഭ്യമാണ്
mr: वाचक मोड उपलब्ध
ms: Mod Pembaca tersedia
ne_np: पाठक मोड उपलब्ध
pl: Dostępny widok poprawionej czytelności
ru: Доступен режим для чтения
sl: Na voljo je bralni način
sq: Mënyra Lexues e Passhme
ta: வாசப்பு முறைமை இருக்கிறது
tl: Pwede ang Reader Mode
zh_cn: 阅读模式可用
zh_tw: 可使用閱讀模式

# ReaderModeBar.MarkAsRead.v106
source: Mark as Read
es_mx: Marcar como leído
eu: Markatu irakurritako gisa
he: סימון כנקרא
hu: Megjelölés olvasottként
ja: 既読にする
ka: წაკითხულად მონიშვნა
kab: Creḍ amzun yettwaɣṛa
ko: 읽음으로 표시
lo: ໝາຍໄວ້ວ່າໄດ້ອ່ານແລ້ວ
ml: വായിച്ചതായി വയ്ക്കുക
pl: Oznacz jako przeczytane
sl: Označi kot prebrano
zh_cn: 标为已读
zh_tw: 標示為已讀

# ReaderModeBar.MarkAsUnread.v106
source: Mark as Unread
es_mx: Marcar como no leído
eu: Markatu irakurri gabeko gisa
he: סימון כלא נקרא
hu: Megjelölés olvasatlanként
ja: 未読にする
ka: წასაკითხად მონიშვნა
kab: Creḍ-it amzun ur yettwaɣri ara
ko: 안읽음으로 표시
lo: ໝາຍໄວ້ວ່າຫຍັງບໍ່ທັນໄດ້ອ່ານເທື່ອ
ml: വായിക്കാത്തതായി വയ്ക്കുക
pl: Oznacz jako nieprzeczytane
sl: Označi kot neprebrano
zh_cn: 标为未读
zh_tw: 標示為未讀

source: Reading list
ast: Llistáu de llectura
bg: Списък за четене
bs: Lisza za čitanje
cs: Seznam ke čtení
cy: Rhestr ddarllen
eo: Legolisto
es_ar: Lista de lectura
es_mx: Lista de lectura
eu: Irakurketa-zerrenda
gd: An liosta leughaidh
gl: Lista de lectura
gu_in: વાંચન સૂચિ
he: רשימת קריאה
hu: Olvasási lista
ja: リーディングリスト
ka: წასაკითხი
kab: Tabdart n tɣuri
kk: Оқу тізімі
ko: 읽기 목록
lo: ລາຍການການອ່ານ
lv: Lasīšanas saraksts
ml: വായന പട്ടിക
mr: वाचन यादी
ms: Senarai Bacaan
ne_np: पढ्ने सुची
pl: Czytelnia
ro: Listă de citit
ru: Список для чтения
sk: Zoznam na prečítanie
sl: Bralni seznam
sq: Listë leximesh
ta: வாசப்பு பட்டியல்
zh_cn: 阅读列表
zh_tw: 閱讀清單

# RecentlyClosedTabsPanel.Title
source: Recently Closed
ast: Zarróse apocayá
bg: Затворени наскоро
bs: Nedavno zatvoreno
cs: Nedávno zavřené
eo: Ĵuse fermitaj
es_ar: Recientemente cerradas
es_mx: Cerradas recientemente
eu: Itxitako azkenak
gd: Air a dhùnadh o chionn goirid
gl: Pechadas recentemente
gu_in: તાજેતરમાં બંધ
he: נסגרו לאחרונה
hu: Nemrég bezárt
ja: 最近閉じたタブ
ka: ახლახან დახურული
kab: Ttwamedlen melmi kan
kk: Жақында жабылған
ko: 최근 닫음
lo: ຫາກໍ່ປິດມື້ກີ້ນີ້
lv: Nesen aizvērtās
ml: അടുത്ത് അടച്ച്ത്
mr: नुकतेच बंद केलेले
ms: Ditutup baru-baru ini
ne_np: हालै बन्द गरिएको
pl: Ostatnio zamknięte
ro: Închise recent
ru: Недавно закрытые
sk: Nedávno zatvorené
sl: Nedavno zaprto
sq: Mbyllur Së Fundi
ta: சற்றுமுன் மூடப்பட்டவை
tl: Kakasarado Lang
zh_cn: 最近关闭
zh_tw: 最近關閉的分頁

# RecentlySaved.Actions.More
source: Show All
es_ar: Mostrar todos
es_mx: Mostrar todo
eu: Erakutsi denak
he: הצגת הכול
hu: Összes megjelenítése
ja: すべて表示
ka: ყველას ჩვენება
kab: Sken kullec
kk: Барлығын көрсету
ko: 모두 보기
lo: ສະແດງທັງໝົດ
ml: എല്ലാം കാണിക്കുക
ne_np: सबै देखाउनुहोस्
pl: Wyświetl wszystkie
sl: Prikaži vse
zh_cn: 显示全部
zh_tw: 顯示全部

source: Reload
ast: Recargar
bg: Презареждане
bs: Učitaj ponovo
cs: Znovu načíst
cy: Ail-lwytho
eo: Reŝargi
es_ar: Recargar
es_mx: Recargar
eu: Berritu
gd: Ath-luchdaich
gl: Recargar
gu_in: ફરીથી લોડ
he: טעינה מחדש
hu: Újratöltés
ja: 再読み込み
ka: განახლება
kab: Smiren
kk: Қайта жүктеу
ko: 새로고침
lo: ໂຫລດຄືນໃຫມ່
lv: Pārlādēt
ml: വീണ്ടും തുടങ്ങുക
mr: पुन्हा लोड करा
ms: Muat Semula
ne_np: पुन: लोड गर्नुहोस्
pl: Odśwież
ro: Reîncarcă
ru: Обновить
sk: Znova načítať
sl: Ponovno naloži
sq: Ringarkoje
ta: மீளேற்று
tl: Subukan muli
zh_cn: 重新载入
zh_tw: 重新載入

source: Reload page
cs: Znovu načíst stránku
es_ar: Recargar página
es_mx: Recargar página
eu: Berritu orria
he: טעינת דף מחדש
hu: Oldal újratöltése
ja: ページを再読み込み
ka: გვერდის განახლება
kab: Smiren asebter
kk: Парақты қайта жүктеу
ko: 페이지 새로 고침
lo: ໂຫລດຫນ້າໃຫມ່
ml: താള്‍ വീണ്ടും ലഭ്യമാക്കുക
ne_np: पृष्ठ पुनः लोड गर्नुहोस्
pl: Odśwież stronę
ru: Перезагрузить страницу
sl: Ponovno naloži stran
zh_cn: 重新载入页面
zh_tw: 重新載入網頁

source: Remove
ast: Desaniciar
bg: Премахване
bs: Ukloni
cs: Odebrat
cy: Tynnu
eo: Forigi
es_ar: Eliminar
es_mx: Eliminar
eu: Kendu
gd: Thoir air falbh
gl: Retirar
gu_in: દૂર કરો
he: הסרה
hu: Eltávolítás
ja: 削除
ka: მოცილება
kab: Kkes
kk: Өшіру
ko: 삭제
lo: ລືບ
lv: Noņemt
ml: നീക്കം ചെയ്യുക
mr: काढून टाका
ms: Alih keluar
ne_np: हटाउनुहोस्
pl: Usuń
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sq: Hiqe
ta: நீக்கு
tl: Alisin
zh_cn: 移除
zh_tw: 移除

source: Remove from Reading List
ast: Desaniciar del llistáu de llectura
bg: Премахване от Списък за четене
bs: Ukloni sa liste za čitanje
cs: Odebrat ze seznamu ke čtení
cy: Tynnu o'r Rhestr Ddarllen
eo: Forigi el legolisto
es_ar: Quitar de lista de lectura
es_mx: Eliminar de la Lista de Lectura
eu: Kendu irakurketa-zerrendatik
gd: Thoir air falbh on liosta-leughaidh
gl: Retirar da lista de lectura
gu_in: વાંચન સૂચિમાંથી દૂર કરો
he: הסרה מרשימת קריאה
hu: Eltávolítás az olvasási listáról
ja: リーディングリストから削除
ka: მოცილება წასაკითხებიდან
kab: Kkes seg tebdart n tɣuri
kk: Оқу тізімінен өшіру
ko: 읽기 목록에서 삭제
lo: ລືບອອກຈາກລາຍການອ່ານ
lv: Noņemt no lasīšanas saraksta
ml: വായനാപ്പട്ടികയില്‍ നിന്നും നീക്കം ചെയ്യുക
mr: वाचनयादितून काढून टाका
ms: Alih keluar daripada Senarai Bacaan
ne_np: पढ्ने सूचीबाट हटाउनुहोस्
pl: Usuń z czytelni
ro: Elimină din lista de citit
ru: Удалить из списка для чтения
sk: Odstrániť zo Zoznamu na prečítanie
sl: Odstrani z bralnega seznama
sq: Hiqe nga Listë Leximesh
ta: வாசிப்பு பட்டியலிலிருந்து நீக்குக
tl: Alisin mula sa Reading List
zh_cn: 从阅读列表移除
zh_tw: 從閱讀清單移除

# ReopenAlert.Actions.Cancel
source: Cancel
cs: Zrušit
es_ar: Cancelar
es_mx: Cancelar
eu: Utzi
gu_in: રદ કરો
he: ביטול
hu: Mégse
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
ne_np: रद्द गर्नुहोस्
pl: Anuluj
ru: Отмена
sl: Prekliči
zh_cn: 取消
zh_tw: 取消

# ReopenAlert.Actions.Reopen
source: Reopen
cs: Znovu otevřít
es_ar: Reabrir
es_mx: Reabrir
eu: Ireki berriro
gu_in: ફરીથી ખોલો
he: פתיחה מחדש
hu: Újranyitás
ja: 開き直す
ka: ხელახლა გახსნა
kab: Ales tulya
kk: Қайта ашу
ko: 다시 열기
lo: ເປີດຄືນໃຫມ່
ml: വീണ്ടും തുറക്കുക
ne_np: पुनः खोल्नुहोस्
pl: Przywróć
ru: Восстановить
sl: Znova odpri
zh_cn: 重新打开
zh_tw: 重開分頁

# ReopenAlert.Title
source: Reopen Last Closed Tab
cs: Obnovit naposledy zavřený panel
es_ar: Reabrir la última pestaña cerrada
es_mx: Reabrir la última pestaña cerrada
eu: Ireki berriro itxitako azken fitxa
gu_in: છેલ્લે બંધ કરેલ ટેબ ફરીથી ખોલો
he: פתיחת הלשונית האחרונה שנסגרה מחדש
hu: Legutóbb bezárt lap újranyitása
ja: 最後に閉じたタブを開き直す
ka: ბოლოს დახურულის აღდგენა
kab: Ales tulya n yiccer imedlen
kk: Соңғы жабылған бетті қайта ашу
ko: 마지막으로 닫은 탭 다시 열기
lo: ເປີດແທັບທີຫາກໍ່ປິດໄປຄືນມາໃຫມ່
ml: അവസാനം അടച്ച ടാബ് വീണ്ടും തുറക്കുക
ne_np: अन्तिम पटक बन्द भएका ट्याबहरूलाई पुनः खोल्नुहोस्
pl: Przywróć ostatnią zamkniętą kartę
ru: Восстановить последнюю закрытую вкладку
sl: Obnovi nazadnje zaprti zavihek
zh_cn: 重新打开上次关闭的标签页
zh_tw: 回復關閉的分頁

source: Reset text size
ast: Reafitar tamañu del testu
bg: Нулиране размера на текста
bs: Vrati veličinu teksta
cs: Obnovit velikost textu
es_ar: Restablecer el tamaño del texto
es_mx: Restablecer el tamaño de texto
eu: Berrezarri testuaren tamaina
gl: Restabelecer o tamaño do texto
gu_in: ટેક્સ્ટ કદ ફરીથી સેટ કરો
he: איפוס גודל טקסט
hu: Szövegméret visszaállítása
ja: 文字サイズをリセット
ka: საწყის ზომაზე დაბრუნება
kab: Ales awennez n teɣzi n uḍris
kk: Мәтін өлшемін тастау
ko: 텍스트 크기 다시 설정
lo: ປັບຂະຫນາດຕົວອັກສອນ
ml: വാചക വലുപ്പം പുനഃസജ്ജമാക്കുക
mr: मजकुराचा आकार पूर्ववत करा
ms: Set semula saiz teks
ne_np: पाठ आकार पुनः सेट गर्नुहोस्
pl: Przywróć oryginalny rozmiar
ru: Сбросить размер шрифта
sl: Ponastavi velikost besedila
sq: Kthim madhësie teksti te parazgjedhjet
ta: உரை அளவை மீட்டமை
tl: i-Reset ang sukat ng text
zh_cn: 重置字号
zh_tw: 重設文字大小

source: Sans-serif
bg: Несерифен
eo: Senserifa
gu_in: સેન્સ-શેરીફ
he: סאן־סריף
hu: Talpatlan
ka: უნაჭდევო
ko: 산세리프
ml: സാന്‍സ്-സെറിഫ്
mr: सँस-सेरिफ
ne_np: सान-सेरिफ
pl: Bezszeryfowa
ru: Без засечек
sk: Bezpätkové
ta: ஸான்ஸ்-ஷெரிஃப்
zh_cn: 无衬线
zh_tw: 無襯線字型

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
ast: Guarda les páxines nel to llistáu de llectura calcando nel iconu «+» del llibru nos controles del Visor de llectura.
bg: Запазвайте страници в списъка за четене, докосвайки пиктограмата на книга с плюс от менюто на изгледа за четене.
bs: Sačuvajte stranice u listu za čitanje dodirivanjem ikone plus u kontrolama za pregled čitanja.
cs: Ukládejte stránky do seznamu ke čtení klepnutím na ikonu knihy se znakem plus v ovládání seznamu ke čtení.
cy: Cadwch dudalennau i'ch Golwg Darllen drwy dapio ar yr eicon llyfr plws yn rheolyddion Golwg Darllen
eo: Konservu paĝojn en via legolisto per tuŝo de la emblemo kun libro kaj plussigno en la regiloj de legila vido.
es_ar: Guarde páginas en su Lista de lectura tocando el ícono del libro en los controles del Modo lectura.
es_mx: Guarda páginas en tu Lista de Lectura tocando el ícono de libro con el signo más en los controles de Vista del Lector.
eu: Gorde orriak zure irakurketa-zerrendan liburuaren ikonoan sakatuz irakurketa-ikuspegiko kontroletan.
gd: Sàbhail duilleagan air an liosta leughaidh le gnogag air ìomhaigheag an leabhair ann an uidheaman-smachd an t-seallaidh leughaidh.
gl: Garde páxinas na súa lista de lectura pulsando a icona do libro nos controis da vista de lectura.
gu_in: વાચક જુઓ નિયંત્રણોમાં પુસ્તક વત્તા આયકનને ટેપ કરીને પૃષ્ઠોને તમારી વાંચન સૂચિમાં સાચવો.
he: ניתן לשמור דפים לרשימת הקריאה על־ידי נגיעה בסמל הספר עם סימן החיבור בפקדי תצוגת הקריאה.
hu: Mentse az oldalakat az olvasási listájára, a könyv plusz ikonra kattintva az olvasó nézet vezérlőelemei közt.
ja: リーダービューのコントロールに表示されるブック＋アイコンをタップすると、ページがリーディングリストに追加されます。
ka: გვერდების შენახვა მომავალში წასაკითხად შეგიძლიათ კითხვის რეჟიმის სამართავ არეში წიგნის ნიშანზე შეხებით.
kab: Sekles isebtar ɣer tebdart n tɣuri s usenned ɣef tignit n tmerna n udlis deg ifecka n tmeẓri n tɣuri.
kk: Оқу режимінің батырмаларының ішіндегі қосуы бар кітапша таңбашасына басу арқылы парақтарды өзіңіздің оқу тізіміңізге сақтаңыз.
ko: 읽기 모드 도구에 있는 책 플러스 아이콘을 눌러서 읽기 목록에 페이지를 저장하세요.
lo: ບັນທຶກຫນ້າເວັບເຂົ້າໄປໄວ້ໃນລາຍການອ່ານໂດຍການເຕະໄອຄອນປື້ມໃນບ່ອນຄວບຄຸ່ມ Reader View.
lv: Pievienojiet lapas lasīšanas sarakstam pieskaroties plus ikonai lasīšanas skata rīkos.
ml: പുസ്തക-അധിക ഛിഹ്നം അമര്‍ത്തുകവഴി ലേഖനങ്ങളെ വായനാ പട്ടികയില്‍ സൂക്ഷിക്കാം.
mr: वाचक दृश्य नियंत्रण मध्ये पुस्तक प्लस चिन्हावर टॅप करून आपल्या वाचन यादी मध्ये पृष्ठ जतन करा.
ms: Simpan halaman ke Senarai Bacaan anda dengan menekan ikon tambah buku dalam kawalan Reader View.
ne_np: पुस्तकमा भएको जोड चिन्ह प्रतिमा मा थिचेर पृष्ठहरू पाठक सुचीमा सन्चीत गर्नुहोस्।
pl: Zachowuj strony w czytelni stukając ikonę książki w widoku poprawionej czytelności.
ro: Salvează paginile din lista de citit atingând iconița carte cu plus din controalele modului lectură.
ru: Сохраняйте страницы в списке для чтения, нажав на значок книги с плюсом в управлении видом для чтения.
sk: Ťuknutím na ikonu knihy so znakom plus v ovládačoch zobrazenia Čítačka pridáte stránku do Zoznamu na prečítanie.
sl: Shranite strani na bralni seznam, tako da v ukazih bralnega pogleda tapnete ikono knjige s plusom.
sq: Faqet te Lista juaj e Leximeve ruhen duke prekur ikonën libër plus te kontrollet e Listës së Leximeve.
ta: வாசிப்பு தோற்ற கட்டுபடுத்தியில் உள்ள புத்தக + சின்னத்தைத் தட்டி பக்கங்களை வாசிப்பு பட்டியலில் சேமிக்கவும்.
tl: Tandaan ang mga pahina sa iyong Reading list gamit ang book plus icon sa Reader View controls.
zh_cn: 在阅读模式下轻点书本与加号图标，可将页面保存到您的阅读列表。
zh_tw: 點擊閱讀畫面中的書本與加號，即可將頁面儲存至您的閱讀清單。

# ScanQRCode.Error.OK.Button
source: OK
ast: Aceutar
bs: U redu
es_ar: Aceptar
es_mx: Aceptar
eu: Ados
gl: Aceptar
gu_in: ઠીક છે
he: אישור
ka: კარგი
kab: IH
kk: ОК
ko: 확인
lo: ​ຕົກ​ລົງ
ml: ശരി
mr: ठिक आहे
ne_np: ठिक छ
sl: V redu
ta: சரி
zh_cn: 确定
zh_tw: 確定

# ScanQRCode.Instructions.Label
source: Align QR code within frame to scan
ast: Allinia'l códigu QR col marcu pa escaniar
bs: Poravnajte QR kod unutar okvira za skeniranje
cs: Zarovnejte QR kód do rámečku pro skenování
es_ar: Alinear el código QR dentro del marco para escanearlo
es_mx: Ajusta el código QR al marco para escanearlo
eu: Eskaneatzeko, lerrokatu QR kodea markoaren barruan
gl: Encadra o código QR no marco para examinalo
gu_in: સ્કેન કરવા માટે ફ્રેમની અંદર QR કોડ ગોઠવો
he: יש ליישר את ה־QR למסגרת כדי לסרוק
hu: A leolvasáshoz igazítsa a QR-kódot a keretbe
ja: 枠内に QR コードを合わせて読み取り
ka: მოაქციეთ QR კოდი ჩარჩოში, წასაკითხად
kab: Egg tangalt QR deg ukatar akken ad isemḍen
kk: Сканерлеу үшін QR кодын рамкаға келтіріңіз
ko: QR코드를 틀에 맞춰 스캔하세요
lo: ຈັດຕຳແຫນ່ງລະຫັດ QR ໃຫ້ຢູ່ພາຍໃນກອບເພື່ອສະແກນ
ml: QR കോഡ്, സ്കാൻ ചെയ്യാനുള്ള ഫ്രെയിമിനുള്ളിലേയ്ക്കു് വിന്യസിക്കുക
mr: स्कॅन करण्यासाठी QR कोड फ्रेम मध्ये बसवा
ne_np: QR कोड स्कयान गर्न फ्रेममा पंक्तिवद्घ गर्नुहोस्
pl: Wyrównaj kod QR w ramce, by go zeskanować
ru: Разместите QR-код внутри рамки сканирования
sl: Za skeniranje poravnajte QR-kodo v okvir
sq: Që të skanohet, vendoseni kodin QR brenda kornizën
ta: QR குறியீட்டை வருடும் சட்டத்திற்குள் விழுமாறு சரிச்செய்
tl: Pantayin ang QR code sa loob ng frame upang i-scan
zh_cn: 将二维码置入框内以扫描
zh_tw: 把 QR Code 放到框線內掃描

# ScanQRCode.InvalidDataError.Message
source: The data is invalid
ast: Los datos nun son válidos
bs: Podaci su nevažeći
cs: Data nejsou platná
es_ar: Los datos no son válidos
es_mx: Datos no válidos
eu: Datuak baliogabeak dira
gl: A data non é válida
gu_in: ડેટા અમાન્ય છે
he: הנתונים שגויים
hu: Az adatok érvénytelenek
ja: データが無効です
ka: მონაცემი არასწორია
kab: Isefka arameγtu
kk: Деректер жарамсыз
ko: 올바르지 않은 데이터
lo: ຂໍ້ມູນບໍ່ຖືກຕ້ອງ
ml: ഈ ഡാറ്റ അസാധുവാണ്
mr: ही माहिती वैध नाही
ne_np: यो डाटा अमान्य छ
pl: Dane są nieprawidłowe
ru: Недопустимые данные
sl: Podatek je neveljaven
ta: தரவு செல்லாதது
zh_cn: 数据无效
zh_tw: 資料無效

# ScanQRCode.PermissionError.Message.v100
source: Go to device ‘Settings’ > ‘Firefox’. Allow Firefox to access camera.
es_mx: Ir a ‘Configuración’ > ‘Firefox’. Permitir a Firefox el acceso de la cámara.
eu: Zoaz 'Ezarpenak' > 'Firefox' menu-aukerara eta baimendu Firefoxi zure gailuaren kamerarako sarbidea.
he: יש לעבור להגדרות במכשיר, לבחור ב־Firefox, ולאפשר ל־Firefox לגשת למצלמה.
hu: Ugorjon az eszköz „Beállítások” > „Firefox” menüpontjához. Engedélyezze a Firefox számára a kamera elérését.
ja: 端末の [設定] > [Firefox] を開き、Firefox にカメラへのアクセスを許可してください。
ka: გადადით მოწყობილობის „პარამეტრებში“ > „Firefox“. დართეთ Firefox-ს კამერასთან წვდომის ნება.
kab: Rzu ɣer 'Iɣewwaṛen' n yibenk > 'Firefox’. Sireg Firefox akken ad yekcem ɣer tkamirat.
ko: 기기의 ‘설정’ > ‘Firefox’에서 Firefox가 카메라에 접근할 수 있게 허용해 주세요.
lo: ໄປທີ່ອຸປະກອນ ‘ການຕັ້ງຄ່າ’> ‘Firefox’. ອະນຸຍາດໃຫ້ Firefox ເຂົ້າເຖິງກ້ອງຖ່າຍຮູບ.
ml: ഉപകരണ 'ക്രമീകരണങ്ങൾ' > 'ഫയർഫോക്സ്' എന്നതിലേക്ക് പോകുക. ക്യാമറ ഉപയോഗിക്കാൻ Firefox-നെ അനുവാദം കൊടുക്കുക.
pl: Otwórz „Ustawienia” urządzenia → „Firefox” i zezwól Firefoksowi na dostęp do aparatu.
sl: Izberite "Nastavitve" > "Firefox". Dajte Firefoxu dovoljenje za dostop do kamere.
zh_cn: 请到设备的“设置”>“Firefox”，允许 Firefox 访问相机。
zh_tw: 請到裝置的「設定」>「Firefox」允許 Firefox 存取攝影機。

# ScanQRCode.View.Title
source: Scan QR Code
ast: Escaniar códigu QR
bs: Skenirajte QR kod
cs: Skenovat QR kód
es_ar: Escanear código QR
es_mx: Escanear código QR
eu: Eskaneatu QR kodea
gl: Examinar código QR
gu_in: QR કોડ સ્કેન કરો
he: סריקת קוד QR
hu: QR-kód leolvasása
ja: QR コードを読み取り
ka: QR კოდის წაკითხვა
kab: Semḍen Tangalt QR
kk: QR кодын сканерлеу
ko: QR 코드 스캔
lo: ສະແກນລະຫັດ QR
ml: QR സങ്കേതം പരിശോധിക്കുക
mr: QR कोड स्कॅन करा
ne_np: QR कोड स्क्यान गर्नुहोस्
pl: Skanowanie kodu QR
ru: Сканировать QR-код
sl: Skenirajte QR-kodo
sq: Skanonin Kodin QR
ta: QR குறியீடை வருடு
tl: I-scan ang QR Code
zh_cn: 扫描二维码
zh_tw: 掃描 QR Code

source: Search
ast: Gueta
bg: Търсене
bs: Traži
cs: Vyhledávání
cy: Chwilio
eo: Serĉi
es_ar: Buscar
es_mx: Buscar
eu: Bilaketa
gd: Lorg
gl: Buscar
gu_in: શોધો
he: חיפוש
hu: Keresés
ja: 検索
ka: ძიება
kab: Nadi
kk: Іздеу
ko: 검색
lo: ຄົ້ນຫາ
lv: Meklēt
ml: തിരയുക
mr: शोधा
ms: Cari
ne_np: खोजी गर्नुहोस्
pl: Szukaj
ro: Căutare
ru: Поиск
sk: Vyhľadávanie
sl: Iskanje
sq: Kërkim
ta: தேடுக
tl: Hanapin
zh_cn: 搜索
zh_tw: 搜尋

source: Search or enter address
ast: Gueta o introduz la direición
bg: Търсене или въвеждане на адрес
bs: Tražite ili upišite adresu
cs: Zadejte hledání nebo adresu
cy: Chwilio neu gyfeiriad gwe
eo: Serĉu aŭ tajpu adreson
es_ar: Buscar o ingresar dirección
es_mx: Buscar o ingresar dirección
eu: Bilatu / idatzi helbidea
gd: Dèan lorg no cuir a-steach seòladh
gl: Buscar ou escribir o enderezo
gu_in: શોધો અથવા સરનામું દાખલ કરો
he: חיפוש או הכנסת כתובת
hu: Keressen, vagy adjon meg címet
ja: 検索語またはアドレスを入力
ka: მოძებნეთ ან შეიყვანეთ მისამართი
kab: Nadi neɣ sekcem tansa
kk: Іздеу немесе адрес
ko: 검색어나 주소 입력
lo: ປ້ອນທີ່ຢູ່ຂອງເວັບໄຊທ໌ ຫລື ສີ່ງທີ່ທ່ານຕ້ອງການຄົ້ນຫາໃສ່ນີ້
lv: Meklējiet vai ievadiet adresi
ml: തെരയൂ അല്ലെങ്കില്‍ വിലാസം നല്‍കൂ
mr: शोधा किंवा पत्ता द्या
ms: Cari atau masukkan alamat
ne_np: खोज्नुहोस वा ठेगाना प्रविष्ट गर्नुहोस्
pl: Wprowadź adres lub szukaj
ro: Caută sau introdu adresa
ru: Введите запрос или адрес
sk: Zadajte vyhľadávanie alebo adresu
sl: Iskanje ali naslov strani
sq: Kërkoni ose jepni adresë
ta: தேடு (அ) தள முகவரியுடன் உலாவு
tl: Hanapin o ilagay ang address.
zh_cn: 搜索或输入网址
zh_tw: 搜尋或輸入網址

# Search.Awesomebar.SwitchToTab
source: Switch to tab
es_ar: Cambiar a pestaña
es_mx: Cambiar a pestaña
eu: Aldatu fitxara
he: מעבר ללשונית
hu: Váltás erre a lapra
ja: タブを表示
ka: ჩანართზე გადასვლა
kab: Uɣal ɣer yiccer
kk: Бетке ауысу
ko: 탭으로 전환
lo: ປ່ຽນໄປຫາແທັບ
ml: ടാബിലേക്ക് മാറുക
ne_np: ट्याबमा स्विच गर्नुहोस्
pl: Przełącz na kartę
sl: Preklopi na zavihek
zh_cn: 切换到标签页
zh_tw: 切換至該分頁

# Search.SuggestSectionTitle.v102
source: Firefox Suggest
es_mx: Sugerencia de Firefox
eu: Firefoxen iradokizunak
he: הצעות של Firefox
hu: Firefox Javaslatok
ka: Firefox-შეთავაზება
kab: Firefox isumer-d
ko: Firefox 제안
lo: Firefox ແນະນໍາ
ml: ഫയർഫോക്സ് നിർദ്ദേശം
pl: Podpowiedzi Firefoksa
sl: Firefoxovi predlogi
zh_cn: Firefox 建议
zh_tw: Firefox 建議

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
ast: El motor de gueta nuevu va apaecer na barra de gueta rápida.
bg: Новата търсеща машина ще се появи е полето за търсене.
bs: Novi pretraživač će se pojaviti u traci za brzo pretraživanje.
cs: Nový vyhledávač se zobrazi v panelu rychlého hledání.
eo: La nova serĉilo aperos en la rapida serĉostrio.
es_ar: El nuevo buscador aparecerá en la barra de búsquedas rápidas.
es_mx: El nuevo motor de búsqueda aparecerá en la barra de búsqueda rápida.
eu: Bilaketa-motor berria bilaketa-barran agertuko da.
gd: Nochdaidh an t-einnsean-luirg ùr ann am bàr nan lorg gu luath.
gl: O novo buscador aparecerá na barra de busca rápida.
gu_in: નવો શોધ એંજિન ઝડપી શોધ બારમાં દેખાશે.
he: מנועי החיפוש החדשים יופיעו בסרגל החיפוש המהיר.
hu: Az új keresési szolgáltatás a gyorskereső sávban fog megjelenni.
ja: 新規検索エンジンはクイック検索バーに表示されます。
ka: ახალი საძიებო სისტემა გამოჩნდება, სწრაფი ძიების ველში.
kab: Amsedday n unadi amaynut ad d-iban deg ufeggag n unadi arurad.
kk: Жаңа іздеу жүйесі жылдам іздеу жолағында көрсетілетін болады.
ko: 새 검색 엔진이 빠른 검색창에 나타날 것입니다.
lo: ເຄື່ອງມືການຄົ້ນຫາໃຫມ່ຈະປະກົດຢູ່ໃນບາຂອງການຄົ້ນຫາ.
lv: Jaunais meklētājs parādīsies ātrās meklēšanas joslā.
ml: പുതിയ തിരയൽ യന്ത്രം ദ്രുത തിരയൽ ബാറിൽ പ്രത്യക്ഷപ്പെടും.
mr: नवीन शोध इंजीन जलद शोध पट्टीवर दिसेल.
ms: Enjin carian baru akan muncul dalam bar carian pantas.
ne_np: नयाँ खोज इन्जिन छिटो खोज पट्टी मा प्रदर्शित हुनेछ।
pl: Nowa wyszukiwarka pojawi się na pasku szybkiego wyszukiwania i będzie można nią zarządzać poprzez ustawienia.
ro: Noul motor de căutare va apărea în bara de căutare rapidă.
ru: Новая поисковая система будет отображаться на панели быстрого поиска.
sk: Nový vyhľadávací modul sa objaví v paneli rýchleho vyhľadávania.
sl: Novi isklanik se bo pojavil v vrstici za hitro iskanje.
sq: Motori i ri i kërkimeve do të shfaqet te shtylla e kërkimeve të shpejta.
ta: விரைவு தேடல் பட்டையில் புதிய தேடுபொறி தோன்றும்.
zh_cn: 新的搜索引擎将在快捷搜索栏中显示。
zh_tw: 新的搜尋引擎將顯示於快速搜尋列。

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
ast: ¡Amestóse'l motor de gueta!
bg: Прибавяне на нова търсeща машина!
bs: Pretraživač dodan!
cs: Vyhledávač byl přidán!
eo: Serĉilo aldonita!
es_ar: ¡Buscador agregado!
es_mx: ¡Agregado nuevo motor de búsqueda!
eu: Bilaketa-motorra gehituta!
gd: Chaidh an t-einnsean-luirg a chur ris!
gl: Engadiuse o buscador!
gu_in: ઉમેરાયેલ સર્ચ એન્જિન!
he: התווסף מנוע חיפוש!
hu: Keresési zolgáltatás hozzáadva!
ja: 検索エンジンが追加されました。
ka: საძიებო სისტემა დამატებულია!
kab: Amsedday n unadi yettwarna!
kk: Іздеу жүйесі қосылды!
ko: 검색 엔진 추가됨!
lo: ເພີ່ມເຄືອງມືການຄົ້ນຫາແລ້ວ!
lv: Meklētājs pievienots!
ml: തിരയൽ യന്ത്രം ചേർത്തു!
mr: शोध इंजिन जोडले!
ms: Enjin Carian Ditambah!
ne_np: खोजी इन्जिन थपियो!
pl: Dodano wyszukiwarkę
ro: Motor de căutare adăugat!
ru: Добавлена поисковая система!
sk: Pridať vyhľadávací modul!
sl: Iskalnik dodan!
sq: Motori i Kërkimeve u Shtua!
ta: தேடுபொறி சேர்க்கப்பட்டது!
tl: Nagdagdah ng Search engine!
zh_cn: 搜索引擎已添加！
zh_tw: 已新增搜尋引擎！

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
ast: ¿Amestar fornidor de gueta?
bg: Прибавяне на търсеща машина?
bs: Dodati dobavljača pretrage?
cs: Přidat vyhledávač?
eo: Ĉu aldoni serĉilon?
es_ar: ¿Agregar buscador?
es_mx: ¿Agregar nuevo proveedor de búsqueda?
eu: Gehitu bilaketa-motorra?
gd: A bheil thu airson an solaraiche luirg a chur ris?
gl: Engadir buscador?
gu_in: શોધ પ્રદાતા ઉમેરો છો?
he: האם להוסיף ספק חיפוש?
hu: Keresési szolgáltató hozzáadása?
ja: 検索エンジンを追加しますか？
ka: გსურთ, საძიებო სისტემის დამატება?
kab: Rnu amsedday n unadi?
kk: Іздеу жүйесін қосу керек пе?
ko: 검색 제공자를 추가하시겠습니까?
lo: ເພີ່ມຜູ້ໃຫ້ບໍລິການຄົ້ນຫາຕື່ມອີກບໍ່?
lv: Pievienot meklēāju?
ml: തിരയൽ ദാതാവിനെ ചേർക്കണോ?
mr: शोध इंजीन जोडायच?
ms: Tambah Penyedia Carian?
ne_np: खोज प्रदायक थप्ने?
pl: Czy dodać wyszukiwarkę?
ro: Adaugi motorul de căutare?
ru: Добавить поисковую систему?
sk: Pridať poskytovateľa vyhľadávania?
sl: Dodam ponudnika iskanja?
sq: Të shtohet Furnizuesi i Kërkimeve?
ta: தேடுபொறி வழங்குநரைச் சேர்க்கவா?
tl: Magdagdag ng Search Provider?
zh_cn: 添加搜索提供者？
zh_tw: 要新增搜尋引擎嗎？

# Search.ThirdPartyEngines.Cancel
source: Cancel
ast: Encaboxar
bg: Отказ
bs: Otkaži
cs: Zrušit
eo: Nuligi
es_ar: Cancelar
es_mx: Cancelar
eu: Utzi
gd: Sguir dheth
gl: Cancelar
gu_in: રદ કરો
he: ביטול
hu: Mégse
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
lv: Atcelt
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
ne_np: रद्द गर्नुहोस्
pl: Anuluj
ro: Renunță
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anuloje
ta: ரத்து
tl: I-cancel
zh_cn: 取消
zh_tw: 取消
