Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# CreditCard.ErrorState.CardExpirationDateSublabel.v112
source: Enter a valid expiration date
es_mx: Ingresa una fecha de expiración válida
eu: Idatzi baliozko iraungitze-data
he: נא להכניס תאריך תפוגה חוקי
hu: Adjon meg egy érvényes lejárati dátumot
ja: 正しい有効期限を入力してください
ka: შეიყვანეთ მოქმედების ვადის მართებული თარიღი
kab: Sekcem azemz n taggara ameɣtu
ko: 유효한 만료일을 입력하세요
lo: ໃສ່ວັນໝົດອາຍຸທີ່ຖືກຕ້ອງ
ml: ഒരു സാധുവായ കാലഹരണ തീയതി നല്കുക
pl: Podaj prawidłową datę ważności
sl: Vnesite veljavno leto poteka
zh_cn: 请输入有效的到期日
zh_tw: 請輸入有效的到期年分

# CreditCard.ErrorState.CardNumberSublabel.v112
source: Enter a valid card number
es_mx: Ingresa un número de tarjeta válido
eu: Idatzi baliozko txartel-zenbakia
he: נא להכניס מספר כרטיס תקני
hu: Adjon meg egy érvényes kártyaszámot
ja: 正しいカード番号を入力してください
ka: მიუთითეთ ბარათის მართებული ნომერი
kab: Sekcem uṭṭun n tkarḍa ameɣtu
ko: 유효한 카드 번호를 입력하세요
lo: ໃສ່ໝາຍເລກບັດທີ່ຖືກຕ້ອງ
ml: സാധുവായൊരു ചീട്ടു് അക്കം നല്കുക
pl: Podaj prawidłowy numer karty
sl: Vnesite veljavno številko kartice
zh_cn: 请输入有效卡号
zh_tw: 請輸入有效卡號

# CreditCard.ErrorState.NameOnCardSublabel.v112
source: Add a name
es_mx: Agregar un nombre
eu: Gehitu izena
he: הוספת שם
hu: Adjon hozzá egy nevet
ja: 名前を追加
ka: სახელის დამატება
kab: Rnu isem
ko: 이름 추가
lo: ເພີ່ມຊື່
ml: പേരിടുക
pl: Dodaj imię i nazwisko
sl: Dodajte ime
zh_cn: 请输入姓名
zh_tw: 請輸入持卡人姓名

# ExternalLink.ExternalInvalidLinkMessage.v136
source: The application required to open that link can’t be found.
es_mx: No se puede encontrar la aplicación necesaria para abrir ese enlace.
he: לא ניתן למצוא את האפליקציה הנדרשת לפתיחת הקישור.
ka: ამ ბმულის გასახსნელად საჭირო პროგრამა ვერ მოიძებნა.
kab: Asnas ilaqen akken ad yeldi useɣwen-a ur yettwaf ara.
ko: 해당 링크를 여는 데 필요한 애플리케이션을 찾을 수 없습니다.
lo: ບໍ່ພົບແອັບພລິເຄຊັນທີ່ຕ້ອງການເພື່ອເປີດລິ້ງນັ້ນ.
ml: ആ കണ്ണി തുറക്കാൻ വേണ്ടി ആവിശ്യമുള്ള പ്രയോഗത്തിനെ കണ്ടുപിടിക്കാൻ പറ്റുന്നില്ല.
sl: Aplikacije, ki je potrebna za odpiranje te povezave, ni mogoče najti.
zh_cn: 未找到打开该链接所需的应用程序。

# ExternalLink.ExternalMailLinkConfirmation.v136
source: Open email in the default mail application?
es_mx: ¿Abrir el correo electrónico en la aplicación de correo predeterminada?
he: לפתוח את הדוא״ל באפליקציית הדואר המוגדרת כברירת מחדל?
ka: გახსნას მისამართი ელფოსტის ნაგულისხმევ პროგრამაში?
kab: Tebɣiḍ ad teldiḍ imayl deg usnas n yimayl amezwer?
ko: 기본 메일 애플리케이션에서 이메일을 열까요?
lo: ເປີດອີເມວໃນແອັບພລິເຄຊັນ mail ເລີ່ມຕົ້ນບໍ?
ml: തനമിട്ട ഇതപാൽ പ്രയോഗം വഴി ഇതപാലിനെ തുറക്കട്ടെ?
sl: Želite odpreti privzeto aplikacijo za e-pošto?
zh_cn: 使用默认邮件应用程序打开邮件？

# ExternalLink.ExternalOpenMessage.v136
source: Open
es_mx: Abrir
he: פתיחה
ka: გახსნა
kab: Ldi
ko: 열기
lo: ເປີດ
ml: തുറക്കുക
sl: Odpri
zh_cn: 打开

# ExternalLink.ExternalSmsLinkConfirmation.v136
source: Open sms in an external application?
es_mx: ¿Abrir sms en una aplicación externa?
he: לפתוח את הודעת ה־SMS באפליקציה חיצונית?
ka: გაიხსნას მოკლეტექსტური SMS სხვა პროგრამით?
kab: Ldi sms deg usnas azɣaray?
ko: 외부 애플리케이션에서 SMS를 열까요?
lo: ເປີດ sms ໃນແອັບພລິເຄຊັນພາຍນອກບໍ?
ml: പുറത്തുള്ള പ്രയോഗത്തിൽ സ.മ.സ തുറക്കട്ടെ?
sl: Želite odpreti zunanjo aplikacijo za sporočila?
zh_cn: 使用外部应用程序打开短信？

# FirefoxHome.Pocket.SectionTitle.v140
source: Stories
es_mx: Historias
he: סיפורים
ka: ამბები
kab: Imagraden
ko: 이야기
lo: ເລື່ອງລາວ
ml: കഥകൾ
sl: Zgodbe

# FirefoxHome.PrivacyNotice.Body.v148
source: We’ve updated our %1$@ to reflect the latest features in %2$@. %3$@
es_mx: Hemos actualizado nuestro %1$@ para reflejar las últimas características en %2$@. %3$@
he: עדכנו את %1$@ שלנו כדי לשקף את התכונות העדכניות ביותר ב־%2$@. %3$@
sl: Dopolnili smo %1$@, da odraža najnovejše možnosti, vključene v %2$@. %3$@

# FirefoxHome.PrivacyNotice.LearnMoreLink.v148
source: Learn More
es_mx: Más información
he: מידע נוסף
ml: കൂടുതല്‍ അറിയുക
sl: Več o tem

# FirefoxHome.PrivacyNotice.PrivacyNoticeLink.v148
source: Privacy Notice
es_mx: Aviso de privacidad
he: הצהרת הפרטיות
ml: സ്വകാര്യത അറിയിപ്പു്
sl: obvestilo o zasebnosti

# FirefoxHome.ScreenTitle.v144
source: Homepage
es_mx: Página de inicio
he: דף הבית
ka: საწყისი გვერდი
kab: Asebter agejdan
ko: 홈페이지
lo: ຫນ້າທຳອິດ
ml: പൂമുഖം
sl: Domača stran

# FirefoxHome.Stories.AllStoriesButtonTitle.v145
source: All Stories
es_mx: Todas las historias
he: כל הסיפורים
ka: ყველა სიახლე
kab: Akk tidyanin
ko: 모든 이야기
lo: ເລື່ອງທັງໝົດ
ml: എല്ലാ ലേഖനങ്ങൾ
sl: Vse zgodbe

# FirefoxHome.Stories.AllStoriesViewTitle.v145
source: All Stories
es_mx: Todas las historias
he: כל הסיפורים
ka: ყველა სიახლე
kab: Akk tidyanin
ko: 모든 이야기
lo: ເລື່ອງທັງໝົດ
ml: എല്ലാ ലേഖനങ്ങൾ
sl: Vse zgodbe

# FirefoxHome.Stories.PopularTodaySectionTitle.v145
source: Popular Today
es_mx: Popular hoy
he: פופולרי היום
ka: ხშირად ნანახი დღეს
kab: Tid n wassa
ko: 오늘의 인기
lo: ເປັນທີ່ນິຍົມໃນມື້ນີ້
sl: Priljubljeno danes

# FirefoxHome.Stories.SectionTitle.v140
source: Stories
es_mx: Historias
he: סיפורים
ka: ამბები
kab: Imagraden
ko: 이야기
lo: ເລື່ອງລາວ
ml: കഥകൾ
sl: Zgodbe

# FirefoxHomepage.FeltDeletion.Link.v122
source: Private Browsing Data Erased
es_mx: Datos de navegación privada borrados
eu: Nabigatze pribatuko datuak ezabatuta
he: נתוני הגלישה הפרטית נמחקו
ja: プライベートブラウジングデータを削除しました
ka: პირადი ფანჯრის მონაცემები გასუფთავდა
kab: Isefka n tunigin tusligt ttwasefḍen
ko: 사생활 보호 브라우징 데이터가 삭제됨
lo: ລຶບຂໍ້ມູນການຄົ້ນຫາສ່ວນຕົວແລ້ວ
ml: സ്വകാര്യ തിരച്ചിൽ ദത്ത മായിച്ചു
pl: Usunięto dane trybu prywatnego
sl: Podatki zasebnega brskanja izbrisani
zh_cn: 隐私浏览数据已抹掉
zh_tw: 已清除隱私瀏覽資料

# FirefoxHomepage.FeltPrivacyUI.Body.v122
source: %@ deletes your cookies, history, and site data when you close all your private tabs.
es_mx: %@ elimina tus cookies, historial y datos del sitio cuando cierras todas tus pestañas privadas.
eu: %@(e)k zure cookieak, historia eta guneetako datuak ezabatzen ditu fitxa pribatu guztiak ixten dituzunean.
he: ‏%@ מוחק את העוגיות, ההיסטוריה ונתוני האתר שלך כאשר כל הלשוניות הפרטיות שלך נסגרות.
ja: すべてのプライベートタブを閉じると、%@ により Cookie、履歴、サイトデータが削除されます。
ka: %@ წაშლის თქვენს ფუნთუშებს, ისტორიასა და საიტის მონაცემებს ყველა პირადი ჩანართის დახურვისას.
kab: %@ itekkes inagan n tuqqna, azray, akked yisefka n yismal web mi ara tmedleḍ akk accaren usligen.
ko: %@는 사생활 보호 탭을 모두 닫을 때 쿠키와 방문 기록, 사이트 데이터를 삭제합니다.
lo: %@ ລຶບຄຸກກີ້, ປະຫວັດການນຳໃຊ້, ແລະ ຂໍ້ມູນເວັບໄຊທຂອງທ່ານ ເມື່ອທ່ານປິດແຖບສ່ວນຕົວທັງໝົດຂອງທ່ານ.
ml: സ്വകാര്യ ടാബു് അടക്കുമ്പോൾ %@ താങ്ങളുടെ കുക്കീകളും നാൾവഴിയും സൈറ്റദത്തയും മായ്ക്കാരുണ്ടു്.
pl: %@ usuwa Twoje ciasteczka, historię i dane witryn po zamknięciu wszystkich prywatnych kart.
sl: Ko zaprete vse zasebne zavihke, %@ izbriše piškotke, zgodovino in podatke o spletnih mestih.
zh_cn: %@ 会在您关闭所有隐私标签页后删除 Cookie、历史记录、站点数据。
zh_tw: %@ 會在您關閉所有隱私瀏覽分頁後，清除您的 Cookie、瀏覽紀錄、網站資料。

# FirefoxHomepage.FeltPrivacyUI.Link.v122
source: Who might be able to see my activity?
es_mx: ¿Quién podría ver mi actividad?
eu: Nork ikus lezake nire jarduera?
he: מי יכול לראות את הפעילות שלי?
ja: 私の行動を知ることができるのは誰？
ka: ვისთვის შეიძლება იყოს ხილული ჩემი საქმიანობა?
kab: Anwa i izemren ad iwali armud-iw?
ko: 누가 내 활동을 볼 수 있나요?
lo: ມີໃຜແດ່ທີ່ອາດຈະສາມາດເຫັນກິດຈະກໍາຂອງຂ້ອຍໄດ້?
ml: ആർക്കൊക്കെ എന്റെ പ്രവർത്തനങ്ങൾ കാണാൻ കഴിയും?
pl: Kto może zobaczyć co robię?
sl: Kdo bi lahko videl mojo dejavnost?
zh_cn: 谁可以看到我的活动？
zh_tw: 誰可能看到我的上網紀錄？

# FirefoxHomepage.FeltPrivacyUI.Title.v122
source: Leave no traces on this device
es_mx: No dejes rastros en este dispositivo
eu: Ez utzi arrastorik gailu honetan
he: לא להשאיר עקבות במכשיר זה
ja: この端末を追跡させません
ka: გამოიყენეთ მოწყობილობა კვალის დაუტოვებლად
kab: Ur ttaǧǧa ara akk later ɣef yibenk-a
ko: 이 기기에 흔적을 남기지 마세요
lo: ບໍ່​ໃຫ້​ມີ​ຮ່ອງ​ຮອຍໃດໆລົງເລືອ​ຢູ່​ໃນ​ອຸ​ປະ​ກອນ​ນີ້​
ml: ഈ ഉപകരണത്തിൽ ഒരു ലക്ഷണമെങ്കിലും വിടരുതു്
pl: Nie zostawiaj śladów na tym urządzeniu
sl: Ne pustite sledi na tej napravi
zh_cn: 不在设备上留痕迹
zh_tw: 在此裝置不留下任何痕跡

# FirefoxHomepage.Pocket.StoriesWebview.ReloadPageAccessibilityLabel.v146
source: Reload page
es_mx: Recargar página
he: טעינת דף מחדש
ka: გვერდის გაახლება
ko: 페이지 새로 고침
ml: താള്‍ വീണ്ടും ലഭ്യമാക്കുക
sl: Ponovno naloži stran

# FirefoxHomepage.SearchBar.PlaceholderTitle.v142
source: Search or enter address
es_mx: Buscar o ingresar dirección
he: חיפוש או הכנסת כתובת
ka: მოძებნეთ ან შეიყვანეთ მისამართი
kab: Nadi neɣ sekcem tansa
ko: 검색어 또는 주소 입력
lo: ຄົ້ນຫາ ຫລື ປ້ອນທີ່ຢູ່ໃສ່
ml: വിലാസം തിരയുക അല്ലെങ്കില്‍ നല്കുക
sl: Iskanje ali naslov strani

# FirefoxHomepage.Shortcuts.Library.Title.v143
source: Shortcuts
es_mx: Atajos
he: קיצורי דרך
ka: მალსახმობები
kab: Inegzumen
ko: 바로 가기
lo: ທາງລັດ
ml: കുറുക്കുവഴികൾ
sl: Bližnjice

# FirefoxHomepage.Shortcuts.Pinned.AccessibilityLabel.v139
source: Pinned: %@
es_mx: Fijado: %@
he: מוצמד: %@
ka: მიმაგრებული: %@
kab: Yettwasenṭeḍ: %@
ko: 고정됨: %@
lo: ປັກໝຸດແລ້ວ: %@
ml: കുത്തിയിട്ടതു് : %@
sl: Pripeto: %@
zh_cn: 已固定：%@

# FirefoxHomepage.Shortcuts.SectionTitle.v142
source: Shortcuts
es_mx: Atajos
he: קיצורי דרך
ka: მალსახმობები
kab: Inegzumen
ko: 바로 가기
lo: ທາງລັດ
ml: കുറുക്കുവഴികൾ
sl: Bližnjice

# FirefoxHomepage.Stories.PositionAccessibilityHint.v143
source: %1$@ of %2$@
es_mx: %1$@ de %2$@
he: %1$@ מתוך %2$@
ka: %1$@, სულ %2$@
kab: %1$@ n %2$@
ko: %2$@ 중 %1$@
lo: %1$@ ຈາກທັງໝົດ %2$@
ml: %2$@-ൽ %1$@-മത്തെ
sl: %1$@ od %2$@

# LoginsHelper.PromptSaveLogin.Title.v122
source: Save username?
es_mx: ¿Guardar nombre de usuario?
eu: Erabiltzaile-izena gorde?
he: לשמור את שם המשתמש?
ja: ユーザー名を保存しますか？
ka: შეინახოს სახელი?
kab: Sekles isem n useqdac?
ko: 사용자 이름을 저장하시겠습니까?
lo: ບັນທຶກຊື່ຜູ້ໃຊ້ບໍ?
ml: ഉപയോക്തൃപ്പേരു് കരുതിവയ്ക്കണോ?
pl: Czy zachować nazwę użytkownika?
sl: Shranim uporabniško ime?
zh_cn: 要保存用户名吗？
zh_tw: 要儲存使用者名稱嗎？

# LoginsHelper.PromptSavePassword.Title.v122
source: Save password?
es_mx: ¿Guardar contraseña?
eu: Gorde pasahitza?
he: לשמור את הססמה?
ja: パスワードを保存しますか？
ka: შეინახოს პაროლი?
kab: Sekles awal uffir?
ko: 비밀번호를 저장하시겠습니까?
lo: ບັນທຶກລະຫັດຜ່ານບໍ?
ml: ഒളിവാക്കു് കരുതിവയ്ക്കണോ?
pl: Czy zachować hasło?
sl: Shranim geslo?
zh_cn: 要保存密码吗？
zh_tw: 要儲存密碼嗎？

# LoginsHelper.PromptUpdateLogin.Title.OneArg.v122
source: Update password?
es_mx: ¿Actualizar contraseña?
eu: Eguneratu pasahitza?
he: לעדכן את הססמה?
ja: パスワードを更新しますか？
ka: განახლდეს პაროლი?
kab: Leqqem awal uffir?
ko: 비밀번호를 수정하시겠습니까?
lo: ອັບເດດລະຫັດຜ່ານບໍ?
ml: ഒളിവാക്കു് മാറ്റണോ?
pl: Czy uaktualnić hasło?
sl: Posodobim geslo?
zh_cn: 要更新密码吗？
zh_tw: 要更新密碼嗎？

# LoginsHelper.PromptUpdateLogin.Title.TwoArg.v122
source: Update password?
es_mx: ¿Actualizar contraseña?
eu: Eguneratu pasahitza?
he: לעדכן את הססמה?
ja: パスワードを更新しますか？
ka: განახლდეს პაროლი?
kab: Leqqem awal uffir?
ko: 비밀번호를 수정하시겠습니까?
lo: ອັບເດດລະຫັດຜ່ານບໍ?
ml: ഒളിവാക്കു് മാറ്റണോ?
pl: Czy uaktualnić hasło?
sl: Posodobim geslo?
zh_cn: 要更新密码吗？
zh_tw: 要更新密碼嗎？

# LoginsList.LoginsListSearchPlaceholder.v122
source: Search passwords
es_mx: Buscar contraseñas
eu: Bilatu pasahitzak
he: חיפוש ססמאות
ja: パスワードを検索
ka: პაროლების ძიება
kab: Nadi awalen uffiren
ko: 비밀번호 검색
lo: ຄົ້ນຫາລະຫັດຜ່ານ
ml: ഒളിവാക്കുകൾ തിരയുക
pl: Szukaj haseł
sl: Iskanje gesel
zh_cn: 搜索密码
zh_tw: 搜尋密碼

# LoginsList.Title.v122
source: SAVED PASSWORDS
es_mx: Contraseñas guardadas
eu: GORDETAKO PASAHITZAK
he: ססמאות שמורות
ja: 保存されたパスワード
ka: ᲨᲔᲜᲐᲮᲣᲚᲘ ᲞᲐᲠᲝᲚᲔᲑᲘ
kab: Awalen uffiren i yettwaskelsen
ko: 저장된 비밀번호
lo: ລະຫັດຜ່ານທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച ഒളിവാക്കുകൾ
pl: Zachowane hasła
sl: SHRANJENA GESLA
zh_cn: 保存的密码
zh_tw: 儲存的密碼

# FirefoxSync.AddressAutofillEngine.v124
source: Addresses
es_mx: Direcciones
eu: Helbideak
he: כתובות
ja: 住所
ka: მისამართები
kab: Tansiwin
ko: 주소
lo: ທີ່ຢູ່
ml: വിലാസങ്ങള്‍
pl: Adresy
sl: Naslovi
zh_cn: 地址
zh_tw: 網址

# FirefoxSync.CreditCardsEngine.v122
source: Payment Methods
es_mx: Métodos de pago
eu: Ordainketa metodoak
he: אמצעי תשלום
ja: 支払い方法
ka: გადახდის საშუალებები
kab: Tarrayin n uxelleṣ
ko: 지불 수단
lo: ວິທີການຊໍາລະເງິນ
ml: പണം കൊടുക്കൽ മുറകൾ
pl: Metody płatności
sl: Plačilna sredstva
zh_cn: 付款
zh_tw: 付款方式

# Sync.LoginsEngine.Title.v122
source: Passwords
es_mx: Contraseñas
eu: Pasahitzak
he: ססמאות
ja: パスワード
ka: პაროლები
kab: Awalen uffiren
ko: 비밀번호
lo: ລະຫັດຜ່ານ
ml: ഒളിവാക്കുകൾ
pl: Hasła
sl: Gesla
zh_cn: 密码
zh_tw: 密碼

# FirefoxHomepage.Pocket.Footer.LearnMore.v115
source: Learn more
es_mx: Aprende más
eu: Argibide gehiago
he: מידע נוסף
hu: További tudnivalók
ja: 詳細情報
ka: ვრცლად
kab: Issin ugar
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
pl: Więcej informacji
sl: Več o tem
zh_cn: 详细了解
zh_tw: 了解更多

# FirefoxHomepage.Pocket.Footer.Title.v116
source: Powered by %1$@. Part of the %2$@ family.
es_mx: Desarrollado por %1$@. Parte de la familia %2$@.
eu: %1$@(e)k hornitua. %2$@ familiaren parte.
he: מופעל על־ידי %1$@. חלק ממשפחת %2$@.
hu: A motorháztető alatt: %1$@. A %2$@ család tagja.
ja: %1$@ による提供。 %2$@ ファミリーの一員です。
ka: უზრუნველყოფს %1$@. %2$@-ოჯახის ნაწილი.
kab: S lmendad n %1$@. D aɛeggal seg twacult %2$@.
ko: %1$@에서 제공합니다. %2$@ 가족의 일부입니다.
lo: ຂັບເຄື່ອນໂດຍ %1$@. ສ່ວນໜຶ່ງຂອງຄອບຄົວ %2$@.
ml: %1$@ കൊണ്ടു പിന്താങ്ങിയവ. %2$@ കുടംബത്തിലെ അംഗം.
pl: Dostarczane przez %1$@. Część rodziny produktów %2$@.
sl: Zagotavlja %1$@. Del družine %2$@.
zh_cn: 由 %2$@ 系列产品 - %1$@ 提供。
zh_tw: 由 %1$@ 提供。屬於 %2$@ 家族系列產品。

# CloseTab.ArrivingNotification.title.v133
source: %1$@ tabs closed: %2$@
es_mx: %1$@ pestañas cerradas: %2$@
he: %2$@ לשוניות נסגרו מ־%1$@
ja: %1$@ のタブを %2$@ 個閉じました
ka: %1$@ ჩანართი დაიხურა: %2$@
kab: %1$@ accaren yettwamedlen: %2$@
ko: %1$@ 탭 닫힘: %2$@개
lo: ແຖບ %1$@ ປິດແລ້ວ: %2$@
ml: %1$@ ടാബുകൾ അടച്ചതു്: %2$@
sl: Zaprtih %1$@ zavihkov: %2$@
zh_cn: %1$@ 已关闭 %2$@ 个标签页

# CloseTab.ViewAction.title.v133
source: View recently closed tabs
es_mx: Ver pestañas cerradas recientemente
he: הצגת לשוניות שנסגרו לאחרונה
ja: 最近閉じたタブを表示
ka: იხილეთ ბოლოს დახურული ჩანართები
kab: Wali accareni yettwamedlen melmi kan
ko: 최근에 닫은 탭 보기
lo: ເບິ່ງແຖບທີ່ປິດບໍ່ດົນມານີ້
ml: അടുത്തിടെ അടച്ച ടാബുകള്‍ കാണുക
sl: Prikaži nedavno zaprte zavihke
zh_cn: 查看最近关闭的标签页

# ContextualHints.FirefoxHomepage.JumpBackIn.PersonalizedHome
source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
es_mx: Conoce tu página de inicio personalizada. Las pestañas recientes, marcadores y resultados de búsqueda aparecerán aquí.
eu: Ezagut ezazu zure hasiera-orri pertsonalizatua. Azken fitxak, laster-markak eta bilaketa-emaitzak hemen agertuko dira.
he: הכירו את דף הבית המותאם אישית שלכם. לשוניות אחרונות, סימניות ותוצאות חיפוש יופיעו כאן.
hu: Ismerje meg személyre szabott kezdőlapját. Itt jelennek meg a legutóbbi lapok, könyvjelzők és keresési találatok.
ja: パーソナライズされたホームページをご覧ください。最近使ったタブ、ブックマーク、検索結果がここに表示されます。
ka: გაეცანით მორგებულ საწყის გვერდს. ბოლოდროინდელი ჩანართები, სანიშნები და მოძიებული გვერდები გამოჩნდება აქ.
kab: Snirem asebtar-ik·im agejdan yettwasagnen. Accaren imaynuten, ticraḍ n yisebtar d yigmaḍ n unadi ad d-banen deg-s.
ko: 나만의 홈페이지를 만나보세요. 최근 탭, 책갈피 및 검색 결과가 여기에 표시됩니다.
lo: ພົບກັບໜ້າຫຼັກທີ່ເປັນສ່ວນຕົວຂອງທ່ານ. ແຖບຫຼ້າສຸດ, ບຸກມາກ, ແລະຜົນການຊອກຫາຈະປາກົດຢູ່ບ່ອນນີ້.
ml: താങ്ങളുടെ ഇഷ്ടനുസൃതമാക്കിയ പൂമുറ്റം. ഒടുവിലത്തെ ടാബുകളും അടയാളക്കുറിപ്പുകളും തിരയൽ ഫലങ്ങളും ഇവിടെ കാണിക്കും.
pl: Poznaj swoją spersonalizowaną stronę startową. Tutaj będą wyświetlane ostatnie karty, zakładki i wyniki wyszukiwania.
sl: Spoznajte svojo prilagojeno domačo stran. Tukaj bodo prikazani nedavni zavihki, zaznamki in zadetki iskanja.
zh_cn: 这里就是您的个性化主页。最近使用的标签页、书签、搜索结果会显示在这里。
zh_tw: 了解您的個人化首頁。這裡將顯示最近開啟過的分頁、書籤、搜尋結果。

# ContextualHints.FirefoxHomepage.JumpBackIn.SyncedTab.v106
source: Your tabs are syncing! Pick up where you left off on your other device.
es_mx: ¡Tus pestañas se están sincronizando! Continua donde te quedaste en otro dispositivo.
eu: Zure fitxak sinkronizatzen ari dira! Jarraitu zure beste gailuan utzi zenuen tokitik.
he: הלשוניות שלך מסתנכרנות! אפשר להמשיך מאיפה שהפסקת משאר המכשירים שלך.
hu: A lapjai szinkronizálódnak! Folytassa onnan, ahol abbahagyta a másik eszközén.
ja: タブが同期されます！ 他の端末の中断したところから再開しましょう。
ka: თქვენი ჩანართები სინქრონდება! განაგრძეთ იქიდანვე, სადაც შეჩერდით სხვა მოწყობილობაზე.
kab: Accaren-ik·im mtawan! Kemmel seg wanda i tḥebseḍ ɣef yibenk-ik·im-nniḍen.
ko: 탭이 동기화 중입니다! 다른 기기에서 중단한 부분부터 다시 시작하세요.
lo: ແຖບຂອງທ່ານກຳລັງຊິ້ງຢູ່! ເອົາບ່ອນທີ່ເຈົ້າຄ້າງໄວ້ໃນອຸປະກອນອື່ນຂອງເຈົ້າ.
ml: താങ്ങളുടെ ടാബുകൾ സമന്വയിപ്പിക്കുന്നു! താങ്ങളുടെ മറ്റു് ഉപകരണത്തിൽ നിർത്തിയിടത്തു് നിന്നു് വീണ്ടും തുടങ്ങുക.
pl: Twoje karty są synchronizowane! Kontynuuj w tym samym miejscu, co na drugim urządzeniu.
sl: Vaši zavihki se sinhronizirajo! Nadaljujte tam, kjer ste končali na drugi napravi.
zh_cn: 标签页正在同步！您可在另一设备上继续浏览。
zh_tw: 分頁同步中！繼續瀏覽其他裝置上開啟的分頁。

# KeyboardAccessory.NextButton.Accessibility.Label.v124
source: Next form field
es_mx: Siguiente campo del formulario
eu: Hurrengo inprimaki-eremua
he: שדה הטופס הבא
ja: 次のフォームフィールド
ka: მომდევნო შესავსები ველი
kab: Urti n tferkit tuḍfirt
ko: 다음 서식 필드
lo: ຊ່ອງແບບຟອມຕໍ່ໄປ
ml: അടുത്ത ഫോം തലം
pl: Następne pole formularza
sl: Naslednje polje obrazca
zh_cn: 下一个表单字段
zh_tw: 下一個表單欄位

# KeyboardAccessory.PreviousButton.Accessibility.Label.v124
source: Previous form field
es_mx: Campo del formulario anterior
eu: Aurreko inprimaki-eremua
he: שדה הטופס הקודם
ja: 前のフォームフィールド
ka: წინა შესავსები ველი
kab: Urti n tferkit tudfirt
ko: 이전 서식 필드
lo: ຊ່ອງຂໍ້ມູນແບບຟອມຜ່ານມາ
ml: കഴിഞ്ഞ ഫോം തലം
pl: Poprzednie pole formularza
sl: Prejšnje polje obrazca
zh_cn: 上一个表单字段
zh_tw: 上一個表單欄位

# LibraryPanel.Sections.LastFourWeeks.v138
source: Last 4 Weeks
es_mx: Últimas 4 semanas
he: 4 השבועות האחרונים
ka: ბოლო 4 კვირის
kab: 4 n imalas ineggura
ko: 최근 4주
lo: 4 ອາທິດທີ່ຜ່ານມາ
ml: കഴിഞ്ഞ 4 ആഴ്ചകൾ
sl: Zadnji 4 tedni
zh_cn: 过去 4 周

# LibraryPanel.Sections.LastHour.v134
source: Last Hour
es_mx: Última hora
he: שעה אחרונה
ja: 1 時間以内
ka: ბოლო საათი
kab: Asrag aneggaru
ko: 최근 1시간
lo: ຊົ່ວໂມງທີ່ຜ່ານມາ
ml: കഴിഞ്ഞ മണിക്കൂരിൽ
sl: Zadnja ura
zh_cn: 一小时内

# LibraryPanel.Sections.LastSevenDays.v138
source: Last 7 Days
es_mx: Los últimos 7 días
he: השבוע האחרון
ka: ბოლო 7 დღის
kab: 7 n wussan ineggura
ko: 최근 7일
lo: 7 ມື້ທີ່ຜ່ານມາ
ml: കഴിഞ്ഞ 7 നാൾ
sl: Zadnjih 7 dni
zh_cn: 最近7天

# LibraryPanel.Sections.LastTwentyFourHours.v138
source: Last 24 Hours
es_mx: Últimas 24 horas
he: 24 השעות האחרונות
ka: ბოლო 24 საათის
kab: 24 yisragen ineggura
ko: 최근 24시간
lo: 24 ຊົ່ວໂມງທີ່ຜ່ານມາ
ml: കഴിഞ്ഞ 24 മണിക്കൂര്‍
sl: Zadnjih 24 ur
zh_cn: 过去 24 小时

# LiveActivity.Downloads.FileCountText.v138
source: Downloading Files: %@
he: קבצים בהורדה: %@
ka: ჩამოიტვირთება ფაილი: %@
kab: Azdam n ifulya: %@
ko: 파일 다운로드 중: %@
lo: ກຳລັງດາວໂຫຼດໄຟລ໌: %@
ml: %@ :ഫയലുകൾ ഇറക്കിവച്ചുകൊണ്ടിരിക്കുന്നു
sl: Prenašanje datotek: %@
zh_cn: 正在下载文件：%@

# LiveActivity.Downloads.FileNameText.v138
source: Downloading “%@”
he: בתהליך הורדת ״%@״
ka: ჩამოიტვირთება „%@“
kab: Asader n “%@”
ko: “%@” 다운로드 중
lo: ກຳລັງດາວໂຫຼດ “%@”
ml: “%@” ഇറക്കിവച്ചുകൊണ്ടിരിക്കുന്നു
sl: Prenašanje "%@"
zh_cn: 正在下载“%@”

# LiveActivity.Downloads.FileProgressText.v138
source: %1$@ of %2$@
he: ‏%1$@ מתוך %2$@
ka: %1$@, სულ %2$@
kab: %1$@ n %2$@
ko: %2$@ 중 %1$@
lo: %1$@ ຈາກທັງໝົດ %2$@
ml: %2$@-ൽ %1$@-മത്തെ
sl: %1$@ od %2$@

# LoginsHelper.DontSave.Button.v122
source: Not Now
es_mx: Ahora no
eu: Une honetan ez
he: לא כעת
ja: 後で
ka: ახლა არა
kab: Mačči tura
ko: 나중에
lo: ບໍ່ແມ່ນຕອນນີ້
ml: ഇപ്പോഴല്ല
pl: Nie teraz
sl: Ne zdaj
zh_cn: 暂时不要
zh_tw: 現在不要

# LoginsHelper.DontUpdate.Button.v122
source: Not Now
es_mx: Ahora no
eu: Une honetan ez
he: לא כעת
ja: 後で
ka: ახლა არა
kab: Mačči tura
ko: 나중에
lo: ບໍ່ແມ່ນຕອນນີ້
ml: ഇപ്പോഴല്ല
pl: Nie teraz
sl: Ne zdaj
zh_cn: 暂时不要
zh_tw: 現在不要

# LoginsHelper.SaveLogin.Button.v122
source: Save
es_mx: Guardar
eu: Gorde
he: שמירה
ja: 保存
ka: შენახვა
kab: Sekles
ko: 저장
lo: ບັນທຶກ
ml: കരുതിവയ്ക്കുക
pl: Zachowaj
sl: Shrani
zh_cn: 保存
zh_tw: 儲存

# ContextualHints.MainMenu.MenuRedesign.Body.v142
source: Bookmarks, history, and settings — all at your fingertips.
es_mx: Marcadores, historial y configuraciones — todo al alcance de tus dedos.
he: סימניות, היסטוריה והגדרות - הכל בהישג יד.
ka: სანიშნები, ისტორია და პარამეტრები — ყველაფერი თქვენს ხელთაა.
ko: 북마크, 방문 기록 및 설정을 손쉽게 이용할 수 있습니다.
lo: ບຸກມາກ, ປະຫວັດ, ແລະການຕັ້ງຄ່າ — ທັງໝົດຢູ່ປາຍນິ້ວມືຂອງທ່ານ.
ml: അടയാളക്കുറിപ്പുകളും നാൾവഴിയും ക്രമീകരണങ്ങളും — എല്ലാം ഉടൻ നേടാം.
sl: Zaznamki, zgodovina in nastavitve – vse na dosegu roke.

# ContextualHints.MainMenu.MenuRedesign.Title.v142
source: New menu, no clutter
es_mx: Nuevo menú, sin complicaciones
he: תפריט חדש, ללא עומס
ka: ახალი მენიუ უწესრიგობის გარეშე
ko: 깔끔한 새메뉴
lo: ເມນູໃຫມ່, ບໍ່ມີສິ່ງລົບກວນ
ml: വെടിപ്പുള്ള പുതിയ കുറിപ്പടി
sl: Nov meni, brez nereda

# ContextualHints.MainMenu.NewMenu.Body.v132
source: Find what you need faster, from private browsing to save actions.
es_mx: Encuentra lo que necesitas más rápido, desde navegación privada hasta acciones para guardar contenido.
he: למצוא מה שצריך מהר יותר, מגלישה פרטית ועד פעולות שמירה.
ja: プライベートブラウジングから保存操作まで、必要なものをすばやく見つけられます。
ka: მონახეთ, რაც სწრაფად გესაჭიროებათ, პირადი თვალიერებიდან დაწყებული მოქმედებების შენახვით დამთავრებული.
kab: Af s zzerb ayen tesriḍ, seg tunigin tusligt ɣer tigawin n usekles.
ko: 사생활 보호 모드부터 저장 작업까지 필요한 것을 더 빠르게 찾으세요.
lo: ຊອກຫາສິ່ງທີ່ທ່ານຕ້ອງການໄດ້ໄວຂຶ້ນ, ຈາກການທ່ອງເວັບສ່ວນຕົວເພື່ອບັນທຶກຄຳສັ່ງ.
ml: സ്വകാര്യ തിരയലും കരുതിവയ്ക്കൽ പ്രവർത്തനങ്ങളും എല്ലാം പെട്ടന്നു് കണ്ടെത്തുക.
sl: Hitreje poiščite, kar potrebujete, najsi bo to zasebno brskanje ali možnost shranjevanja.
zh_cn: 更快找到所需功能，例如隐私浏览和“保存”操作。

# ContextualHints.MainMenu.NewMenu.Title.v132
source: New: streamlined menu
es_mx: Nuevo: menú simplificado
he: חדש: תפריט משופר
ja: 新機能: 簡素化されたメニュー
ka: სიახლე: მეტად მოქნილი მენიუ
kab: Amaynut: Umuɣ afessas
ko: 새 기능: 간소화된 메뉴
lo: ໃໝ່: ເມນູທີຮຽບງ່າຍຂຶ້ນ
ml: പുതിയതു്: ധാരാരേഖിതപെട്ട കുറിപ്പടിക്കട്ട
sl: Novo: poenostavljen meni
zh_cn: 新功能：简约菜单

# MainMenu.AccessibilityLabels.BookmarkPage.Title.v41
source: Bookmark Page
es_mx: Agregar página a marcadores
he: הוספת העמוד לסימניות
ka: გვერდის ჩანიშვნა
kab: Creḍ asebter
ko: 페이지 북마크
lo: ໜ້າບຸກມາກ
ml: താളിനെ കുറിച്ചിടുക
sl: Dodaj stran med zaznamke

# MainMenu.AccessibilityLabels.CloseButton.142
source: Close Menu
es_mx: Cerrar menú
he: סגירת תפריט
ka: მენიუს დახურვა
kab: Mdel umuɣ
ko: 메뉴 닫기
lo: ປິດເມນູ
ml: കുറിപ്പടി അടയ്ക്കുക
sl: Zapri meni

# MainMenu.AccessibilityLabels.DismissBanner.142
source: Dismiss banner
es_mx: Descartar banner
he: סגירת באנר
ka: ამ ცნობის აცილება
kab: Mdel aɣarrac
ko: 배너 닫기
lo: ປິດປ້າຍໂຄສະນາ
sl: Skrij pasico

# MainMenu.AccessibilityLabels.OptionDisabled.Hint.v133
source: Dimmed
es_mx: Atenuado
he: מעומעם
ja: 選択不可
ka: ჩამუქებული
kab: Asenɣes n tafat
ko: 흐리게 표시
lo: ໃຊ້ບໍ່ໄດ້
ml: മങ്ങിയതു്
sl: Zatemnjeno
zh_cn: 不可用

# MainMenu.Account.AccessibilityLabels.BackButton.v132
source: Back
es_mx: Atrás
he: חזרה
ja: 戻る
ka: უკან
kab: Ɣer deffir
ko: 뒤로
lo: ກັບຄືນ
ml: തിരിച്ചു്
sl: Nazaj
zh_cn: 后退

# MainMenu.Account.AccessibilityLabels.CloseButton.v132
source: Close
es_mx: Cerrar
he: סגירה
ja: 閉じる
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
sl: Zapri
zh_cn: 关闭

# MainMenu.Account.AccessibilityLabels.CloseButton.v142
source: Close
es_mx: Cerrar
he: סגירה
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
sl: Zapri

# MainMenu.Account.AccessibilityLabels.MainButton.v132
source: Sign in to sync passwords, tabs, and more
es_mx: Inicia sesión para sincronizar contraseñas, pestañas y más
he: יש להתחבר כדי לסנכרן ססמאות, לשוניות ועוד
ja: ログインしてパスワードやタブなどを同期します
ka: შედით, რომ დაასინქრონოთ პაროლები, ჩანართები და სხვა
kab: Qqen i umtawi n wawalen n uεeddi, n waccaren akked wayen niḍen
ko: 비밀번호, 탭 등을 동기화하려면 로그인하세요.
lo: ເຂົ້າສູ່ລະບົບເພື່ອຊິ້ງລະຫັດຜ່ານ, ແຖບ, ແລະ ອື່ນໆອີກ
ml: ഒളിവാക്കുകളും ടാബുകളും മറ്റും സമന്വയിപ്പിക്കാൻ പ്രവേശിക്കൽ ചെയ്യുക
sl: Prijavite se za sinhronizacijo podatkov
zh_cn: 登录以同步密码、标签页等数据
