Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Settings.Siri.OpenTabShortcut
source: Open New Tab
cs: Otevřít nový panel
es_ar: Abrir Pestaña nueva
es_mx: Abrir nueva pestaña
eu: Ireki fitxa berria
gl: Abrir unha nova lapela
gu_in: નવું ટેબ ખોલો
he: פתיחת לשונית חדשה
hu: Új lap megnyitása
ja: 新規タブを開く
ka: ახალი ჩანართის გახსნა
kab: Ldi iccer amaynut
kk: Жаңа бетті ашу
ko: 새 탭 열기
lo: ເປີດແທັບໃໝ່
ml: പുതിയ റ്റാബ് തുറക്കുക
ne_np: नयाँ ट्याब खोल्नुहोस्
pl: Otwórz nową kartę
ru: Открыть новую вкладку
sl: Odpri nov zavihek
zh_cn: 打开新标签页
zh_tw: 開啟新分頁

# Settings.Siri.SectionDescription
source: Use Siri shortcuts to quickly open Firefox via Siri
cs: Použijte zkratky Siri pro rychlé otevření Firefoxu přes Siri
es_ar: Utilizar los atajos de teclado de Siri para abrir Firefox rápidamente vía Siri
es_mx: Usar atajos de Siri para abrir rápidamente Firefox vía Siri
eu: Erabili Siri lasterbideak Firefox Siri bidez irekitzeko
gl: Usar os atallos de Siri para abrir rapidamente Firefox a través de Siri
gu_in: સિરી દ્વારા Firefoxને ઝડપથી ખોલવા માટે સિરી શોર્ટકટ્સનો ઉપયોગ કરો
he: ניתן להשתמש בקיצורי דרך של Siri כדי לפתוח במהירות את Firefox באמצעות Siri
hu: A Siri gyors parancsok segítségével gyorsan megnyithatja a Firefoxot a Sirivel
ja: Siri ショートカットを使用して Siri から Firefox を素早く開きましょう
ka: Siri-ს მალსახმობების გამოყენება, Firefox-ის სწრაფად გახსნისთვის
kab: Seqdec Siri akken ad teldiḍ Firefox s wudem arurad
kk: Siri арқылы Firefox-ты жылдам ашу үшін Siri жарлықтарын қолдану
ko: Siri를 통해 Firefox를 빠르게 열기 위한 Siri 단축키 사용
lo: ໃຊ້ທາງລັດ Siri ເພື່ອເປີດ Firefox ຢ່າງວ່ອງໄວຜ່ານ Siri
ml: സിരി വഴി ഫയർഫോക്സ് വേഗത്തിൽ തുറക്കാൻ സിരി കുറുക്കുവഴികൾ ഉപയോഗിക്കുക
ne_np: सिरी मार्फत Firefox छिटो खोल्नका लागि सिरी सर्टकटहरू प्रयोग गर्नुहोस्
pl: Skróty Siri umożliwiają szybkie otwieranie Firefoksa przez Siri
ru: Используйте команды Siri, чтобы быстро открыть Firefox через Siri
sl: Uporabi bližnjice za hitro odpiranje Firefoxa s Siri
zh_cn: 使用 Siri 快捷指令快速开启 Firefox
zh_tw: 透過 Siri 使用捷徑快速開啟 Firefox

# Settings.Siri.SectionName
source: Siri Shortcuts
cs: Zkratky Siri
es_ar: Atajos de teclado de Siri
es_mx: Atajos de Siri
eu: Siri lasterbideak
gl: Atallos de Siri
gu_in: સિરી શૉર્ટકટ્સ
he: קיצורי דרך של Siri
hu: Siri gyors parancsok
ja: Siri ショートカット
ka: Siri-ს მალსახმობები
kab: Inegzumen Siri
kk: Siri жарлықтары
ko: Siri 단축키
lo: ທາງລັດ Siri
ml: സിരി കുറുക്കുവഴികൾ
ne_np: सिरी सर्टकटहरु
pl: Skróty Siri
ru: Команды Siri
sl: Bližnjice Siri
zh_cn: Siri 快捷指令
zh_tw: Siri 捷徑

# Settings.Studies.Toggle.Link
source: Learn More.
es_ar: Conocer más.
es_mx: Saber más
eu: Argibide gehiago.
he: מידע נוסף.
hu: További tudnivalók.
ja: 詳細情報
ka: იხილეთ ვრცლად.
kab: Issin ugar.
kk: Көбірек білу.
ko: 자세히 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ.
ml: കൂടുതൽ അറിയുക.
ne_np: थप जान्नुहोस्।
pl: Więcej informacji.
sl: Več o tem.
zh_cn: 详细了解。
zh_tw: 了解更多。

# Settings.Studies.Toggle.Message
source: Firefox may install and run studies from time to time.
es_ar: Firefox puede instalar y ejecutar estudios de vez en cuando.
es_mx: Firefox puede instalar y ejecutar estudios de vez en cuando.
eu: Noizean behin esperimentuak instala eta exekuta litzake Firefoxek.
he: ‏Firefox עשוי להתקין ולהריץ מחקרים מדי פעם בפעם.
hu: A Firefox időről időre tanulmányokat telepíthet és futtathat.
ja: Firefox が調査をインストールして実行することがあります。
ka: Firefox დროდადრო აყენებს და ატარებს კვლევებს.
kab: Firefox yezmer ad isebded yerna ad iseddu leqraya seg wakud ɣer wayeḍ.
kk: Firefox кейде зерттеулерді орнатып, орындай алады.
ko: Firefox는 때때로 연구를 설치하고 실행할 수 있습니다.
lo: Firefox ອາດຈະຕິດຕັ້ງ ແລະ ເອີ້ນນຳໃຊ້ການສຶກສາເປັນບາງຄັ້ງ.
ml: ഫയർഫോക്സു് ചിലപ്പോൾ പഠനങ്ങൾ വല്ലപ്പോഴു് സ്ഥാപിച്ചുനടത്തും.
ne_np: Firefox ले समय-समयमा अध्ययनहरू स्थापना गर्न र चलाउन सक्छ।
pl: Firefox może od czasu do czasu instalować i przeprowadzać badania.
sl: Firefox lahko občasno namesti in zažene raziskave.
zh_cn: Firefox 可能会不时地安装并运行一些研究项目。
zh_tw: Firefox 會不定時安裝並執行使用者研究。

# Settings.Studies.Toggle.Title
source: Studies
es_ar: Estudios
es_mx: Estudios
eu: Esperimentuak
he: מחקרים
hu: Tanulmányok
ja: 調査
ka: კვლევები
kab: Leqraya
kk: Зерттеулер
ko: 연구
lo: ການສຶກສາ
ml: പഠനങ്ങൾ
ne_np: अध्ययनहरु
pl: Badania
sl: Raziskave
zh_cn: 研究
zh_tw: 使用者研究

# Settings.Sync.ButtonDescription.v103
source: Sign in to sync tabs, bookmarks, passwords, and more.
es_mx: Inicia sesión para sincronizar contraseñas, marcadores, contraseñas y más.
eu: Hasi saioa fitxak, laster-markak, pasahitzak eta gehiago sinkronizatzeko.
he: יש להתחבר כדי לסנכרן את הלשוניות, הסימניות הססמאות ועוד.
hu: Jelentkezzen be a lapok, könyvjelzők, jelszavak és sok más szinkronizálásához.
ja: ログインしてタブやブックマーク、パスワードなどを同期しましょう。
ka: შედით ანგარიშზე, რომ დაასინქრონოთ თქვენი ჩანართები, სანიშნები, პაროლები და სხვ.
kab: Qqen ɣer waccaren yemtawan, ticraḍ n yisebtar, awalen uffiren d wugar n wayen-nniḍen.
ko: 로그인하여 탭, 북마크, 비밀번호 등을 동기화하세요.
lo: ເຂົ້າສູ່ລະບົບເພື່ອຊິ້ງແຖບ, ບຸກມາກ, ລະຫັດຜ່ານ ແລະອື່ນໆອີກ.
ml: ടാബുകളും അടയാളക്കുറിപ്പുകളും ഒളിവാക്കുകളും മറ്റും സമന്വയിപ്പിക്കാൻ പ്രവേശിക്കൽ ചെയ്യുക.
pl: Zaloguj się i synchronizuj karty, zakładki, hasła i więcej.
sl: Prijavite se in sinhronizirajte zavihke, zaznamke, gesla in še kaj.
zh_cn: 登录后即可同步标签页、书签、密码等数据。
zh_tw: 登入後即可同步分頁、書籤、密碼與其他資料。

# Settings.Sync.ButtonTitle.v103
source: Sync and Save Data
es_mx: Sincronizar y guardar datos
eu: Sinkronizatu eta gorde datuak
he: סנכרון ושמירת נתונים
hu: Adatok szinkronizálása és mentése
ja: 同期してデータを保存
ka: დასინქრონება და შენახვა
kab: Mtawi sakin sekles isefka
ko: 데이터 동기화 및 저장
lo: ຊິງຄ໌ແລະບັນທຶກຂໍ້ມູນ
ml: ദത്ത സമന്വയിപ്പിച്ചു് കരുതിവയ്ക്കുക
pl: Synchronizuj i zachowuj dane
sl: Sinhroniziraj in shrani podatke
zh_cn: 同步并保存数据
zh_tw: 同步並儲存資料

# Settings.Sync.SignInView.Title.v103
source: Sync and Save Data
es_mx: Sincronizar y guardar datos
eu: Sinkronizatu eta gorde datuak
he: סנכרון ושמירת נתונים
hu: Adatok szinkronizálása és mentése
ja: 同期してデータを保存
ka: დასინქრონება და შენახვა
kab: Mtawi sakin sekles isefka
ko: 데이터 동기화 및 저장
lo: ຊິງຄ໌ແລະບັນທຶກຂໍ້ມູນ
ml: ദത്ത സമന്വയിപ്പിച്ചു് കരുതിവയ്ക്കുക
pl: Synchronizuj i zachowuj dane
sl: Sinhroniziraj in shrani podatke
zh_cn: 同步并保存数据
zh_tw: 同步並儲存資料

# Settings.Tabs.CustomizeTabsSection.InactiveTabs
source: Inactive Tabs
es_mx: Pestañas inactivas
eu: Fitxa inaktiboak
he: לשוניות לא פעילות
hu: Inaktív lapok
ja: 休止中のタブ
ka: უქმი ჩანართები
kab: Accaren arurmiden
ko: 비활성 탭
lo: ແທັບທີ່ບໍ່ໄດ້ນຳໃຊ້
ml: നിഷ്ക്രിയ ടാബുകൾ
ne_np: निष्क्रिय ट्याबहरु
pl: Nieaktywne karty
sl: Nedejavni zavihki
zh_cn: 休眠标签页
zh_tw: 閒置分頁

# Settings.Tabs.CustomizeTabsSection.InactiveTabsDescription.v101
source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
es_mx: Pestañas que no se hayan visto por dos semanas se moverán a la sección inactiva.
eu: Bi astez ikusi ez dituzun fitxak inaktiboen atalera mugituko dira.
he: לשוניות בהן לא צפית במשך שבועיים מוערבות לאגף הלא פעילים.
hu: Azok a lapok, melyeket két hete nem nézett meg, átkerülnek az inaktív részbe.
ja: 2 週間以上表示していないタブは休止中セクションに移動します。
ka: ორი კვირის მოუნახულებელი ჩანართები გადავა უქმეთა არეში.
kab: Accaren ur tesneqdeḍ ara snat ledwaṛ ad ttusnekzen ɣer teggayt tarurmidt.
ko: 2주 동안 보지 않은 탭은 비활성 섹션으로 이동됩니다.
lo: ແຖບທີ່ທ່ານບໍ່ໄດ້ເບິ່ງເປັນເວລາສອງອາທິດຈະຖືກຍ້າຍໄປພາກສ່ວນທີ່ບໍ່ເຄື່ອນໄຫວ.
ml: രണ്ടാഴ്ചയായി താങ്ങൾ കാണാത്ത ടാബുകൾ ഇങ്ങോട്ട് നീക്കും.
pl: Karty, których nie odwiedzono od dwóch tygodni są przenoszone do sekcji nieaktywnych.
sl: Zavihki, ki jih dva tedna niste odprli, se premaknejo v razdelek nedejavnih.
zh_cn: 两周内未查看的标签页将进入休眠状态。
zh_tw: 將超過兩週沒有檢視過的分頁，移動至「閒置分頁」區塊。

# Settings.Tabs.CustomizeTabsSection.TabGroups
source: Tab Groups
es_mx: Grupos de pestañas
eu: Fitxa multzoak
he: קבוצות לשוניות
hu: Lapcsoportok
ja: タブグループ
ka: ჩანართის ჯგუფები
kab: Igrawen n waccaren
ko: 탭 그룹
lo: ກຸ່ມແທັບ
ml: ടാബുകൂട്ടങ്ങൾ
ne_np: ट्याब समूहहरु
pl: Grupy kart
sl: Skupine zavihkov
zh_cn: 标签页组
zh_tw: 分頁群組

# Settings.Tabs.CustomizeTabsSection.Title
source: Customize Tab Tray
es_mx: Personalizar bandeja de pestañas
eu: Pertsonalizatu fitxen erretilua
he: התאמה אישית של מגש הלשוניות
hu: Laptálca testreszabása
ja: タブトレイのカスタマイズ
ka: ჩანართების არის მორგება
kab: Sagen agalis n waccaren
ko: 탭 트레이 사용자 정의
lo: ປັບແຕ່ງຖາດແທັບ
ml: ടാബുതളിക ഇഷ്ടാനുസൃതമാക്കുക
ne_np: ट्याब ट्रे अनुकुलित गर्नुहोस्
pl: Dostosuj listę kart
sl: Prilagodi pladenj z zavihki
zh_cn: 自定义标签页托盘
zh_tw: 自訂分頁列

# Settings.Tabs.Title
source: Tabs
es_mx: Pestañas
eu: Fitxak
he: לשוניות
hu: Lapok
ja: タブ
ka: ჩანართები
kab: Iccaren
ko: 탭
lo: ແທັບ
ml: ടാബുകള്‍
ne_np: ट्याबहरु
pl: Karty
sl: Zavihki
zh_cn: 标签页
zh_tw: 分頁

# Settings.Toolbar.Bottom
source: Bottom
es_mx: Inferior
eu: Behean
he: למטה
hu: Alul
ja: 画面下部
ka: ქვემოთ
kab: Adday
ko: 아래
lo: ລຸ່ມ
ml: കീഴ്ഭാഗം
ne_np: तल
pl: Na dole
sl: Na dnu
zh_cn: 底部
zh_tw: 底部

# Settings.Toolbar.SettingsTitle
source: Toolbar
es_mx: Barra de herramientas
eu: Tresna-barra
he: סרגל כלים
hu: Eszköztár
ja: ツールバー
ka: ხელსაწყოთა ზოლი
kab: Afeggag n ifecka
ko: 도구 모음
lo: ແຖບເຄື່ອງມື
ml: കരുപട്ട
ne_np: टुलबार
pl: Pasek narzędzi
sl: Orodna vrstica
zh_cn: 工具栏
zh_tw: 工具列

# Settings.Toolbar.Top
source: Top
es_mx: Superior
eu: Goian
he: למעלה
hu: Felül
ja: 画面上部
ka: ზემოთ
kab: Afella
ko: 위
lo: ເທິງ
ml: മേൽഭാഗം
ne_np: माथि
pl: Na górze
sl: Na vrhu
zh_cn: 顶部
zh_tw: 頂端

# Settings.TrackingProtection.Alert.Button
source: OK, Got It
cs: OK, rozumím
es_ar: ¡Listo, lo entendí!
es_mx: OK, entendí
eu: Ados, ulertuta
he: בסדר, הבנתי
hu: Rendben, értem
ja: OK
ka: კარგი, გასაგებია
kab: IH, awi-t-id
kk: Жақсы, түсіндім
ko: 네, 알겠습니다
lo: ໂອເຄ, ເຂົ້າໃຈແລ້ວ
ml: ശരി പിടി കിട്ടി
ne_np: ठीक छ, थाहा पाएँ
pl: OK
ru: OK, понятно
sl: V redu, razumem
zh_cn: 好，知道了
zh_tw: 好，知道了！

# Settings.TrackingProtection.Alert.Description
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
es_mx: Si un sitio no funciona como se espera, presiona el candado en la barra de direcciones y desactiva la protección de rastreo mejorada para esa página.
eu: Gune bat ez badabil espero bezala, sakatu helbide-barrako babesaren ikonoa eta desaktibatu jarraipenaren babes hobetua orri horretarako.
he: אם אתר לא פועל כראוי, ניתן לגעת בסמל המנעול בשורת הכתובת ולכבות את הגנת המעקב המתקדמת עבור אותו דף.
hu: Ha egy webhely nem a várt módon működik, akkor koppintson a lakatra a címsorban, és kapcsolja ki a fokozott követés elleni védelmet azon az oldalon.
ja: サイトが期待通りに動作しない場合は、アドレスバー内の盾アイコンをタップして、そのページの強化型トラッキング防止をオフにしてください。
ka: თუ საიტი არ მუშაობს სათანადოდ, შეეხეთ საკეტის ნიშანს მისამართების ველში თვალთვალისგან გაძლიერებული დაცვის გამოსართავად ამ გვერდზე.
kab: Ma yella asmel ur iteddu ara akken yuɣ tanumi, sit ɣef ukadna-nni deg ufeggag n tansa, sakin sens ammesten uḥriṣ mgal aḍfaṛ i usebter-a.
ko: 사이트가 예상대로 작동하지 않으면 주소 표시줄의 잠금을 탭하고 해당 페이지에 대한 향상된 추적 보호를 끕니다.
lo: ຖ້າເວັບໄຊທ໌ບໍ່ເຮັດວຽກຕາມທີ່ຄາດໄວ້, ແຕະທີ່ລັອກຢູ່ໃນແຖບທີ່ຢູ່ແລະປິດການປົກປ້ອງການຕິດຕາມທີ່ປັບປຸງໃຫ້ດີຂຶ້ນສໍາລັບຫນ້ານັ້ນ.
ml: ഒരു സൈറ്റ് പ്രതീക്ഷിച്ചപോലെ പ്രവർത്തിക്കുന്നില്ലെങ്കിൽ, വിലാസപട്ട പരിച അമർത്തിച്ചു് ആ താളിലേ മെച്ചപ്പെടുത്തിയ പിന്തുടർച്ച പരിരക്ഷണം അണക്കുക.
pl: Jeśli witryna nie działa jak powinna, stuknij kłódkę na pasku adresu i wyłącz wzmocnioną ochronę przed śledzeniem dla tej strony.
sl: Če stran ne deluje, kot bi morala, tapnite ključavnico v naslovni vrstici in izključite izboljšano zaščito pred sledenjem za to stran.
zh_cn: 若网站无法正常工作，请轻点地址栏中的挂锁图标，关闭对此网站的增强型跟踪保护。
zh_tw: 若網站無法正常工作，請點擊網址列當中的鎖頭，關閉該頁面的加強型追蹤保護功能。

# Settings.TrackingProtection.Alert.Title
source: Heads up!
cs: Pozor!
es_ar: ¡Atención!
es_mx: ¡Aviso!
eu: Argi!
he: לתשומת לבך!
hu: Figyelem!
ja: 注意！
ka: ყურადღება!
kab: Aqeṛṛu d afella!
kk: Ескерту!
ko: 주의하세요!
lo: ລະວັງ!
ml: മുന്നറിയിപ്പ്
ne_np: चेतावनी!
pl: Uwaga!
ru: Внимание!
sl: Pozor!
zh_cn: 注意！
zh_tw: 注意！

# Settings.TrackingProtection.Info.BlocksTitle
source: BLOCKS
cs: BLOKOVÁNO
eu: BLOKEOAK
he: חסימות
hu: BLOKKOLVA
ja: ブロック
ka: შეზღუდული
kk: БҰҒАТТАЙДЫ
ko: 차단됨
lo: ບັອກ
ml: തടയലുകള്‍
ne_np: ब्लकहरु
pl: Blokuje
ru: ЗАБЛОКИРОВАНО
sl: ZAVRNJENO
zh_cn: 拦截
zh_tw: 封鎖

# Settings.TrackingProtection.LearnMore
source: Learn more
cs: Zjistit více
es_ar: Conocer más
es_mx: Saber más
eu: Argibide gehiago
he: מידע נוסף
hu: További tudnivalók
ja: 詳細情報
ka: იხილეთ ვრცლად
kab: Issin ugar
kk: Көбірек білу
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
ne_np: थप जान्नुहोस्
pl: Więcej informacji
ru: Подробнее
sl: Več o tem
zh_cn: 详细了解
zh_tw: 了解更多

# Settings.TrackingProtection.ProtectionCellFooter
source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
cs: Omezuje množství cílených reklam a zabrání inzerentům sledovat vás na internetu.
es_ar: Reduce la publicidad dirigida y ayuda a evitar que los anunciantes sigan su navegación.
es_mx: Reduce la publicidad personalizada y ayuda a detener a los anunciantes para que no te rastreen al navegar.
eu: Pertsonalizatutako iragarkiak murrizten ditu eta iragarleek zure nabigazioaren jarraipena ez egitea laguntzen du.
he: ההגנה מפחיתה פרסומות ממוקדות ועוזרת למנוע מחברות פרסום לעקוב אחר הגלישה שלך.
hu: Csökkenti a célzott hirdetések számát, és segít megakadályozni, hogy a hirdetők nyomon kövessék az Ön böngészését.
ja: ターゲット型広告を減らし、ユーザーの行動を追跡する広告を阻止します。
ka: ამცირებს მიზნობრივ რეკლამებს და გეხმარებათ აირიდოთ სარეკლამოებისგან თვალის დევნება.
kab: Ad isenɣeṣ adellel yeṭṭafaṛen daɣen ad isewḥel iberraḥen ur ṭṭafaṛen ara tunigin-ik.
kk: Мақсатты жарнамаларды азайтады және жарнама берушілердің шолуды бақылау әрекетін тоқтатуға көмектеседі.
ko: 타겟팅된 광고를 줄이고 광고주가 사용자의 브라우징을 추적하지 못하게 돕습니다.
lo: ລຸດຜ່ອນການໂຄສະນາ ແລະ ຊ່ວຍຢຸດຜູ້ໂຄສະນາບໍ່ໃຫ້ຕິດຕາມການທ່ອງເນັດຂອງທ່ານ.
ml: ടാർഗെറ്റുചെയ്‌ത പരസ്യങ്ങൾ കുറയ്ക്കുകയും താങ്ങളുടെ തിരച്ചിൽ പിന്തുടർച്ചയിൽ നിന്ന് പരസ്യദാതാക്കളെ തടയാൻ സഹായിക്കുകയും ചെയ്യുന്നു.
ne_np: लक्षित विज्ञापनहरू घटाउँछ र विज्ञापनदाताहरूलाई तपाईंको ब्राउजिङ्ग ट्र्याक गर्नबाट रोक्न मद्दत गर्छ।
pl: Zmniejsza liczbę reklam personalizowanych i pomaga uniemożliwić reklamodawcom śledzenie użytkownika.
ru: Уменьшает количество целевой рекламы и помогает остановить отслеживание вашего веб-сёрфинга рекламодателями.
sl: Zmanjša ciljno usmerjene oglase in pomaga preprečiti oglaševalcem, da bi sledili vašemu brskanju.
zh_cn: 减少定向广告，并阻止广告商跟踪您的浏览。
zh_tw: 減少定向廣告，不讓廣告商追蹤您的瀏覽行為。

# Settings.TrackingProtection.ProtectionLevel.Footer
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
es_mx: Si un sitio no funciona como se esperaba, toca el candado en la barra de direcciones y desactiva la protección mejorada contra el rastreo para esa página.
eu: Gune bat ez badabil espero bezala, sakatu helbide-barrako babesaren ikonoa eta desaktibatu jarraipenaren babes hobetua orri horretarako.
he: אם אתר לא פועל כראוי, ניתן לגעת בסמל המנעול בשורת הכתובת ולכבות את הגנת המעקב המתקדמת עבור אותו דף.
hu: Ha egy webhely nem a várt módon működik, akkor koppintson a lakatra a címsorban, és kapcsolja ki a fokozott követés elleni védelmet azon az oldalon.
ja: サイトが期待通りに動作しない場合は、アドレスバー内の盾アイコンをタップして、そのページの強化型トラッキング防止をオフにしてください。
ka: თუ საიტი არ მუშაობს სათანადოდ, შეეხეთ საკეტის ნიშანს მისამართების ველში თვალთვალისგან გაძლიერებული დაცვის გამოსართავად ამ გვერდზე.
kab: Ma yella asmel ur iteddu ara akken yuɣ tanumi, sit ɣef ukadna-nni deg ufeggag n tansa, sakin sens ammesten uḥriṣ mgal aḍfaṛ i usebter-a.
ko: 사이트가 예상대로 작동하지 않으면 주소 표시줄의 잠금을 탭하고 해당 페이지에 대한 향상된 추적 보호를 끕니다.
lo: ຖ້າເວັບໄຊທ໌ບໍ່ສາມາດເຮັດວຽກໄດ້ຕາມທີ່ຄາດຫວັງ ໃຫ້ແຕະໃນແຖບທີ່ຢູ່ ແລະ ປິດການປັບປຸງການປ້ອງກັນການຕິດຕາມສຳລັບໜ້ານັ້ນ.
ml: ഒരു സൈറ്റ് പ്രതീക്ഷിച്ചപോലെ പ്രവർത്തിക്കുന്നില്ലെങ്കിൽ, വിലാസപട്ട പരിച അമർത്തിച്ചു് ആ താളിലേ മെച്ചപ്പെടുത്തിയ പിന്തുടർച്ച പരിരക്ഷണം അണക്കുക.
pl: Jeśli witryna nie działa jak powinna, stuknij kłódkę na pasku adresu i wyłącz wzmocnioną ochronę przed śledzeniem dla tej strony.
sl: Če stran ne deluje, kot bi morala, tapnite ključavnico v naslovni vrstici in izključite izboljšano zaščito pred sledenjem za to stran.
zh_cn: 若网站无法正常工作，请轻点地址栏中的挂锁图标，关闭对此网站的增强型跟踪保护。
zh_tw: 若網站無法正常工作，請點擊網址列當中的鎖頭，關閉該頁面的加強型追蹤保護功能。

# Settings.TrackingProtection.ProtectionLevel.Footer.Lock
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
es_mx: Si un sitio no funciona como se esperaba, toca el candado en la barra de direcciones y desactiva la protección mejorada contra el rastreo para esa página.
eu: Gune bat ez badabil espero bezala, sakatu helbide-barrako babesaren ikonoa eta desaktibatu jarraipenaren babes hobetua orri horretarako.
he: אם אתר לא פועל כראוי, ניתן לגעת בסמל המנעול בשורת הכתובת ולכבות את הגנת המעקב המתקדמת עבור אותו דף.
hu: Ha egy webhely nem a várt módon működik, akkor koppintson a lakatra a címsorban, és kapcsolja ki a fokozott követés elleni védelmet azon az oldalon.
ja: サイトが期待通りに動作しない場合は、アドレスバー内の盾アイコンをタップして、そのページの強化型トラッキング防止をオフにしてください。
ka: თუ საიტი არ მუშაობს სათანადოდ, შეეხეთ საკეტის ნიშანს მისამართების ველში თვალთვალისგან გაძლიერებული დაცვის გამოსართავად ამ გვერდზე.
kab: Ma yella asmel ur iteddu ara akken yuɣ tanumi, sit ɣef ukadna-nni deg ufeggag n tansa, sakin sens ammesten uḥriṣ mgal aḍfaṛ i usebter-a.
ko: 사이트가 예상대로 작동하지 않으면 주소 표시줄의 잠금을 탭하고 해당 페이지에 대한 향상된 추적 보호를 끕니다.
lo: ຖ້າເວັບໄຊທ໌ບໍ່ສາມາດເຮັດວຽກໄດ້ຕາມທີ່ຄາດຫວັງ ໃຫ້ແຕະໃນແຖບທີ່ຢູ່ ແລະ ປິດການປັບປຸງການປ້ອງກັນການຕິດຕາມສຳລັບໜ້ານັ້ນ.
ml: ഒരു സൈറ്റ് പ്രതീക്ഷിച്ചപോലെ പ്രവർത്തിക്കുന്നില്ലെങ്കിൽ, വിലാസപട്ട പരിച അമർത്തിച്ചു് ആ താളിലേ മെച്ചപ്പെടുത്തിയ പിന്തുടർച്ച പരിരക്ഷണം അണക്കുക.
pl: Jeśli witryna nie działa jak powinna, stuknij kłódkę na pasku adresu i wyłącz wzmocnioną ochronę przed śledzeniem dla tej strony.
sl: Če stran ne deluje, kot bi morala, tapnite ključavnico v naslovni vrstici in izključite izboljšano zaščito pred sledenjem za to stran.
zh_cn: 若网站无法正常工作，请轻点地址栏中的挂锁图标，关闭对此网站的增强型跟踪保护。
zh_tw: 若網站無法正常工作，請點擊網址列當中的鎖頭，關閉該頁面的加強型追蹤保護功能。

# Settings.TrackingProtection.ProtectionLevelStandard.Description
source: Allows some ad tracking so websites function properly.
cs: Povoluje některé sledující reklamy pro správné fungování stránek.
es_ar: Permite cierto rastreo de publicidad para que los sitios web funcionen correctamente.
es_mx: Permitir algo de publicidad para que los sitios web funcionen adecuadamente.
eu: Baimendu neurri baterainoko iragarkien jarraipena webguneak ondo ibil daitezen.
he: מאפשר את פעולתם של חלק מרכיבי המעקב כדי שהאתרים יפעלו כראוי.
hu: Néhány hirdetéskövető engedélyezése, hogy a weboldalak megfelelően működjenek.
ja: ウェブサイトが正常に機能するよう、一部のトラッカー広告を許可します。
ka: საიტის სათანადო მუშაობისთვის ზოგიერთი მეთვალყურე ნებადართულია.
kab: Sireg kra n yineḍfaṛen n udellel akken ismal web ad ddun akken iwata.
kk: Веб сайттар дұрыс жұмыс істейтіндей кейбір жарнамалық трекерлерді рұқсат етеді.
ko: 웹사이트가 잘 작동하도록 몇몇 광고 추적을 허용합니다.
lo: ອະນຸຍາດໃຫ້ມີການຕິດຕາມໂຄສະນາບາງສ່ວນ ເພື່ອເຮັດໃຫ້ເວັບໄຊທເຮັດວຽກໄດ້ຕາມປົກກະຕິ.
ml: ചില പരസ്യ പിന്തുടർച്ച അനുവദിക്കുന്നതിനാൽ വെബ്‌സൈറ്റുകൾ ശരിയായി പ്രവർത്തിക്കുന്നു.
ne_np: वेबसाइटहरू राम्रोसँग काम गर्नका लागि केहि बिज्ञापन ट्रयाकरहरूलाई अनुमति दिनुहोस् ।
pl: Dopuszcza pewne reklamy śledzące, by strony działały prawidłowo.
ru: Разрешает некоторые рекламные трекеры для корректной работы веб-сайтов.
sl: Dovoli nekaj sledilcev oglasov, da bodo spletne strani delovale pravilno.
zh_cn: 允许部分广告跟踪行为，同时让网站功能保持正常。
zh_tw: 允許部分追蹤行為，讓網站功能保持正常。

# Settings.TrackingProtection.ProtectionLevelStrict.Description
source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
cs: Blokuje více sledovacích prvků, reklam a vyskakovacích oken. Zrychlí i načítání stránek, ale může omezit jejich fungování.
es_ar: Bloquea más rastreadores, anuncios y ventanas emergentes. Las páginas se cargan más rápido, pero puede perder cierta funcionalidad.
es_mx: Bloquear más rastreadores, publicidad y ventanas emergentes. Las páginas cargan más rápido, pero pueden tener problemas de funcionalidad.
eu: Jarraipen-elementu, iragarki eta popup gehiago blokeatzen ditu. Orriak azkarrago kargatzen dira baina zenbait eginbide agian ez dira ondo ibiliko.
he: חוסם יותר רכיבי מעקב, פרסומות וחלונות קופצים. דפים ייטענו מהר יותר, אך ייתכן שפונקציונליות מסוימת לא תעבוד.
hu: Több nyomkövetőt, reklámot és felugró ablakot blokkol. Az oldalak gyorsabban töltődnek be, de egyes funkciók lehet, hogy nem fognak működni.
ja: より多くのトラッカー、広告、ポップアップをブロックします。ページの読み込みが速くなりますが、一部の機能が動作しない場合があります。
ka: შეიზღუდება მეტი მეთვალყურე, რეკლამა, ამომხტომი. გვერდები სწრაფად ჩაიტვირთება, მაგრამ შესაძლოა, გაუმართავად იმუშაოს.
kab: Ad isewḥel ugar n yineḍfaren, n udellel d yisfuyla udhimen. Isebtar ad d-ttalin s zzreb ugar, maca kra n tmahilin zemrent ur teddunt ara.
kk: Көбірек трекерлер, жарнама және қалқымалы терезелерді бұғаттайды. Беттер жылдамырақ жүктеледі, бірақ, кейбір мүмкіндіктер жұмыс істемеуі мүмкін.
ko: 더 많은 추적기, 광고 및 팝업을 차단합니다. 페이지가 더 빨리 로드되지만, 일부 기능이 작동하지 않을 수 있습니다.
lo: ບັອກຕົວຕິດຕາມ, ໂຄສະນາ ແລະ ປັອບອັບໃຫ້ຫລາຍຂື້ນ. ຫນ້າເວັບຈະໂຫລດໄວຂື້ນ ແຕ່ອາດຈະມີບາງຟັງຊັນບໍ່ສາມາດເຮັດວຽກໄດ້.
ml: കൂടുതൽ പിന്തുടർച്ചായന്ത്രളും പരസ്യങ്ങളും പൊന്തിവരലുകളും എന്നിവ തടയുന്നു. താളുകൾ വേഗത്തിൽ ലഭ്യമാവും, പക്ഷേ ചില പ്രവർത്തനങ്ങൾ പ്രവർത്തിച്ചേക്കില്ല.
ne_np: थप ट्र्याकरहरू, विज्ञापनहरू, र पपअपहरू रोक्दछ। पृष्ठहरू छिटो लोड हुन्छन्, तर केही कार्यक्षमताहरुले काम नगर्न सक्छ।
pl: Blokuje więcej elementów śledzących, reklam i wyskakujących okien. Strony wczytują się szybciej, ale część funkcji może nie działać.
ru: Блокирует больше трекеров, рекламы и всплывающих окон. Страницы загружаются быстрее, но некоторые функции могут не работать.
sl: Zavrača več sledilcev, oglasov in pojavnih oken. Strani se nalagajo hitreje, vendar nekatere možnosti morda ne bodo delovale.
zh_cn: 拦截更多跟踪器和弹窗。页面加载速度更快，但是某些功能可能无法正常工作。
zh_tw: 封鎖更多追蹤器、廣告與彈出視窗。可更快載入網頁，但頁面中的部分功能可能會不正常。

# Settings.TrackingProtection.ProtectionLevelTitle
source: Protection Level
cs: Úroveň ochrany
es_ar: Nivel de protección
es_mx: Nivel de protección
eu: Babesaren maila
gu_in: સુરક્ષા સ્તર
he: רמת הגנה
hu: Védelmi szint
ja: 保護レベル
ka: დაცვის დონე
kab: Aswir n ummesten
kk: Қорғаңыс деңгейі
ko: 보호 수준
lo: ລະດັບການປ້ອງກັນ
ml: പരിരക്ഷണ നില
ne_np: सुरक्षा स्तर
pl: Poziom ochrony
ru: Уровень защиты
sl: Stopnja zaščite
zh_cn: 保护等级
zh_tw: 保護等級

# Settings.TrackingProtection.SectionName
source: Tracking Protection
ast: Proteición de rastrexu
bs: Zaštita od praćenja
cs: Ochrana proti sledování
es_ar: Protección de rastreo
es_mx: Protección de rastreo
eu: Jarraipenaren babesa
gl: Protección contra o seguimento
gu_in: ટ્રેકિંગ રક્ષણ
he: הגנת מעקב
hu: Követés elleni védelem
ja: トラッキング防止
ka: თვალთვალისგან დაცვა
kab: Ammesten mgal asfuɣel
kk: Бақылаудан қорғаныс
ko: 추적 방지
lo: ການປ້ອງກັນການຕິດຕາມ
ml: പിന്തുടരല്‍ സംരക്ഷണം
mr: मागोवा सुरक्षा
ne_np: ट्रयाकिङ्ग सुरक्षा
pl: Ochrona przed śledzeniem
ru: Защита от отслеживания
sl: Zaščita pred sledenjem
sq: Mbrojtje Nga Gjurmimet
ta: தடமறியல் பாதுகாப்பு
tl: Proteksyon sa Pagsubaybay
zh_cn: 跟踪保护
zh_tw: 追蹤保護

# Settings.TrackingProtectionOption.BasicBlockList
source: Standard (default)
cs: Standardní (výchozí)
es_ar: Estándar (predeterminado)
es_mx: Estándar (predeterminado)
eu: Oinarrizkoa (lehenetsia)
gu_in: ધોરણ (મૂળભૂત)
he: רגיל (ברירת מחדל)
hu: Normál (alapértelmezett)
ja: 標準 (デフォルト)
ka: საშუალო (ნაგულისხმევი)
kab: Alugan (amezwer)
kk: Стандартты (бастапқы)
ko: 표준 (기본값)
lo: ມາດຕະຖານ (ຄ່າພື້ນຖານ)
ml: സ്റ്റാൻഡേർഡ് (സ്ഥിരസ്ഥിതി)
ne_np: मानक (पूर्वनिर्धारित)
pl: Standardowa (domyślna)
ru: Стандартная (по умолчанию)
sl: Običajna (privzeto)
zh_cn: 标准（默认）
zh_tw: 標準（預設）

# Settings.TrackingProtectionOption.BasicBlockList.Status
source: Standard
es_mx: Estándar
eu: Oinarrizkoa
he: רגיל
hu: Szokásos
ja: 標準
ka: საშუალო
kab: Tizeɣt
ko: 표준
lo: ມາດຕະຖານ
ml: നിലവാരം
pl: Standardowa
sl: Običajna
zh_cn: 标准
zh_tw: 標準
