Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

source: Could not add page to Reading list
ast: Nun pudo amestase la páxina al llistáu de llectura.
bg: Не може да добавите страница към списък за четене
bs: Stranica se nije mogla dodati na listu za čitanje
cs: Nelze přidat stránku do seznamu ke čtení
cy: Methu ychwanegu'r dudalen i'r rhestr Ddarllen
eo: Ne eblis aldoni paĝon al legolisto
es_ar: No se pudo agregar la página a la lista de lectura
es_mx: No se pudo agregar la página a la lista de lectura
eu: Ezin da orria irakurketa-zerrendan gehitu
gd: Cha b’ urrainn dhuinn an duilleag a chur ris an liosta-leughaidh
gl: Non foi posíbel engadir a páxina á lista de lectura
gu_in: પૃષ્ઠ સૂચિમાં પૃષ્ઠ ઉમેરી શકાયું નથી
he: לא ניתן להוסיף דף לרשימת הקריאה
hu: Az oldal nem adható hozzá az olvasási listához
ja: ページをリーディングリストに追加できませんでした
ka: გვერდის წასაკითხებში დამატება ვერ ხერხდება
kab: Ur yezmir ara ad yernu asebter ɣer tebdart n tɣuri
kk: Парақты оқу тізіміне қосу мүмкін емес
ko: 읽기 목록에 페이지를 추가하지 못했습니다.
lo: ບໍ່ສາມາດເພີ່ມຫນ້າເວັບເຂົ້າໄປໃນລາຍການອ່ານ
lv: Nevar pievienot lapu lasīšanas sarakstam
ml: വായനമുഖത്തിലേക്ക് പേജ് ചേര്‍ക്കാന്‍ കഴിയുന്നില്ല
mr: वाचन यादीत पृष्ठ जोडता आले नाही
ms: Tidak dapat menambah halaman ke Senarai Membaca
ne_np: पढाइ सूचीमा पृष्ठ थप्न सकिएन
pl: Nie można było dodać strony do czytelni.
ro: Nu s-a putut adăuga pagina la lista de citit
ru: Не удалось добавить страницу в список для чтения
sk: Stránku nebolo možné pridať do Zoznamu na prečítanie.
sl: Strani ni bilo mogoče dodati na bralni seznam
sq: Faqja s’u shtua dot te Listë Leximesh
ta: பக்கத்தை வாசிப்பு பட்டியலுடன் சேர்க்க முடியவில்லை
tl: Hindi maidagdag ang pahina sa Reading List.
zh_cn: 未能将页面添加到阅读列表
zh_tw: 無法新增頁面至閱讀清單

source: Could not load page.
ast: Nun pudo cargase la páxina.
bg: Страницата не може да бъде отворена.
bs: Nije moguće učitati stranicu.
cs: Stránku nelze načíst.
cy: Methu llwytho'r dudalen
eo: Ne eblis ŝargi paĝon.
es_ar: No se pudo cargar la página.
es_mx: No se pudo cargar la página
eu: Ezin da orria kargatu.
gd: Cha b’ urrainn dhuinn an duilleag a luchdadh.
gl: Non foi posíbel cargar a páxina.
gu_in: પૃષ્ઠ લોડ કરી શકાયું નથી.
he: לא ניתן לטעון דף.
hu: Az oldal nem tölthető be.
ja: ページを読み込めませんでした。
ka: ჩატვირთვა ვერ მოხერხდა.
kab: Ur yezmir ara ad d-isali asebter.
kk: Парақты жүктеу мүмкін емес.
ko: 페이지를 열지 못했습니다.
lo: ບໍ່ສາມາດໂຫລດຫນ້າເວັບນີ້ໄດ້.
lv: Nevar ielādēt lapu.
ml: താള്‍ കൊണ്ടു വരാന്‍ കഴിയുന്നില്ല.
mr: पृष्ठ लोड करणे शक्य नाही.
ms: Tidak dapat muat halaman.
ne_np: पृष्ठ लोड गर्न सकिएन।
pl: Nie można było wczytać strony
ro: Nu s-a putut încărca pagina.
ru: Не удалось загрузить страницу.
sk: Stránku nebolo možné načítať.
sl: Ni bilo mogoče naložiti strani.
sq: Faqja s’u shtua dot.
ta: பக்கத்தை ஏற்ற முடியவில்லை.
tl: Hindi maiload ang pahina.
zh_cn: 未能载入页面。
zh_tw: 無法載入頁面。

# CoverSheet.v24.ETP.Description
source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
cs: Vestavěná ochrana proti sledování pomáhá zastavit reklamy, které se vás snaží sledovat. Pro zablokování dalších sledovacích prvků, reklam a vyskakovacích oken můžete zapnout přísnou ochranu.
es_ar: La protección de rastreo aumentada incorporada ayuda a evitar que los anuncios lo sigan. Active Estricta para bloquear aún más rastreadores, anuncios y ventanas emergentes.
es_mx: La protección de rastreo mejorada integrada ayuda a detener a la publicidad que te sigue por todas partes. Activa el modo estricto para bloquear incluso más rastreadores, publicidades y ventanas emergentes.
eu: Jarraipenaren babes hobetuak zure jarraipena egiten duten iragarkiak gelditzen laguntzen du. Akitbatu modu zorrotza oraindik eta jarraipen-elementu, iragarki eta popup leiho gehiago blokeatzeko.
he: הגנת מעקב מתקדמת מובנית מסייעת למנוע מפרסומות לעקוב אחריך לכל מקום. יש להפעיל מצב מחמיר כדי לחסום רכיבי מעקב, פרסומות וחלונות קופצים נוספים.
hu: A beépített fokozott követés elleni védelem segít megakadályozni, hogy a hirdetések kövessék Önt. Kapcsolja be a Szigorú beállítást, hogy még több nyomkövetőt, reklámot és felugró ablakot blokkoljon.
ja: 組み込みの強化型トラッキング防止機能により、ユーザーを追跡するウェブ広告を停止します。厳格なブロックを有効にすると、さらに多くのトラッカーや広告、ポップアップをブロックします。
ka: თვალთვალისგან გაძლიერებული ჩაშენებული დაცვა, გეხმარებათ შეაჩეროთ რეკლამები, თვალი გადევნონ. ჩართეთ მკაცრი რეჟიმი კიდევ უფრო მეტი მეთვალყურის, რეკლამის ან ამომხტომის შესაზღუდად.
kab: Ammesten uǧhid mgal aḍfaṛ, ad isewḥel aḍfaṛ n udellel. Rmed askar Uḥris akken ad tesweḥleḍ ugar n yineḍfaṛen, nudellel neɣ isfuyla udhimen.
kk: Құрамындағы бақылаудан кеңейтілген қорғаныс жарнаманы сіздің соңыңыздан еруден тоқтатуға көмектеседі. Одан да көбірек трекерлер, жарнама және қалқымалы терезелерді бұғаттау үшін Қатаң режимін іске қосыңыз.
ko: 내장 된 고급 추적 보호 기능은 광고가 사용자를 추적하지 못하게합니다. 더 많은 트래커, 광고 및 팝업을 차단하려면 엄격 옵션을 켜십시오.
lo: ການປ້ອງກັນການຕິດຕາມຈະຊ່ວຍຢຸດການໂຄສະນາ ເປີດນຳໃຊ້ງານໃນແບບເຂັ້ມງວດເພື່ອບັອກຕົວຕິດຕາມ, ໂຄສະນາ ແລະ ປັອບອັບ.
ml: സ്വഭാവികമായിട്ടുള്ള മെച്ചപ്പെടുത്തിയ പിന്തുടർച്ച പരിരക്ഷണം താങ്ങളെ പിന്തുടരുന്നത് തടയാൻ സഹായിക്കുന്നു. കൂടുതൽ പിന്തുടർച്ചയന്ത്രങ്ങളും പരസ്യങ്ങളും പൊന്തുവരലുകളും എന്നിവ തടയുന്നതിന് കർശനരീതിയിടുക.
ne_np: पहिल्यै रहेको परिष्कृत ट्र्याकिङ्ग संरक्षणले विज्ञापनहरूलाई तपाईंको वरिपरि पछ्याउनबाट रोक्न मद्दत गर्दछ। अझ धेरै ट्र्याकरहरू, विज्ञापनहरू, र पप-अपहरू रोक्न कडा मोड सक्रिय गर्नुहोस्।
pl: Wbudowana wzmocniona ochrona przed śledzeniem pomaga uniemożliwić reklamom śledzenie użytkownika. Włącz ścisłą ochronę, by blokować jeszcze więcej elementów śledzących, reklam i wyskakujących okien.
ru: Встроенная улучшенная защита от отслеживания помогает запретить рекламе отслеживать вас. Включите Строгую защиту, чтобы заблокировать ещё больше трекеров, рекламы и всплывающих окон.
sl: Vgrajena izboljšana zaščita pred sledenjem pomaga preprečiti, da bi vam oglasi sledili. Vključite strogo zaščito za zavračanje še več sledilcev, oglasov in pojavnih oken.
zh_cn: 内置的增强型跟踪保护，能够阻止广告在网上跟踪您。开启“严格”模式则可拦截更多跟踪器和弹窗。
zh_tw: 內建加強型追蹤保護，幫助防止各種廣告在網路上追蹤您。開啟嚴格模式，還可以封鎖更多追蹤器、廣告、彈出視窗。

# CoverSheet.v24.ETP.Settings.Button
source: Go to Settings
cs: Přejít do Nastavení
es_ar: Ir a Ajustes
es_mx: Ir a ajustes
eu: Joan ezarpenetara
he: מעבר להגדרות
hu: Ugrás a beállításokhoz
ja: 環境設定を開く
ka: პარამეტრებზე გადასვლა
kab: Ddu ɣer iɣewwaṛen
kk: Баптауларға өту
ko: 설정으로 이동
lo: ໄປທີ່ການຕັ້ງຄ່າ
ml: ക്രമീകരണങ്ങളിലേക്കു പോവുക
ne_np: सेटिङ्गहरुमा जानुहोस्
pl: Przejdź do ustawień
ru: Перейти в Параметры
sl: Odpri nastavitve
zh_cn: 前往设置
zh_tw: 開啟設定

# CoverSheet.v24.ETP.Title
source: Protection Against Ad Tracking
cs: Ochrana proti sledováním reklamami
es_ar: Protección contra el rastreo de publicidad
es_mx: Protección contra rastreo de publicidad
eu: Iragarkien jarraipenaren aurkako babesa
he: הגנה מפני מעקב של פרסומות
hu: Védelem a reklámok nyomkövetése ellen
ja: 追跡広告からの保護
ka: სარეკლამო თვალთვალისგან დაცვა
kab: Ammesten mgal aḍfar n udellel
kk: Жарнамалық бақылаудан қорғаныс
ko: 광고 추적 방지
lo: ການປ້ອງກັນຈາກການຕິດຕາມໂຄສະນາ
ml: പരസ്യ പിന്തുടർച്ചയിൽ നിന്നു് സംരക്ഷണം
ne_np: विज्ञापन ट्र्याकिङ्ग विरुद्ध सुरक्षा
pl: Ochrona przed śledzącymi reklamami
ru: Защита от рекламного отслеживания
sl: Zaščita pred sledilci oglasov
zh_cn: 保护不受广告跟踪
zh_tw: 保護您不受廣告追蹤

source: Create an account
ast: Crear una cuenta
bg: Създаване на профил
bs: Kreirajte račun
cs: Vytvořit účet
cy: Creu cyfrif
eo: Krei konton
es_ar: Crear una cuenta
es_mx: Crear una cuenta
eu: Sortu kontua
gd: Cruthaich cunntas
gl: Crear unha conta
gu_in: એક ખાતુ બનાવો
he: יצירת חשבון
hu: Fiók létrehozása
ja: アカウントを作成
ka: ანგარიშის შექმნა
kab: Rnu amiḍan
kk: Тіркелгіні жасау
ko: 계정 생성
lo: ສ້າງບັນຊີ
lv: Izveidot kontu
ml: അക്കൗണ്ട്‌ ഉണ്ടാക്കുക
mr: खाते बनवा
ms: Cipta akaun
ne_np: खाता सिर्जना गर्नुहोस्
pl: Utwórz konto
ro: Creează un cont
ru: Создать аккаунт
sk: Vytvoriť účet
sl: Ustvari račun
sq: Krijoni një llogari
ta: ஒரு கணக்கை உருவாக்கு
tl: Gumawa ng account.
zh_cn: 注册账户
zh_tw: 註冊帳號

source: Dark
ast: Escuro
bg: Тъмна
bs: Tamno
cs: Tmavé
cy: Tywyll
eo: Malhela
es_ar: Oscuro
es_mx: Oscuro
eu: Iluna
gd: Dorcha
gl: Escuro
gu_in: અંધારુ
he: כהה
hu: Sötét
ja: ダーク
ka: მუქი
kab: Aberkan
kk: Күңгірт
ko: 어두움
lo: ດຳ
lv: Tumšs
ml: ഇരുളിമ
mr: गडद
ms: Gelap
ne_np: अँध्यारो
pl: Ciemny
ro: Întunecat
ru: Тёмная
sk: Tmavá
sl: Temno
sq: E errët
ta: கருமை
tl: Madilim
zh_cn: 深邃
zh_tw: 暗色

source: Decrease text size
ast: Aumentar tamañu de sestu
bg: Намаляване размера на текста
bs: Smanji veličinu teksta
cs: Zmenšit velikost písma
cy: Lleihau maint testun
eo: Etigi tekston
es_ar: Reducir el tamaño del texto
es_mx: Reducir tamaño del texto
eu: Txikiagotu testuaren tamaina
gd: Lùghdaich meud a’ chrutha-chlò
gl: Reducir tamaño do texto
gu_in: ટેક્સ્ટ કદ ઘટાડો
he: הקטנת גודל טקסט
hu: Betűméret csökkentése
ja: 文字サイズを縮小します
ka: ტექსტის ზომის შემცირება
kab: Senɣes teɣzi n uḍris
kk: Мәтін өлшемін кішірейту
ko: 글자 크기 작게
lo: ລຸດຂະໜາດຕົວຫນັງສື
lv: Samazināt teksta izmēru
ml: അക്ഷരങ്ങളുടെ വലിപ്പം കുറയ്ക്കുക
mr: मजकुराचा आकार कमी करा
ms: Kurangkan saiz teks
ne_np: अक्षरको आकार घटाउनुहोस्
pl: Zmniejsz rozmiar tekstu
ro: Micșorează mărimea textului
ru: Уменьшить размер шрифта
sk: Zmeniť veľkosť textu
sl: Zmanjšaj velikost besedila
sq: Zvogëlo madhësinë e tekstit
ta: உரை அளவை குறை
tl: Palilitin ang text
zh_cn: 缩小文字
zh_tw: 縮小文字

source: Default Search Engine
ast: Motor de gueta por defeutu
bg: Стандартна търсеща машина
bs: Glavni pretraživač
cs: Výchozí vyhledávač
cy: Peiriant Chwilio Rhagosodedig
eo: Norma serĉilo
es_ar: Motor de búsqueda predeterminado
es_mx: Motor de búsqueda predeterminado
eu: Bilaketa-motor lehenetsia
gd: An t-einnsean-luirg bunaiteach
gl: Buscador predeterminado
gu_in: મૂળભૂત શોધ એન્જિન
he: מנוע חיפוש ברירת מחדל
hu: Alapértelmezett keresőszolgáltatás
ja: デフォルト検索エンジン
ka: ნაგულისხმევი საძიებო სისტემა
kab: Amsedday n unadi amezwer
kk: Негізгі іздеу жүйесі
ko: 기본 검색 엔진
lo: ຄ່າພື້ນຖານການຄົ້ນຫາ
lv: Noklusējuma meklētājs
ml: തനതുതിരച്ചില്‍ യന്ത്രം
mr: पूर्वनिर्धारित शोध इंजिन
ms: Enjin Carian Piawai
ne_np: पूर्वनिर्धारित खोज इन्जिन
pl: Domyślna wyszukiwarka
ro: Motor de căutare implicit
ru: Поисковая система по умолчанию
sk: Predvolený vyhľadávací modul
sl: Privzet iskalnik
sq: Motor Kërkimesh Parazgjedhje
ta: முன்னிருப்பு தேடுப்பொறி
zh_cn: 默认搜索引擎
zh_tw: 預設搜尋引擎

# DefaultBrowserCloseButtonAccessibility.v102
source: Close
es_mx: Cerrar
eu: Itxi
he: סגירה
hu: Bezárás
ja: 閉じる
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
pl: Zamknij
sl: Zapri
zh_cn: 关闭
zh_tw: 關閉

source: Display Settings
ast: Axustes d'amuesa
bg: Настройки на екрана
bs: Postavke zaslona
cs: Nastavení zobrazení
cy: Gosodiadau'r Dangosydd
eo: Ekranaj agordoj
es_ar: Configuración de pantalla
es_mx: Preferencias de visualización
eu: Bistaratze-ezarpenak
gd: Roghainnean taisbeanaidh
gl: Axustes de visualización
gu_in: ડિસ્પ્લે સેટિંગ્સ
he: הצגת הגדרות
hu: Megjelenítési beállítások
ja: ディスプレイ設定
ka: ეკრანის პარამეტრები
kab: Sken iɣewwaren
kk: Баптауларды көрсету
ko: 화면 설정
lo: ການຕັ້ງຄ່າການສະແດງຜົນ
lv: Attēlošanās iestatījumi
ml: പ്രദര്‍ശന ക്രമീകരണങ്ങള്‍
mr: डिस्प्ले सेटींग्स
ms: Tetapan Paparan
ne_np: प्रदर्शन सेटिङ्गहरु
pl: Ustawienia wyświetlania
ro: Setări de afișare
ru: Параметры отображения
sk: Nastavenie zobrazenia
sl: Nastavitve zaslona
sq: Rregullime Ekrani
ta: காட்சி அமைவுகள்
tl: Ipakita ang Settings
zh_cn: 显示设置
zh_tw: 顯示設定

source: Don’t Send
ast: Nun unviar
bs: Ne šalji
cs: Neodesílat
es_ar: No enviar
es_mx: No enviar
eu: Ez bidali
gl: Non enviar
gu_in: મોકલો નહીં
he: לא לשלוח
hu: Nincs küldés
ja: 送信しない
ka: გაგზავნის გარეშე
kab: Ur ttazen ara
kk: Жібермеу
ko: 보내지 않음
lo: ບໍ່ສົ່ງ
ml: അയയ്ക്കരുത്
mr: पाठवू नका
ne_np: नपठाउनुहोस्
pl: Nie wysyłaj
ru: Не отправлять
sl: Ne pošlji
sq: Mos e Dërgo
ta: அனுப்ப வேண்டாம்
tl: Huwag Ipadala
zh_cn: 不发送
zh_tw: 不要傳送

source: Downloads
ast: Descargues
bs: Preuzimanja
cs: Stahování
es_ar: Descargas
es_mx: Descargas
eu: Deskargak
gl: Descargas
gu_in: ડાઉનલોડ્સ
he: הורדות
hu: Letöltések
ja: ダウンロード
ka: ჩატვირთული
kab: Isidar
kk: Жүктемелер
ko: 다운로드
lo: ດາວໂຫລດ
ml: ഇറക്കിവയ്ക്കലുകൾ
mr: डाउनलोड
ne_np: डाउनलोडहरू
pl: Pobrane
ru: Загрузки
sl: Prenosi
ta: பதிவிறக்கங்கள்
zh_cn: 下载
zh_tw: 下載項目

# Downloads.Alert.DownloadNow
source: Download Now
ast: Baxar agora
bs: Preuzmite sada
cs: Stáhnout
es_ar: Descargar ahora
es_mx: Descargar ahora
eu: Deskargatu orain
gl: Descargar agora
gu_in: હવે ડાઉનલોડ કરો
he: הורדה כעת
hu: Letöltés most
ja: 今すぐダウンロード
ka: ჩამოტვირთვა ახლავე
kab: Sader tura
kk: Қазір жүктеп алу
ko: 지금 다운로드
lo: ດາວໂຫລດດຽວນີ້
ml: ഇപ്പോള്‍ ഇറക്കിവയ്ക്കുക
mr: आत्ता डाउनलोड करा
ne_np: अहिले डाउनलोड गर्नुहोस्
pl: Pobierz teraz
ru: Загрузить сейчас
sl: Prenesi zdaj
ta: இப்பொழுதே பதிவிறக்கு
zh_cn: 立即下载
zh_tw: 立刻下載

# Downloads.CancelDialog.Cancel
source: Cancel
ast: Encaboxar
bs: Otkaži
cs: Zrušit
es_ar: Cancelar
es_mx: Cancelar
eu: Utzi
gl: Cancelar
gu_in: રદ કરો
he: ביטול
hu: Mégse
ja: 中止
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
mr: रद्द करा
ne_np: रद्द गर्नुहोस्
pl: Anuluj
ru: Отмена
sl: Prekliči
ta: ரத்து
zh_cn: 取消
zh_tw: 取消

# Downloads.CancelDialog.Message
source: Are you sure you want to cancel this download?
ast: ¿De xuru que quies encaboxar esta descarga?
bs: Da li ste sigurni da želite otkazati ovo preuzimanje?
cs: Opravdu chcete zrušit toto stahování?
es_ar: ¿Está seguro de que quiere cancelar esta descarga?
es_mx: ¿Estás seguro que quieres cancelar la descarga?
eu: Ziur zaude deskarga hau bertan behera utzi nahi duzula?
gl: Confirma que quere cancelar esta descarga?
gu_in: શું તમે ખરેખર આ ડાઉનલોડને રદ કરવા માંગો છો?
he: האם ברצונך לבטל הורדה זו?
hu: Biztos, hogy megszakítja ezt a letöltést?
ja: 本当にこのダウンロードを中止しますか？
ka: ნამდვილად გსურთ ამ ჩამოტვირთვის გაუქმება?
kab: S tidet triḍ ad tesfesxeḍ asader-a?
kk: Бұл жүктемеден бас тартуды шынымен қалайсыз ба?
ko: 정말로 이 다운로드를 중단하시겠습니까?
lo: ທ່ານແນ່ໃຈແລ້ວບໍ່ວ່າທ່ານຕ້ອງການຍົກເລີກການດາວໂຫລດນີ້?
ml: ഈ ഇറക്കിവയ്ക്കൽ റദ്ദാക്കണമെന്ന് ഉറപ്പാ​ണോ?
mr: हे डाउनलोड नक्की रद्द करायचे आहे का?
ne_np: तपाईँ यो डाउनलोड रद्द गर्न निश्चित हुनुहुन्छ ?
pl: Czy na pewno anulować to pobieranie?
ru: Вы действительно хотите отменить эту загрузку?
sl: Ali ste prepričani, da želite prekiniti ta prenos?
ta: இப்பதிவிறக்கத்தை நிச்சயமாக ரத்துசெய்ய விரும்புகிறீர்களா?
zh_cn: 您确定要取消此下载吗？
zh_tw: 您確定要取消下載這個檔案？

# Downloads.CancelDialog.Resume
source: Resume
ast: Siguir
bs: Nastavi
cs: Pokračovat
es_ar: Continuar
es_mx: Continuar
eu: Berrekin
gl: Retomar
gu_in: ફરી શરુ કરવું
he: המשך
hu: Folytatás
ja: 再開
ka: გაგრძელება
kab: Kemmel
kk: Жалғастыру
ko: 계속
lo: ດຳເນີນຕໍ່ໄປ
ml: തുടരുക
mr: पुन्हा सुरू करा
ne_np: पुनः सुचारु गर्नुहोस्
pl: Wznów
ru: Возобновить
sl: Nadaljuj
ta: மீள்
zh_cn: 继续
zh_tw: 繼續

# Downloads.CancelDialog.Title
source: Cancel Download
ast: Enxaboxamientu de la descarga
bs: Otkaži preuzimanje
cs: Zrušit stahování
es_ar: Cancelar la descarga
es_mx: Cancelar descarga
eu: Utzi deskarga
gl: Cancelar descarga
gu_in: ડાઉનલોડ રદ કરો
he: ביטול הורדה
hu: Letöltés megszakítása
ja: ダウンロードを中止
ka: ჩამოტვირთვის გაუქმება
kab: Sefsex azdam
kk: Жүктемеден бас тарту
ko: 다운로드 취소
lo: ຍົກເລີກການດາວໂຫລດ
ml: ഇറക്കിവയ്ക്കൽ റദ്ദാക്കുക
mr: डाऊनलोड रद्द करा
ne_np: डाउनलोड रद्द गर्नुहोस्
pl: Anuluj pobieranie
ru: Отменить загрузку
sl: Prekliči prenos
ta: பதிவிறக்கத்தை ரத்து செய்
zh_cn: 取消下载
zh_tw: 取消下載

# Downloads.Toast.Cancelled.LabelText
source: Download Cancelled
ast: Encaboxóse la descarga
bs: Preuzimanje je otkazano
cs: Stahování bylo zrušeno
es_ar: Descarga cancelada
es_mx: Descarga cancelada
eu: Deskargak utzita
gl: Cancelouse a descarga
gu_in: ડાઉનલોડ રદ થઈ ગયુ છે
he: ההורדה בוטלה
hu: Letöltés megszakítva
ja: ダウンロード中止
ka: ჩამოტვირთვა გაუქმებულია
kab: Asader ittwafsex
kk: Жүктемеден бас тартылды
ko: 다운로드 취소
lo: ການດາວໂຫລດຖືກຍົກເລີກ
ml: ഇറക്കിവയ്ക്കൽ റദ്ദാക്കി
mr: डाउनलोड रद्द केले
ne_np: डाउनलोड रद्द भयो
pl: Anulowano pobieranie
ru: Загрузка отменена
sl: Prenos preklican
ta: பதிவிறக்கம் ரத்துசெய்யப்பட்டது
zh_cn: 下载已取消
zh_tw: 已取消下載

# Downloads.Toast.Failed.LabelText
source: Download Failed
ast: Falló la descarga
bs: Preuzimanje nije uspjelo
cs: Stahování selhalo
es_ar: Falló la descarga
es_mx: Falló la descarga
eu: Deskargak huts egin du
gl: Produciuse un fallo ao descargar
gu_in: ડાઉનલોડ નિષ્ફળ થયું
he: ההורדה נכשלה
hu: Letöltés meghiúsult
ja: ダウンロード失敗
ka: ჩამოტვირთვა ვერ მოხერხდა
kab: Asader ur yiddi ara
kk: Жүктеп алу сәтсіз аяқталды
ko: 다운로드 실패
lo: ການດາວໂຫລດລົ້ມເຫລວ
ml: ഇറക്കിവയ്ക്കൽ പരാജയപ്പെട്ടു
mr: डाउनलोड अयशस्वी
ne_np: डाउनलोड असफल भयो
pl: Pobranie się nie powiodło
ru: Загрузка не удалась
sl: Prenos ni uspel
ta: பதிவிறக்கம் தோல்வியடைந்தது
zh_cn: 下载失败
zh_tw: 下載失敗

# Downloads.Toast.GoToDownloads.Button
source: Downloads
ast: Descargues
bs: Preuzimanja
cs: Stahování
es_ar: Descargas
es_mx: Descargas
eu: Deskargak
gl: Descargas
gu_in: ડાઉનલોડ્સ
he: הורדות
hu: Letöltések
ja: ダウンロード一覧
ka: ჩამოტვირთვები
kab: Isidar
kk: Жүктемелер
ko: 다운로드
lo: ດາວໂຫລດ
ml: ഇറക്കിവയ്ക്കലുകൾ
mr: डाउनलोड
ne_np: डाउनलोडहरू
pl: Pobrane
ru: Загрузки
sl: Prenosi
ta: பதிவிறக்கங்கள்
zh_cn: 下载
zh_tw: 下載項目

# Downloads.Toast.MultipleFiles.DescriptionText
source: 1 of %d files
ast: 1 de %d ficheros
bs: 1 od %d datoteka
cs: 1 z %d souborů
es_ar: 1 de %d archivos
es_mx: 1 de %d archivos
eu: %d/1 fitxategi
gl: 1 de %d ficheiros
gu_in: %d ફાઇલોમાંથી 1
he: 1 מתוך %d קבצים
hu: 1 / %d fájl
ja: %d ファイル中 1 個目
ka: 1 ფაილი %d-იდან
kab: 1 seg ifuyla %d
kk: %d файлдан бірі
ko: %d개 중 1파일
lo: 1 ຈາກ %d ໄຟລ໌
ml: %d ഫയലുകളിൽ 1 എണ്ണം
mr: %d पैकी 1 फाईल
ne_np: %d मध्ये 1 फाइलहरु
pl: 1 plik z %d
ru: 1 из %d файлов
sl: 1 od %d datotek
ta: %d கோப்புகளில் 1
zh_cn: 第 1 个文件，共 %d 个文件
zh_tw: 第 1 個檔案，共 %d 個檔案

# DownloadsPanel.Delete.Title
source: Delete
cs: Smazat
es_ar: Eliminar
es_mx: Borrar
eu: Ezabatu
gu_in: કાઢી નાખો
he: מחיקה
hu: Törlés
ja: 削除
ka: წაშლა
kab: Kkes
kk: Өшіру
ko: 삭제
lo: ລຶບ
ml: നീക്കം ചെയ്യുക
ne_np: हटाउनुहोस्
pl: Usuń
ru: Удалить
sl: Izbriši
zh_cn: 删除
zh_tw: 刪除

# DownloadsPanel.EmptyState.Title
source: Downloaded files will show up here.
ast: Equí van amosase los ficheros baxaos.
bs: Preuzete datoteke će se pojaviti ovdje.
cs: Zde se zobrazí stažené soubory.
es_ar: Los archivos descargados aparecerán aquí.
es_mx: Los archivos descargados aparecerán aquí.
eu: Deskargatutako fitxategiak hemen erakutsiko dira.
gl: Aquí amósanse os ficheiros descargados.
gu_in: ડાઉનલોડ કરેલી ફાઇલો અહીં બતાવવામાં આવશે.
he: הקבצים שהורדת יופיעו כאן.
hu: A letöltött fájlok itt fognak megjelenni.
ja: ダウンロード済みファイルがここに表示されます。
ka: ჩამოტვირთული ფაილები გამოჩნდება აქ.
kab: Azdam n ifuyla ad d-ittwasken dagi.
kk: Жүктеліп алынған файлдар осында көрсетіледі.
ko: 다운로드된 파일이 여기 표시 됩니다.
lo: ໄຟລ໌ທີ່ດາວໂຫລດຈະປາກົດຂຶ້ນຢູ່ບ່ອນນີ້.
ml: ഇറക്കിവച്ച ഫയലുകൾ ഇവിടെ കാണിക്കപ്പെടും.
mr: डाउनलोड केलेल्या फाईल इथे दिसतील.
ne_np: डाउनलोड गरिएका फाइलहरू यहाँ देखा पर्नेछन् ।
pl: Pobrane pliki będą wyświetlane w tym miejscu
ru: Загруженные файлы появятся здесь.
sl: Tukaj bodo prikazane prenesene datoteke.
ta: பதிவிறக்கப்பட்ட கோப்புகள் இங்கே காண்பிக்கப்படும்.
zh_cn: 下载的文件将显示于此处。
zh_tw: 下載的檔案將顯示於此處。

# DownloadsPanel.Share.Title
source: Share
cs: Sdílet
es_ar: Compartir
es_mx: Compartir
eu: Partekatu
gu_in: શેર કરો
he: שיתוף
hu: Megosztás
ja: 共有
ka: გაზიარება
kab: Bḍu
kk: Бөлісу
ko: 공유
lo: ແບ່ງປັນ
ml: പങ്കുവയ്ക്കുക
ne_np: सेयर
pl: Udostępnij
ru: Поделиться
sl: Deli
zh_cn: 分享
zh_tw: 分享

source: Enter your password to connect
ast: Introduz la contraseña pa coneutate
bs: Unesite vašu lozinku za povezivanje
cs: Pro připojení zadejte své heslo
es_ar: Ingrese su contraseña para conectar
es_mx: Introduce tu contraseña para conectarte
eu: Konektatzeko, sartu zure pasahitza
gl: Escriba o contrasinal para conectar
gu_in: કનેક્ટ કરવા માટે તમારો પાસવર્ડ દાખલ કરો
he: נא להכניס את הססמה שלך להתחברות
hu: A kapcsolódáshoz adja meg jelszavát
ja: 接続のためパスワードを入力してください
ka: დასაკავშირებლად მიუთითეთ პაროლი
kab: Sekcem awal-inek uffir akken ad teqqneḍ
kk: Байланысу үшін пароліңізді енгізіңіз
ko: 연결하기 위해서 비밀번호 입력
lo: ປ້ອນລະຫັດຜ່ານຂອງທ່ານໃສ່ເພື່ອເຊື່ອມຕໍ່.
ml: ബന്ധപ്പെടുത്താന്‍ താങ്കളുടെ ഒളിവാക്ക് നല്‍കുക
mr: जोडणी करण्यासाठी पासवर्ड प्रविष्ट करा
ne_np: जडान गर्न तपाईँको पासवर्ड प्रविष्ट गर्नुहोस्
pl: Wprowadź hasło, by połączyć
ru: Введите пароль для подключения
sl: Vnesite geslo za povezavo
ta: இணைக்க உங்கள் கடவுச்சொல்லை இடுக
zh_cn: 请输入您的密码以连接
zh_tw: 請輸入密碼以連線

# ErrorPages.Advanced.Button
source: Advanced
ast: Avanzao
bg: Напреднал
bs: Napredno
cs: Rozšířené
eo: Spertula
es_ar: Avanzadas
es_mx: Avanzado
eu: Aurreratua
gd: Adhartach
gl: Avanzado
gu_in: અદ્યતન
he: מתקדם
hu: Speciális
ja: 詳細
ka: დამატებითი
kab: Talqayt
kk: Кеңейтілген
ko: 고급
lo: ຂັ້ນສູງ
lv: Paplašināti
ml: കൂടുതല്‍
mr: प्रगत
ms: Lanjutan
ne_np: उन्नत
pl: Zaawansowane
ro: Avansat
ru: Дополнительно
sk: Rozšírené
sl: Napredno
sq: Të thelluara
ta: மேம்பட்ட
zh_cn: 高级
zh_tw: 進階

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can’t confirm your connection to this website is secure.
ast: Alvertencia: nun podemos confirmar que la to conexón col sitiu seya segura.
bs: Upozorenje: ne možemo potvrditi da je vaše povezivanje na ovu web stranicu sigurno.
cs: Varování: nemůžeme potvrdit, že je připojení k této stránce bezpečné.
es_ar: Advertencia: no podemos confirmar que la conexión a este sitio sea segura.
es_mx: Advertencia: no podemos confirmar que su conexión a este sitio sea seguro.
eu: Abisua: ezin dugu berretsi webgune honetarako zure konexioa segurua dela.
gl: Aviso: non lle podemos confirmar que a súa conexión a este sitio web é segura.
gu_in: ચેતવણી: અમે ખાતરી કરી શકતા નથી કે આ વેબસાઇટ પરના તમારા કનેક્શન સુરક્ષિત છે.
he: אזהרה: איננו יכולים להבטיח שהחיבור שלך לאתר זה אכן מאובטח.
hu: Figyelmeztetés: nem tudjuk megerősíteni, hogy a kapcsolata biztonságos-e ezzel a weboldallal.
ja: 警告: このウェブサイトへの接続の安全性を確認できません。
ka: ყურადღება: საიტთან უსაფრთხო კავშირის დადასტურება, ვერ ხერხდება.
kab: Ɣur-k: Ur nezmir ara ad nessentem tuqqna-inek ɣer usmel-a web s wudem aɣelsan.
kk: Ескерту: осы сайтқа байланыс қауіпсіз екенін растай алмаймыз.
ko: 경고: 이 웹사이트로의 연결이 안전한지 확인할 수 없습니다.
lo: ຄຳເຕືອນ: ພວກເຮົາບໍ່ສາມາດຍືນຍັນໄດ້ວ່າການເຊື່ອມຕໍ່ຂອງທ່ານໄປຫາເວັບໄຊທ໌ນີ້ມີຄວາມປອດໄພບໍ່.
ml: മുന്നറിയിപ്പ്: വെബിടത്തിലുള്ള ബന്ധം സുരക്ഷിതമാണെന്ന് ഉറപ്പിക്കാൻ പറ്റുന്നില്ല.
mr: चेतावनी: या संकेतस्थळाची जोडणी सुरक्षित आहे याची खात्री आम्ही देऊ शकत नाही.
ne_np: चेतावनी: यो वेबसाइटमा तपाईँको जडान सुरक्षित छ भनेर हामी पुष्टि गर्न सक्दैनौँ ।
pl: Ostrzeżenie: nie można potwierdzić bezpieczeństwa połączenia.
ru: Предупреждение: мы не можем подтвердить, что ваше соединение с этим сайтом является безопасным.
sl: Opozorilo: ne moremo potrditi, da je vaša povezava na to stran varna.
sq: Kujdes: s’e konfirmojmë dot se lidhja juaj me këtë sajt është e sigurt.
ta: எச்சரிகை: இந்தத் தளத்துடனான உங்கள் இணைப்பு பாதுகாப்பானதா என உறுதி செய்ய முடியாது.
tl: Babala: hindi namin makumpirma na ang koneksyon mo sa website na ito ay secured.
zh_cn: 警告：我们无法确认此网站的连接是否安全。
zh_tw: 警告: 無法確認您與此網站間的連線是否安全。
