Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Intro.Slides.Mail.Description
source: Use any email app — not just Mail — with Firefox.
bs: Koristite bilo koju aplikaciju e-pošte — ne samo Mail — s Firefoxom.
cs: Používejte s Firefoxem jakoukoli e-mailovou aplikaci, ne jen Mail.
es_ar: Usar cualquier aplicación de correo con Firefox, no solo la app Mail.
gl: Use calquera aplicativo de correo (non só Mail) co Firefox.
gu_in: કોઈપણ ઇમેઇલ એપ્લિકેશનનો ઉપયોગ કરો — ફક્ત મેઇલ નહીં — Firefox સાથે.
kk: Firefox көмегімен кез келген пошта қолданбасын - тек Mail емес - қолданыңыз.
mr: फक्त मेल नाही — Firefox सोबत — कोणतेही इमेल अॅप वापरा.
ne_np: कुनै पनि इमेल एप प्रयोग गर्नुहोस् - मेल मात्र हैन - Firefox को साथमा ।
ru: Используйте с Firefox любую электронную почту, а не только приложение «Почта».
sq: Përdorni çfarëdo aplikacioni email — jo thjesht Mail — me Firefox-in.
ta: ஏதேனும் மின்னஞ்சல் செயலியைப் பயன்படுத்தவும் - பயர்பாக்சுடன் - வெறும் மின்னஞ்சல் மட்டுமல்ல.
tl: Gamitin ang anumang email app - hindi lamang Mail - may Firefox.

# Intro.Slides.Mail.Title
source: You’ve got mail… options
bs: Postavke e-pošte
cs: S e-mailem máte na výběr
es_ar: Tenés nuevas opciones… de correo
gl: Máis opcións para o correo
gu_in: તમારી પાસે મેઇલ… વિકલ્પો
kk: Сізде поштаның… таңдауы бар
mr: आपल्याला मेल आलाय… पर्याय
ne_np: तपाईँले इमेल प्राप्त गर्नुभएको छ … विकल्पहरू
ru: У вас есть выбор… в настройке электронной почты
sq: Mundësi për Keni postë…
ta: நீங்கள் அஞ்சல்… தெரிவுகள் பெற்றீர்கள்
tl: Nakakuha ka ng mga mail... opsyon

# Intro.Slides.Private.Description
source: Tap the mask icon to slip into Private Browsing mode.
bs: Dodirnite ikonu maske da biste prešli u način privatnog pretraživanja.
cs: Klepněte na ikonu masky pro přechod do anonymního režimu.
es_ar: Pulsá el ícono de la máscara para cambiar al modo de Navegación privada.
gl: Prema na icona da máscara para pasar ao modo de navegación privada.
gu_in: ખાનગી બ્રાઉઝિંગ મોડમાં આવવા માટે માસ્ક આયકનને ટેપ કરો.
kk: Жекелік шолу режиміне өту үшін бетперде таңбашасын шертіңіз.
mr: खाजगी ब्राऊझिंग चालू करण्यासाठी मुखवट्यावर क्लिक करा.
ne_np: निजी ब्राउजिङ्ग मोडमा छिर्नको लागि मास्क आइकनमा ट्याप गर्नुहोस्।
ru: Коснитесь значка маски, чтобы переключиться в режим приватного просмотра.
sq: Prekni ikonën maskë që të kaloni nën mënyrën Shfletim Privat.
ta: தனிப்பட்ட உலாவல் முறைக்குச் செல்ல முகமூடி சின்னத்தைத் தட்டவும்.
tl: Tapikin ang icon ng mask upang mawala sa pribadong pagba-browse mode.

# Intro.Slides.Private.Title
source: Browse like no one’s watching
bs: Šretražujte kao da vas niko ne gleda
cs: Prohlížejte internet, jako když se nikdo nedívá
es_ar: Navegar como si nadie estuviera mirando
gl: Navegue sen sentirse observado
gu_in: એવી રીતે બ્રાઉઝ કરો કે તમને કોઈ જોતું નથી
kk: Бақылаудан қорықпай-ақ интернетті шолыңыз
mr: कोणीच पाहत नाही आहे असे ब्राउजिंग करा
ne_np: कसैले पनि नहेरेझैँ ब्राउज गर्नुहोस्
ru: Сёрфите Интернет не опасаясь слежки
sq: Shfletoni si të mos ju shihte njeri
ta: யாருக்கும் தெரியாம உலாவுங்கள்
tl: Mag-browse tulad ng walang nanonood

# Intro.Slides.Safe.Sync.Description
source: Protect your logins and data everywhere you use Firefox.
cs: Ochrana přihlašovacích údajů a dat ve vašem Firefoxu.
es_ar: Protegé tus inicios de sesión y datos en cualquier lugar donde uses Firefox.
kk: Firefox-ті қолданатын барлық жерде логиндер және деректеріңізді қорғаңыз.
ne_np: तपाईको लगइनहरू र डेटा सुरक्षित गर्नुहोस् जहाँ तपाईं फायरफक्स प्रयोग गर्नुहुन्छ ।
ru: Защитите ваши логины и данные везде, где вы используете Firefox.

# Intro.Slides.Safe.Sync.Title
source: Safe Sync
cs: Bezpečná synchronizace
es_ar: Sincronización segura
kk: Қауіпсіз синхрондау
ne_np: सुरक्षित सिङ्क
ru: Безопасная синхронизация

# Intro.Slides.Search.Description
source: Searching for something different? Choose another default search engine (or add your own) in Settings.
bs: Da li tražite nešto drugačije? U vašim postavkama izaberite drugačiji standardni pretraživač (ili dodajte svoj).
cs: Hledáte něco jiného? Zvolte si v nastavení jiný výchozí vyhledávač (nebo přidejte vlastní).
es_ar: ¿Buscás algo diferente? Elegí otro buscador predeterminado (o agregá el tuyo) en Ajustes.
gl: Busca algo diferente? Escolla outro buscador predeterminado (ou engada un propio) nos Axustes.
gu_in: કંઈક અલગ શોધી રહ્યાં છો? સેટિંગ્સમાં બીજું મૂળભૂત શોધ એંજિન (અથવા તમારું પોતાનું ઉમેરો) પસંદ કરો.
kk: Басқа бірнәрсе іздедіңіз бе? Баптаулардан басқа негізгі іздеу жүйесін таңдаңыз (немесе өзіңіздікін қосыңыз).
mr: काही वेगळे शोधत आहात का? सेटिंग मधून अन्य पूर्वनिर्धारित शोध इंजिन ठरवा (किंवा स्वतःचा पर्याय जोडा).
ne_np: केहि फरक खोज्दै हुनुहुन्छ ? सेटिङ्गहरूमा अर्को पूर्वनिर्धारित खोजी इञ्जिन छनौट गर्नुहोस् (वा आफ्नै थप्नुहोस्) ।
ru: Искали что-то другое? Выберите другую поисковую систему по умолчанию (или добавьте свою) в настройках.
sq: Po kërkoni për diçka tjetër? Zgjidhni te Rregullimet një tjetër motor parazgjedhje kërkimesh (ose shtoni tuajin).
ta: வித்தியாசமானதைத் தேடுகிறீர்களா? அமைப்புகளில் வேறொரு இயல்புநிலை தேடியியந்திரத்தைத் தேர்ந்தெடுக்கவும் (அல்லது சேர்க்கவும்).
tl: Naghahanap ng ibang bagay? Pumili ng isa pang default na search engine (o idagdag ang iyong sariling) sa Mga Setting.

# Intro.Slides.Search.Title
source: Your search, your way
bs: Tražite, na svoj način
cs: Vyhledávání jak vy chcete
es_ar: Tu búsqueda, a tu manera
gl: As súas buscas, a seu modo
gu_in: તમારી શોધ, તમારી રીત
kk: Сіздің іздеулеріңіз, сіздің жолыңызбен
mr: आपला शोध, आपल्या प्रमाणे
ne_np: तपाईंको खोजी, तपाईंकै मर्जी
ru: Ваш поиск, Ваш Интернет
sq: Kërkimi juaj, me mënyrën tuaj
ta: உங்களின் தேடல் உங்கள் வழி
tl: Ang iyong paghahanap, ang iyong paraan

# Intro.Slides.TrailheadSync.Description
source: Sign in to your account to sync and access more features.
cs: Přihlaste se ke svému účtu a získejte přístup k synchronizaci a dalším funkcím.
es_ar: Inicie la sesión en su cuenta para sincronizar y acceder a más funciones.
gu_in: વધુ સુવિધાઓ સમન્વયિત કરવા અને ઍક્સેસ કરવા માટે તમારા એકાઉન્ટમાં સાઇન ઇન કરો.
kk: Синхрондау және көбірек мүмкіндіктерге қол жеткізу үшін, тіркелгіңізге кіріңіз.
ne_np: सिङ्क गर्न र अधिक सुविधाहरू पहुँच गर्न तपाईंको खातामा साइन इन गर्नुहोस् ।
ru: Войдите в свой аккаунт для синхронизации и получения доступа к дополнительным функциям.

# Intro.Slides.TrailheadSync.Title.v2
source: Sync your bookmarks, history, and passwords to your phone.
cs: Synchronizujte své záložky, historii prohlížení a hesla na svém telefonu.
es_ar: Sincronizá tus marcadores, historial y contraseñas en tu teléfono.
gu_in: તમારા બુકમાર્ક્સ, ઇતિહાસ અને પાસવર્ડોને તમારા ફોન પર સમન્વયિત કરો.
kk: Бетбелгілер, шолу тарихы және парольдерді телефоныңызға синхрондаңыз.
ne_np: तपाइँको फोनमा तपाइँको बुकमार्क, इतिहास, र पासवर्डहरु सिङ्क गर्नुहोस् ।
ru: Синхронизируйте свои закладки, историю и пароли с вашим телефоном.

# Intro.Slides.Welcome.Description.v2
source: Fast, private, and on your side.
cs: Rychlý, soukromý a vždy na vaší straně.
es_ar: Rápido, privado y de tu lado.
gu_in: ઝડપી, ખાનગી અને તમારી બાજુએ.
kk: Жылдам, жеке және сіздің жағыңызда.
ne_np: छिटो, निजी, र तपाईंको हितमा ।
ru: Быстрый, приватный и всегда на вашей стороне.

source: Turn on Sync…
cs: Zapnout synchronizaci…
es_ar: Activar sincronización…
gu_in: સમન્વયન ચાલુ કરો…
kk: Синхрондауды іске қосу…
ne_np: सिङ्क सक्रिय गर्नुहोस्…
ru: Включить синхронизацию…

# ActivityStream.ContextMenu.PinTopsite
source: Pin to Top Sites
ast: Fixar a Sitios de davezu
bs: Zakači na popularne stranice
cs: Připnout do top stránek
es_ar: Pegar a más visitados
gl: Fixar en sitios favoritos
gu_in: ટોચની સાઇટ્સ પર પિન કરો
kk: Үздік сайттарға бекіту
mr: शीर्षस्थानी असलेल्या साइटवर पिन करा
ne_np: शीर्ष साइटहरुमा पिन गर्नुहोस्
ru: Закрепить в Топе сайтов
sq: Fiksoje te Sajtet Kryesues
ta: முக்கிய தளங்களில் சேர்
tl: I-pin sa Nangungunang mga Site

# ActivityStream.ContextMenu.RemoveFromShortcuts
source: Remove from Shortcuts
es_ar: Eliminar de atajos
kk: Жарлықтардан өшіру
ne_np: सर्टकटहरु बाट हटाउनुहोस्

# ActivityStream.ContextMenu.RemovePinTopsite
source: Remove Pinned Site
ast: Desaniciar sitiu fixáu
bs: Ukloni zakačenu stranicu
cs: Odebrat připnutou stránku
es_ar: Eliminar sitio pegado
gl: Retirar dos sitios favoritos
gu_in: પિન કરેલ સાઇટને દૂર કરો
kk: Үздік сайттардан өшіру
mr: पिन केलेली साइट काढा
ne_np: पिन गरिएको साइट हटाउनुहोस्
ru: Удалить из Топа сайтов
sq: Hiqe Sajtin e Fiksuar
ta: முனையிலிருந்து நீக்குக
tl: Tanggalin ang Naka-Pin na Lugar

# ActivityStream.Highlights.Bookmark
source: Bookmarked
ast: Amestóse a marcadores
bs: Zabilježeno
cs: V záložkách
es_ar: Marcado
gl: Nos marcadores
gu_in: બુકમાર્ક થયેલ
kk: Бетбелгілерде
mr: वाचनखुण लावलेले
ne_np: पुस्तकचिनो लागाइएको
ru: В закладках
sq: I faqeruajtur
ta: புத்தகக்குறியிட்டது

# ActivityStream.Highlights.Visited
source: Visited
ast: Visitóse
bs: Posjećeno
cs: Navštíveno
es_ar: Visitados
gl: Visitados
gu_in: મુલાકાત લીધી
kk: Қаралған
mr: भेट दिलेले
ne_np: भ्रमण गरिएको
ru: Посещено
sq: I vizituar
ta: பார்வையிட்டது
tl: Binisita

# ActivityStream.JumpBackIn.TabGroup.Title
source: Your search for "%@"
ne_np: "%@" को लागी तपाईका खोजहरु

# ActivityStream.NewRecentBookmarks.Title
source: Recent Bookmarks
cs: Naposledy přidané
es_ar: Marcadores recientes
gu_in: તાજેતરના બુકમાર્ક્સ
kk: Соңғы бетбелгілер
ne_np: भर्खरका बुकमार्कहरू
ru: Недавние закладки

# ActivityStream.Pocket.MoreLink
source: More
ast: Más
bs: Više
cs: Více
es_ar: Más
gl: Máis
gu_in: વધુ
kk: Көбірек
mr: अधिक
ne_np: अधिक
ru: Ещё
ta: மேலும்

# ActivityStream.Pocket.SectionTitle
source: Trending on Pocket
cs: Doporučení ze služby Pocket
es_ar: Es tendencia en Pocket
gu_in: પોકેટ પર વલણ
kk: Pocket-те әйгілі
ne_np: Pocket मा प्रचलित
ru: Популярные на Pocket

# ActivityStream.Pocket.SectionTitle2
source: Recommended by Pocket
es_ar: Recomendado por Pocket
kk: Pocket ұсынған
ne_np: Pocket द्वारा सिफारिस

# ActivityStream.Pocket.Trending
source: Trending
ast: Tendencies
bs: Popularno
cs: Populární
es_ar: Tendencias
gl: Tendencias
gu_in: હાલમાં લોકપ્રિય
kk: Әйгілі
mr: नवीन प्रवाह
ne_np: प्रचलनमा रहेको
ru: Популярные
sq: Në modë
ta: பிரபலமான
tl: Pagpapauso

# ActivityStream.RecentlySaved.SectionTitle
source: Recently Saved
es_ar: Guardados recientemente
kk: Жуырда сақталған
ne_np: भर्खरै सेभ गरिएका

# ActivityStream.RecentlySaved.ShowAll
source: Show all
es_ar: Mostrar todos
kk: Барлығын көрсету
ne_np: सबै देखाउनुहोस्

# ActivityStream.RecentlyVisited.RemoveButton.Title
source: Remove
ne_np: हटाउनुहोस्

# ActivityStream.TopSites.RowCount
source: Rows: %d
cs: Počet řádků: %d
es_ar: Filas: %d
gu_in: પંક્તિઓ: %d
kk: Жолдар: %d
ne_np: पङ्क्ति: %d
ru: Строк: %d

# ActivityStream.TopSites.SectionTitle
source: Top Sites
ast: Sitios de davezu
bg: Популярни
bs: Najpopularnije stranice
cs: Top stránky
es_ar: Más visitados
gl: Sitios favoritos
gu_in: ટોચની સાઇટ્સ
kk: Үздік сайттар
mr: खास साईट्स
ms: Halaman Teratas
ne_np: मुख्य साइटहरू
ru: Топ сайтов
sq: Sajte Kryesues
ta: முதன்மை தளங்கள்
tl: Sikat na Sites

# Awesomebar.SearchWithEngine.Description
source: Search %@ directly from the address bar
es_ar: Buscar %@ directamente desde la barra de direcciones
kk: %@ адрестік жолақтан тікелей іздеу
ne_np: %@ ठेगाना पट्टीबाट सिधै खोज्नुहोस्

# Awesomebar.SearchWithEngine.Title
source: Search with %@
es_ar: Buscar con %@
kk: %@ көмегімен іздеу
ne_np: %@ सङ्ग खोज्नुहोस्

# Bookmark.BookmarkDetail.FieldsHeader.Bookmark.Title
source: Bookmark
cs: Záložka
es_ar: Marcador
gu_in: બુકમાર્ક
kk: Бетбелгі
ne_np: बुकमार्क
ru: Закладка

# Bookmark.BookmarkDetail.FieldsHeader.Folder.Title
source: Folder
cs: Složka
es_ar: Carpeta
gu_in: ફોલ્ડર
kk: Бума
ne_np: फोल्डर
ru: Папка

# Bookmarks.Actions.Add
source: Add
ne_np: थप्नुहोस्

# Bookmarks.Actions.BookmarkAllTabs
source: Bookmark All Tabs
ne_np: सबै ट्याबहरूमा पुस्तकचिनो लगाउनुहोस्

# Bookmarks.Actions.BookmarkCurrentTab
source: Bookmark Current Tab
ne_np: हालको ट्याबमा पुस्तकचिनो लगाउनुहोस्

# Bookmarks.FolderLocation.Label
source: Location
ast: Allugamientu
bg: Местоположение
bs: Lokacija
cs: Umístění
eo: Loko
es_ar: Ubicación
gd: Ionad
gl: Localización
gu_in: સ્થાન
kk: Орналасу
lv: Atrašanās vieta
mr: स्थान
ms: Lokasi
ne_np: स्थान
ro: Locație
ru: Расположение
sk: Umiestnenie
sq: Vend
ta: இடம்
tl: Lokasyon

# Bookmarks.FolderName.Label
source: Folder Name
ast: Nome de carpeta
bg: Име на папка
bs: Naziv direktorija
cs: Název složky
eo: Nomo de dosierujo
es_ar: Nombre de carpeta
gd: Ainm aʼ phasgain
gl: Nome do cartafol
gu_in: ફોલ્ડરનું નામ
kk: Бума аты
lv: Mapes nosaukums
mr: संचयीकेचे नाव
ms: Nama Folder
ne_np: फोल्डरको नाम
ro: Numele dosarului
ru: Имя папки
sk: Názov priečinka
sq: Emër Dosjeje
ta: அடைவு பெயர்
tl: Ngalan ng Folder

# Bookmarks.Menu.RecentlyBookmarked
source: Recently Bookmarked
ne_np: हालसालै पुस्तकचिनो लगाइएको

# Bookmarks.Search.SearchBookmarks
source: Search Bookmarks
ne_np: पुस्तकचिनोहरू खोज्नुहोस्

# BookmarksPanel.EmptyState.Title
source: Bookmarks you save will show up here.
cs: Tady se zobrazí záložky, které uložíte.
es_ar: Los marcadores que guardes aparecerán acá.
gu_in: તમે સાચવેલા બુકમાર્ક્સ અહીં બતાવવામાં આવશે.
kk: Сіз сақтайтын бетбелгілер осында көрсетілетін болады.
ne_np: तपाईंले बचत गर्नुभएका बुकमार्कहरु यहाँ देखा पर्नेछन्।
ru: Закладки, которые вы сохраните, появятся здесь.

# ContextMenu.ButtonToast.NewPrivateTabOpened.ButtonText
source: Switch
ast: Camudar
bg: Превключване
bs: Promijeni
cs: Přepnout
es_ar: Cambiar
gd: Dèan suids
gl: Cambiar
gu_in: બદલો
kk: Ауысу
lv: Pārslēgt
mr: बदला
ms: Tukar
ne_np: स्विच गर्नुहोस्
ru: Перейти
sq: Kaloni në të
ta: தாவு
tl: Lumipat

# ContextMenu.OpenLinkInNewPrivateTabButtonTitle
source: Open Link in New Private Tab
es_ar: Abrir enlace en nueva pestaña privada
kk: Сілтемені жаңа жекелік бетінде ашу
ne_np: नयाँ निजी ट्याबमा लिङ्क खोल्नुहोस्

# ContextMenu.OpenLinkInNewTabButtonTitle
source: Open Link in New Tab
es_ar: Abrir enlace en nueva pestaña
kk: Сілтемені жаңа бетте ашу
ne_np: नयाँ ट्याबमा लिङ्क खोल्नुहोस्

# ContextualHint.SearchBarPlacement.ExistingUsers
source: Now you can move the toolbar to the bottom, so it’s easier to enter info
ne_np: अब तपाइँ टुलबारलाई तल सार्न सक्नुहुन्छ, जसले गर्दा जानकारी प्रविष्ट गर्न सजिलो हुन्छ

# ContextualHint.SearchBarPlacement.NewUsers
source: To make entering info easier, the toolbar is now at the bottom by default.
ne_np: जानकारी प्रविष्ट गर्न सजिलो बनाउन, टुलबार अब पूर्वनिर्धारित रूपमा तल छ।

# CoverSheet.v22.DarkMode.Description
source: For iOS 13 users, Firefox now automatically switches to a dark theme when your phone is set to Dark Mode. To change this behavior, go to Settings > Theme.
cs: Pro uživatele iOS 13 se Firefox sám přepne do tmavého vzhledu, pokud je tak nastaven vzhled systému. Toto můžete změnit v „Nastavení > Vzhled“.
es_ar: Para los usuarios de iOS 13, Firefox ahora cambia automáticamente a un tema oscuro cuando su teléfono está configurado en Modo oscuro. Para cambiar este comportamiento, vaya a Configuración> Tema.
kk: iOS 13 пайдаланушылары үшін телефон қараңғы режиміне ауысқан кезде, Firefox те қараңғы темаға ауысады. Бұны өзгерту үшін, Баптаулар > Темаға өтіңіз.
ne_np: iOS 13 प्रयोगकर्ताहरूका लागि, फायरफक्स अब स्वचालित रूपमा अँध्यारो थीममा स्विच हुन्छ जब तपाईंको फोन डार्क मोडमा सेट हुन्छ। यो व्यवहार परिवर्तन गर्न, सेटिङ्गहरू > विषयवस्तुमा जानुहोस्।
ru: У пользователей iOS 13 Firefox теперь автоматически переключается на тёмную тему, когда ваш телефон переводится в Тёмный режим. Чтобы изменить это поведение, перейдите в Параметры > Тема.

# CoverSheet.v22.DarkMode.Title
source: Dark theme now includes a dark keyboard and dark splash screen.
cs: Tmavý vzhled nyní používá i tmavou klávesnici a úvodní obrazovku.
es_ar: El tema oscuro ahora incluye un teclado y una pantalla de inicio oscura.
gu_in: ડાર્ક થીમમાં હવે ડાર્ક કીબોર્ડ અને ડાર્ક સ્પ્લેશ સ્ક્રીન શામેલ છે.
kk: Қараңғы темада енді қараңғы пернетақта және қараңғы қарсы алу экраны бар.
ne_np: अँध्यारो थीममा अब अँध्यारो किबोर्ड र अँध्यारो स्प्ल्याश स्क्रिन समावेश गरिएको छ।
ru: Тёмная тема теперь также распространяется на клавиатуру и заставку.

# Downloads.Error.Message
source: Downloads aren’t supported in Firefox yet.
ast: Les descargues entá nun tán sofitaes en Firefox.
bs: Preuzimanja još nisu podržana u Firefoxu.
cs: Stahování zatím není ve Firefoxu podporované.
es_ar: Las descargas aún no están soportadas en Firefox.
gl: O Firefox aínda non admite as descargas.
gu_in: Firefoxમાં ડાઉનલોડ્સ સપોર્ટેડ નથી.
kk: Firefox жүктемелерді әлі қолдамайды.
mr: Firefox मध्ये अद्याप डाउनलोड समर्थित नाहीत.
ne_np: डाउनलोडहरू अझै Firefox मा समर्थित छैन।
ru: Загрузки в Firefox пока не поддерживаются.
sq: Ky lloj shkarkimi s’mbulohet ende nga Firefox-i.
ta: பதிவிறக்கங்கள் பயர்பாஃசால் இன்னும் ஆதரிக்கப்படவில்லை.
tl: Hindi pa suportado ng Firefox ang mga Downloads.

# Downloads.Toast.Failed.RetryButton
source: Retry
ast: Retentar
bs: Pokušaj ponovo
cs: Opakovat
es_ar: Reintentar
gl: Tentar de novo
gu_in: ફરી પ્રયાસ કરો
kk: Қайталау
mr: पुनःप्रयत्न करा
ne_np: पुनः प्रयास गर्नुहोस्
ru: Повторить
ta: மறுமுயற்சி

# FxA.AccountVerificationDetails
source: Wrong email? Disconnect below to start over.
ast: ¿Corréu incrorreutu? Desconéutate embaxo pa entamar de nueves.
bs: Pogrešna e-pošta? Odspojite se ispod da počnete ponovo.
cs: Špatný e-mail? Odpojte se níže a začněte znovu.
es_ar: ¿Dirección de correo equivocada? Desconectate abajo para empezar de nuevo.
gl: Correo incorrecto? Peche a sesión máis abaixo e comece de novo.
gu_in: ખોટો ઇમેઇલ? પ્રારંભ કરવા માટે નીચે ડિસ્કનેક્ટ કરો.
kk: Эл. пошта қате ма? Қайтадан бастау үшін төменде шығыңыз.
mr: चुकीचा ई-मेल? पुन्हा सुरु करण्यासाठी जोडणी तोडा.
ne_np: गलत इमेल ? फेरी सुरु गर्नको लागि तल विच्छेद गर्नुहोस् ।
ru: Неправильный адрес эл. почты? Отключитесь ниже, чтобы начать заново.
sq: Email i gabuar? Shkëputuni më poshtë që t’ia riniset.
ta: தவறான மின்னஞ்சல்? மீண்டும் தொடங்க கீழே துண்டிக்கவும்.
tl: Maling email? Idiskonekta sa ibaba upang magsimula.

# FxA.AccountVerificationRequired
source: Account Verification Required
ast: Ríquese la verificación de la cuenta
bs: Potrebno je potvrditi račun
cs: Účet je potřeba ověřit
es_ar: Verificación de cuenta requerida
gl: Requírese verificación da conta
gu_in: એકાઉન્ટ ચકાસણી આવશ્યક છે
kk: Тіркелгіні растау керек
mr: खाते अधिप्रमाणन गरजेचे आहे
ne_np: खाता प्रमाणीकरण आवश्यक छ
ru: Необходимо подтвердить аккаунт
sq: Lypset Verifikim Llogarie
ta: கணக்கைச் சரிபார்க்க வேண்டும்
tl: Kinakailangan ang Pag-verify ng Account

# FxA.AccountVerificationRequiredSurface
source: You need to verify %@. Check your email for the verification link from Firefox.
ast: Precises verificar %@. Comprueba'l to corréu pa ver si t'aportó l'enllaz de Firefox.
bs: Trebate potvrditi %@. Provjerite vašu e-poštu za vezu potvrde iz Firefoxa.
cs: Je potřeba ověřit e-mail %@. Zkontrolujte, zda ve vaší e-mailové schránce není potvrzovací odkaz od Firefoxu.
es_ar: Necesitás verificar %@. Revisá tu correo electrónico en busca del enlace de verificación de Firefox.
gl: Ten que verificar %@. Comprobe o seu correo para ver se recibiu a ligazón de comprobación de Firefox.
gu_in: તમારે %@ચકાસવાની જરૂર છે. Firefoxમાંથી ચકાસણી લિંક માટે તમારું ઇમેઇલ તપાસો.
kk: Сізге %@ растау керек. Эл. поштаңызды Firefox жіберген растау сілтемесіне тексеріңіз.
mr: आपल्याला %@ सत्यापित करावे लागेल. Firefox कडून आलेल्या सत्यापन दुव्यासाठी आपला ई-मेल तपासा.
ne_np: तपाईँले %@ प्रमाणित गर्नुपर्छ । Firefox बाट आउने प्रमाणीकरण लिङ्कको लागि आफ्नो इमेल जाँच गर्नुहोस् ।
ru: Вам нужно подтвердить %@. Откройте свою электронную почту и найдите ссылку для подтверждения от Firefox.
sq: Lypset të verifikoni %@. Shihni te email-et tuaj për lidhjen e verifikimit nga Firefox-i.
ta: நீங்கள் %@ என்பதைச் சரிபார்க்க வேண்டும். பயர்பாக்சிலிருந்து சரிபார்ப்பு தொடுப்பிற்கு உங்கள் மின்னஞ்சலைப் பார்க்கவும்.
tl: Kailangan mong i-verify ang %@. Suriin ang iyong email para sa link ng pag-verify mula sa Firefox.

# FxA.ConnectAnotherDevice
source: Connect Another Device
ast: Coneutar otru preséu
bs: Poveži dodatni uređaj
cs: Připojit další zařízení
es_ar: Conectar otro dispositivo
gl: Conectar outro dispositivo
gu_in: બીજું ઉપકરણ કનેક્ટ કરો
kk: Басқа құрылғыны байланыстыру
mr: अन्य उपकरण जोडा
ne_np: अर्को उपकरण जडान गर्नुहोस्
ru: Подключить другое устройство
ta: மற்றொரு சாதனத்தை இணை

# FxA.OpenSyncPreferences
source: Open Sync Preferences
ast: Abrir preferencies de sincronización
bs: Otvori postavke za sinhronizaciju
cs: Otevřít předvolby synchronizace
es_ar: Abrir preferencias de Sync
gl: Abrir as preferencias de sincronización
gu_in: ખુલ્લી સમન્વયન પસંદગીઓ
kk: Синхрондау баптауларын ашу
mr: ताळमेळ प्राधान्यक्रम उघडा
ne_np: सिङ्क प्राथमिकताहरू खोल्नुहोस्
ru: Открыть настройки синхронизации
ta: ஒத்திசைவு முன்னுரிமைகளைத் திற

# FxA.RemoveAccount
source: Remove
cs: Odhlásit
es_ar: Eliminar
gu_in: દૂર કરો
kk: Өшіру
ne_np: हटाउनुहोस्
ru: Удалить

# FxA.RemoveAccountAlertMessage
source: Remove the Firefox Account associated with this device to sign in as a different user.
cs: Abyste se mohli přihlásit jako jiný uživatel, odhlaste toto zařízení od účtu Firefoxu.
es_ar: Eliminar la cuenta de Firefox asociada a este dispositivo para ingresar como un usuario diferente.
gu_in: બીજા વપરાશકર્તા તરીકે સાઇન ઇન કરવા માટે આ ઉપકરણ સાથે સંકળાયેલ Firefox એકાઉન્ટને દૂર કરો.
kk: Басқа пайдаланушы ретінде кіру үшін осы құрылғыға байланысқан Firefox тіркелгісін өшіріңіз.
ne_np: फरक प्रयोगकर्ताको रूपमा साइन इन गर्न यस उपकरणसँग सम्बन्धित Firefox खाता हटाउनुहोस्।
ru: Удалить аккаунт Firefox, привязанный к этому устройству, и зайти под другим аккаунтом.

# FxA.RemoveAccountAlertTitle
source: Remove Account
cs: Odhlásit účet
es_ar: Eliminar cuenta
gu_in: એકાઉન્ટ દૂર કરો
kk: Тіркелгіні өшіру
ne_np: खाता हटाउनुहोस्
ru: Удалить аккаунт

# FxA.ResendEmail
source: Resend Email
ast: Reunviar corréu
bs: Ponovo pošalji e-poštu
cs: Odeslat e-mail znovu
es_ar: Reenviar correo electrónico
gl: Reenviar correo
gu_in: ઇમેઇલ ફરીથી મોકલો
kk: Эл. пошта хатын қайта жіберу
mr: ईमेल पुन्हा पाठवा
ne_np: इमेल पुनः पठाउनुहोस्
ru: Повторно отправить письмо
sq: Ridërgoje Email-in
ta: மின்னஞ்சலை மீட்டனப்பு
tl: Ipadala ulit ang Email

# FxA.SignIntoSync
source: Sign in to Sync
ast: Aniciar sesión en Sync
bs: Prijavite se na Sinhronizaciju
cs: Přihlásit se ke službě Sync
es_ar: Ingresar a Sync
gl: Acceda ao Sync
gu_in: સમન્વયન કરવા માટે સાઇન ઇન કરો
kk: Синхрондау ішіне кіру
mr: संकलन करण्यासाठी साइन इन करा
ne_np: सिङ्क गर्नको लागि साइन इन गर्नुहोस्
ru: Войти в Синхронизацию
sq: Bëni hyrjen Që të Njëkohësoni
ta: ஒத்திசைக்க உள்நுழை
tl: Mag sign in para ma Sync

# FxA.SyncExplain
source: Get your tabs, bookmarks, and passwords from your other devices.
ast: Consigui les tos llingüetes, marcadores y contraseñes dende otros preseos de to.
bs: Pristupite vašim tabovima, zabilješkama i lozinkama iz vaših drugih uređaja.
cs: Získejte své panely, záložky a hesla z jiných zařízení.
es_ar: Obtené tus pestañas, marcadores y contraseñas de tus otros dispositivos.
gl: Acceda ás súas lapelas, marcadores e contrasinais dos outros dispositivos.
gu_in: તમારા અન્ય ઉપકરણોમાંથી તમારા ટેબ્સ, બુકમાર્ક્સ અને પાસવર્ડ્સ મેળવો.
kk: Басқа құрылғыларыңыздан ашық беттер, бетбелгілер және парольдерге қол жеткізіңіз.
mr: आपल्या अन्य उपकरणांवरील टॅब, बुकमार्क आणि पासवर्ड मिळवा.
ne_np: तपाईँका अन्य यन्त्रहरूको ट्याबहरू, बुकमार्कहरू, र पासवर्डहरू प्राप्त गर्नुहोस् ।
ru: Синхронизируйте ваши вкладки, закладки и пароли с другими вашими устройствами.
sq: Merrni skeda, faqerojtës dhe fjalëkalime tuajt nga pajisje të tjera tuajat.
ta: மற்ற சாதனங்களிலிருந்து கீற்றுகள், புத்தகக்குறிகள் மற்றும் கடவுச்சொற்களை பெற்றிடுங்கள்.
tl: Kunin ang iyong mga tab, bookmark, at password mula sa iyong iba pang mga device.
