Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Onboarding.Customization.Intro.Title.v123
source: %@ puts you in control
es_mx: %@ te da el control
eu: %@(e)k agintea ematen dizu
he: ‏%@ שם אותך בשליטה
ja: %@ でプライバシー保護
ka: %@ გიბრუნებთ მართვის სადავეებს
kab: %@ ad ak-d-yefk afus ad teqqimeḍ d aqeṛṛu
ko: %@는 사용자가 제어할 수 있게 해줍니다
lo: %@ ໃຫ້ທ່ານຄວບຄຸມ
ml: %@ താങ്ങളെ നിയന്ത്രണത്തിലാക്കുന്നു
pl: %@ daje większą kontrolę
sl: %@ daje nadzor v vaše roke
zh_cn: %@ 让您掌控线上生活
zh_tw: %@ 讓您可自行控制線上生活

# Onboarding.Customization.Theme.Continue.Action.v123
source: Save and Continue
es_mx: Guardar y Continuar
eu: Gorde eta jarraitu
he: שמירה והמשך
ja: 保存して続ける
ka: შეინახეთ და განაგრძეთ
kab: Sekles syen kemmel
ko: 저장하고 계속
lo: ບັນທຶກ ແລະ ສືບຕໍ່
ml: കരുതിവച്ചുിട്ടു് തുടരുക
pl: Zachowaj i kontynuuj
sl: Shrani in nadaljuj
zh_cn: 保存并继续
zh_tw: 儲存並繼續

# Onboarding.Customization.Theme.Dark.Action.v123
source: Dark
es_mx: Oscuro
eu: Iluna
he: כהה
ka: მუქი
kab: Aberkan
ko: 어두운
lo: ມືດ
ml: ഇരുളിമ
pl: Ciemny
sl: Temna
zh_cn: 深色
zh_tw: 暗色

# Onboarding.Customization.Theme.Description.v123
source: See the web in the best light.
es_mx: Mira la web de la mejor manera.
eu: Ikusi weba modurik argienean.
he: לגלוש ברשת בתאורה הטובה ביותר.
ja: 最適な明るさでウェブをご覧ください。
ka: იხილეთ გვერდები ხელსაყრელი განათებით.
kab: Wali web s tafat taceεlalt i tebɣiḍ.
ko: 딱 맞는 모습으로 웹을 사용하세요.
lo: ເບິ່ງເວັບໃນແສງສະຫວ່າງທີ່ດີທີ່ສຸດ.
ml: മികച്ച വെളിച്ചത്തിൽ വെബ് കാണുക.
pl: Oglądaj sieć w najlepszym świetle.
sl: Naj se vam splet pokaže v najboljši luči.
zh_cn: 选个舒适的氛围浏览网页。
zh_tw: 用最適合您的色調上網。

# Onboarding.Customization.Theme.Light.Action.v123
source: Light
es_mx: Claro
eu: Argia
he: בהיר
ka: ნათელი
kab: Aceɛlal
ko: 밝은
lo: ສະຫວ່າງ
ml: തെളിച്ചം
pl: Jasny
sl: Svetla
zh_cn: 浅色
zh_tw: 亮色

# Onboarding.Customization.Theme.Skip.Action.v123
source: Skip
es_mx: Saltar
eu: Saltatu
he: דילוג
ja: スキップ
ka: აცილება
kab: Suref
ko: 건너뛰기
lo: ຂ້າມ
ml: ഒഴിവാക്കുക
pl: Pomiń
sl: Preskoči
zh_cn: 跳过
zh_tw: 略過

# Onboarding.Customization.Theme.System.Action.v123
source: System Auto
es_mx: Sistema Automático
eu: Sistemaren automatikoa
he: לפי המערכת
ja: システムテーマ
ka: თავისით
kab: Asentel n unagraw - auto
ko: 시스템 설정
lo: ລະບົບອັດຕະໂນມັດ
ml: ഗണിനികവ്യവസ്ഥാപോലെ
pl: Systemowy
sl: Sistemsko samodejno
zh_cn: 系统自动调整
zh_tw: 自動使用系統色調

# Onboarding.Customization.Theme.Title.v123
source: Pick a theme
es_mx: Elige un tema
eu: Hautatu itxura
he: בחירת ערכת נושא
ja: テーマの選択
ka: აირჩიეთ გაფორმება
kab: Fren asentel
ko: 테마 선택
lo: ເລືອກຮູບແບບສີສັນ
ml: ഒരു അലങ്കാരം തിരഞ്ഞെടുക്കുക
pl: Wybierz motyw
sl: Izberite temo
zh_cn: 选取主题
zh_tw: 挑選佈景主題

# Onboarding.Customization.Theme.Title.v143
source: Choose your theme
he: בחירת ערכת הנושא שלך
ka: შეარჩიეთ თქვენი გაფორმება
kab: Fren asentel
ko: 테마 선택
lo: ເລືອກຊຸດປັບແຕ່ງຂອງທ່ານ
ml: അലങ്കാരം തിരഞ്ഞെടുക്കുക
sl: Izberite si temo

# Onboarding.Customization.Toolbar.Bottom.Action.v123
source: Bottom
es_mx: Abajo
eu: Behean
he: למטה
ja: 画面下部
ka: ქვემოთ
kab: Adda
ko: 아래
lo: ລຸ່ມ
ml: കീഴ്ഭാഗം
pl: Na dole
sl: Na dnu
zh_cn: 底部
zh_tw: 底部

# Onboarding.Customization.Toolbar.Continue.Action.v123
source: Save and Start Browsing
es_mx: Guardar y comenzar a navegar
eu: Gorde eta hasi nabigatzen
he: שמירה והתחלת הגלישה
ja: 保存してブラウジングを開始
ka: შეინახეთ და დაიწყეთ გვერდების თვალიერება
kab: Sekles, tebduḍ tunigin
ko: 저장하고 탐색 시작
lo: ບັນທຶກ ແລະ ເລີ່ມການທ່ອງເວັບ
ml: കരുതിവച്ചിട്ടു് പരുതാൻ തുടങ്ങുക
pl: Zachowaj i zacznij przeglądać Internet
sl: Shrani in začni brskati
zh_cn: 保存并开始浏览
zh_tw: 儲存並開始上網

# Onboarding.Customization.Toolbar.Description.v123
source: Keep searches within reach.
es_mx: Mantenga las búsquedas al alcance.
eu: Mantendu bilaketak esku-eskura.
he: לשמור חיפושים בהישג יד.
ja: 手元で検索。
ka: ახლოს იქონიეთ საძიებო.
kab: Eǧǧ inadiyen-ik ɣef wafus.
ko: 쉽게 검색할 수 있습니다.
lo: ຮັກສາການຄົ້ນຫາຢູ່ໃນຂອບເຂດ.
ml: തിരയലുകൾ കൈയെത്തും ദൂരത്ത് വയ്ക്കുക.
pl: Trzymaj wyszukiwania zawsze pod ręką.
sl: Ohranite iskanja na dosegu roke.
zh_cn: 轻松握持就可唤起搜索。
zh_tw: 讓搜尋觸手可及。

# Onboarding.Customization.Toolbar.Skip.Action.v123
source: Skip
es_mx: Saltar
eu: Saltatu
he: דילוג
ja: スキップ
ka: აცილება
kab: Suref
ko: 건너뛰기
lo: ຂ້າມ
ml: ഒഴിവാക്കുക
pl: Pomiń
sl: Preskoči
zh_cn: 跳过
zh_tw: 略過

# Onboarding.Customization.Toolbar.Title.v123
source: Pick a toolbar placement
es_mx: Elija una ubicación para la barra de herramientas
eu: Hautatu tresna-barraren kokapena
he: בחירת מיקום סרגל הכלים
ja: ツールバーの配置を選択
ka: განათავსეთ ხელსაწყოთა ზოლი
kab: Fren adeg deg ufeggag n yifecka
ko: 도구 모음 위치 선택
lo: ເລືອກການຈັດວາງແຖບເຄື່ອງມື
ml: കരുപ്പട്ട സ്ഥാനം തിരഞ്ഞെടുക്കുക
pl: Wybierz położenie paska narzędzi
sl: Izberite postavitev orodne vrstice
zh_cn: 选取工具栏位置
zh_tw: 挑選工具列要放置的位置

# Onboarding.Customization.Toolbar.Top.Action.v123
source: Top
es_mx: Arriba
eu: Goian
he: למעלה
ja: 画面上部
ka: ზემოთ
kab: Afella
ko: 위
lo: ເທິງ
ml: മേൽഭാഗം
pl: Na górze
sl: Na vrhu
zh_cn: 顶部
zh_tw: 頂端

# Onboarding.IntroDescriptionPart1.v114
source: Indie. Non-profit. For good.
es_mx: Independiente. Sin fines de lucro. Para el bien común.
eu: Independentea. Irabazi-asmorik gabea. Denen onurarako.
he: עצמאי. ללא מטרות רווח. לתמיד.
hu: Független. Nonprofit. A jó célért.
ja: 健全な独立系で非営利。
ka: დამოუკიდებელი. არამომგებიანი. მუდამ.
kab: D ilelli. Ur yettnadi ara ɣef tedrimt. I wayen igerrzen.
ko: 독립. 비영리. 올바른.
lo: ອິນດີ້. ບໍ່ຫວັງຜົນກຳໄລ. ເພື່ອຄວາມຖືກຕ້ອງ.
ml: ഇൻഡി. ലാഭേച്ഛയില്ലാത്തത്. നല്ലതിനു്.
pl: Niezależny. Nie dla zysku. Na dobre.
sl: Neodvisni. Neprofitni. Za vedno.
zh_cn: 独立、非营利，只为更好。
zh_tw: 獨立。非營利。為了做好事。

# Onboarding.IntroDescriptionPart2.v114
source: Committed to the promise of a better Internet for everyone.
es_mx: Comprometidos con la promesa de un mejor Internet para todas y todos.
eu: Guztiontzat Internet hobetzeko konprometituta.
he: מחוייבים להבטחה של אינטרנט טוב יותר לכולם.
hu: Elkötelezettek vagyunk a mindenki számára jobb internet ígérete mellett.
ja: すべての人にとってのより良いインターネットを実現するために。
ka: ერთგული საკუთარი პირობისა და საყოველთაო ინტერნეტის გაუმჯობესებისა.
kab: Yekkat ɣef Internet ad yili i yal yiwen.
ko: 모두를 위한 더 나은 인터넷을 약속합니다.
lo: ຄໍາຫມັ້ນສັນຍາຂອງອິນເຕີເນັດທີ່ດີກວ່າສໍາລັບທຸກຄົນ.
ml: എല്ലാവൎക്കു് വേണ്ടിയൊരു മെച്ചപ്പെട്ട ഗോളാന്തരവല എത്തിപ്പിക്കാനുള്ള ചുമതല നമ്മൾ ഏറ്റെടുക്കുന്നു.
pl: Zobowiązany budować lepszy Internet dla wszystkich.
sl: Zavezani k ustvarjanju boljšega interneta za vse.
zh_cn: 致力于实现为每个人提供更好互联网的承诺。
zh_tw: 致力於達到讓每個人都能有更好的網際網路環境的承諾。

# Onboarding.LaterAction.v115
source: Skip
es_mx: Saltar
eu: Saltatu
he: דילוג
hu: Kihagyás
ja: スキップ
ka: გამოტოვება
kab: Suref
ko: 건너뛰기
lo: ຂ້າມ
ml: ഒഴിവാക്കുക
pl: Pomiń
sl: Preskoči
zh_cn: 跳过
zh_tw: 略過

# Onboarding.Modern.BrandRefresh.Customization.Theme.Automatic.v148
source: Automatic
he: אוטומטי
ml: തന്നെത്താനെ
sl: Samodejno

# Onboarding.Modern.BrandRefresh.Customization.Theme.Continue.Action.v148
source: Continue
he: המשך
ml: തുടരുക
sl: Nadaljuj

# Onboarding.Modern.BrandRefresh.Customization.Theme.Dark.v148
source: Dark
he: כהה
ml: ഇരുളിമ
sl: Temna

# Onboarding.Modern.BrandRefresh.Customization.Theme.Description.v148
source: Pick your favorite theme or have %@ match your device, putting you in control.
he: ניתן לבחור את ערכת הנושא המועדפת עליך או לתת ל־%@ להתאים אותה לערכת הנושא של המכשיר שלך.
sl: Izberite si temo, ki vam ugaja, ali nastavite, naj se %@ ujema s temo naprave.

# Onboarding.Modern.BrandRefresh.Customization.Theme.Light.v148
source: Light
he: בהיר
ml: തെളിച്ചം
sl: Svetla

# Onboarding.Modern.BrandRefresh.Customization.Theme.Title.v148
source: Pick your theme
he: בחירת ערכת הנושא שלך
ml: അലങ്കാരം തിരഞ്ഞെടുക്കുക
sl: Izberite si temo

# Onboarding.Modern.BrandRefresh.Customization.Toolbar.Continue.Action.v148
source: Continue
es_mx: Continuar
he: המשך
ml: തുടരുക
sl: Nadaljuj

# Onboarding.Modern.BrandRefresh.Customization.Toolbar.Description.v148
source: Start typing to get search suggestions, your top sites, bookmarks, history and search engines – all in one place.
es_mx: Comienza a escribir para obtener sugerencias de búsqueda, tus sitios principales, marcadores, historial y motores de búsqueda – todo en un solo lugar.
he: ניתן להתחיל להקליד כדי לקבל הצעות חיפוש, אתרים מובילים, סימניות, היסטוריה ומנועי חיפוש - הכל במקום אחד.

# Onboarding.Modern.BrandRefresh.Customization.Toolbar.Title.v148
source: Choose your address bar
es_mx: Elige tu barra de direcciones
he: בחירת סרגל הכתובת שלך
ml: വിലാസപ്പട്ട തിരഞ്ഞെടുക്കുക
sl: Izberite, kje želite imeti naslovno vrstico

# Onboarding.Modern.BrandRefresh.Marketing.Description.v148
source: Share how you discovered %1$@, and that you use it, with %2$@’s marketing partners. This data is never sold.
es_mx: Comparte con los socios de marketing de %1$@ cómo descubriste %2$@ y cómo lo usas. Estos datos nunca se venden.
he: שתפו כיצד גיליתם את %1$@ וכי אתם משתמשים בו, עם שותפי הטכנולוגיה השיווקית של %2$@. הנתונים האלה לעולם לא נמכרים.
sl: Sporočite tehnološkim partnerjem organizacije %2$@ za trženje, kako ste odkrili %1$@ in da ga uporabljate. Ti podatki se nikoli ne bodo prodali.

# Onboarding.Modern.BrandRefresh.Marketing.LearnMoreLink.v148
source: How we use the data
he: כיצד אנו משתמשים בנתונים
ml: എങ്ങനെയാണു ഞങ്ങൾ ദത്ത ഉപയോഗിക്കുന്നതു്
sl: Kako uporabljamo te podatke

# Onboarding.Modern.BrandRefresh.Marketing.Skip.Action.v148
source: Not Now
he: לא כעת
ml: ഇപ്പോഴല്ല
sl: Ne zdaj

# Onboarding.Modern.BrandRefresh.Marketing.Title.v148
source: Help us build a better internet
he: עזרו לנו לבנות אינטרנט טוב יותר
ml: ഒരു മികച്ച ഇന്റെർനെറ്റ് പണിയാൻ ഞങ്ങളെ തുണയ്ക്കുക
sl: Pomagajte nam zgraditi boljši internet

# Onboarding.Modern.BrandRefresh.Notification.Description.v148
source: Discover privacy features in %@ and securely send tabs between your devices.
he: נלו תכונות פרטיות ב־%@ ושלחו לשוניות בצורה מאובטחת בין המכשירים שלכם.
sl: Odkrijte možnosti za zasebnost v %@u in si varno pošiljajte zavihke med napravami.

# Onboarding.Modern.BrandRefresh.Notification.Skip.Action.v148
source: Not Now
he: לא כעת
ml: ഇപ്പോഴല്ല
sl: Ne zdaj

# Onboarding.Modern.BrandRefresh.Notification.Title.v148
source: Notifications help you stay safer with %@
he: התרעות עוזרות לך להישאר בטוח יותר עם %@
sl: Obvestila vam pomagajo, da ostanete varni v %@u

# Onboarding.Modern.BrandRefresh.Notification.TurnOn.Action.v148
source: Turn on notifications
he: הפעלת התרעות
ml: അറിയിപ്പുകൾ തുടങ്ങിവയ്ക്കുക
sl: Vklopi obvestila

# Onboarding.Modern.BrandRefresh.Sync.Description.v148
source: Grab bookmarks, passwords, and more on any device in a snap. Your personal data stays safe and secure with encryption.
he: קבלת הסימניות, הססמאות ועוד על כל מכשיר במהירות. הנתונים האישיים שלך נשארים בטוחים ומאובטחים באמצעות הצפנה.
ml: ഏതൊരു ഉപകരണത്തിലും ഞൊടിയിടയിൽ അടയാളക്കുറിപ്പുകളും ഒളിവാക്കുകളും മറ്റും നേടൂ. എൻക്രിപ്ഷൻ കൊണ്ടു താങ്ങളുടെ സ്വകാര്യ ഡാറ്റ സുരക്ഷിതമായി നിലനില്ക്കും.
sl: V trenutku si prenesite zaznamke, gesla in druge podatke na katerokoli napravo. Vaši osebni podatki so zavarovani s šifriranjem.

# Onboarding.Modern.BrandRefresh.Sync.SignIn.Action.v148
source: Start Syncing
he: התחלה בסנכרון
ml: സമന്വയിപ്പിക്കാൻ തുടങ്ങുക
sl: Začni s sinhronizacijo

# Onboarding.Modern.BrandRefresh.Sync.Skip.Action.v148
source: Not Now
he: לא כעת
ml: ഇപ്പോഴല്ല
sl: Ne zdaj

# Onboarding.Modern.BrandRefresh.Sync.Title.v148
source: Instantly pick up where you left off
he: להמשיך מאיפה שהפסקת באופן מיידי
ml: താങ്ങൾ നിറുത്തിയയിടത്തിൽ നിന്നു് ഉടൻ തുടങ്ങുക
sl: Hitro nadaljujte, kjer ste ostali

# Onboarding.Modern.BrandRefresh.TermsOfUse.AgreementButtonTitle.v148
source: Agree and continue
he: הסכמה והמשך
ml: സമ്മതിച്ചു തുടരുക
sl: Strinjam se, nadaljuj

# Onboarding.Modern.BrandRefresh.TermsOfUse.AgreementButtonTitle.v148.v2
source: Continue
he: המשך
sl: Nadaljuj

# Onboarding.Modern.BrandRefresh.TermsOfUse.Description.v148
source: Speedy, safe, and won’t sell you out. Browsing just got better.
he: מהיר, בטוח, ולא ימכור את הנתונים שלך לגורמים אחרים. חווית הגלישה עלתה רמה.
sl: Hiter, varen in ne bo vas prodal. Brskanje je pravkar postalo še boljše.

# Onboarding.Modern.BrandRefresh.TermsOfUse.ManageLink.v148
source: Manage settings
he: ניהול הגדרות
ml: ക്രമീകരണങ്ങൾ കൈകാര്യം ചെയ്യുക
sl: Nastavitve

# Onboarding.Modern.BrandRefresh.TermsOfUse.ManagePreferenceAgreement.v148
source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
he: כדי לסייע בשיפור הדפדפן, %1$@ שולח נתוני אבחון ואינטראקציה ל־%2$@. %3$@
ml: അന്വേഷിയന്ത്രത്തിനെ മെച്ചപ്പെുടത്താൻ %1$@ %2$@-ക്കു് നിദാനനിർണയനീയും ഇടപാടുനീയ ദത്ത അയയ്ക്കാറുണ്ടു്. %3$@
sl: Za pomoč pri izboljšavah brskalnika %1$@ organizaciji %2$@ pošilja diagnostične podatke in podatke o uporabi. %3$@

# Onboarding.Modern.BrandRefresh.TermsOfUse.PrivacyNoticeAgreement.v148
source: %1$@ cares about your privacy. Read more in our %2$@
he: ‏%1$@ דואג לפרטיות שלך. מידע נוסף ב%2$@ שלנו
ml: താങ്ങളുടെ സ്വകാര്യതക്കു് %1$@ ശ്രദ്ധിക്കാറുണ്ടു്. ഞങ്ങളുടെ %2$@-ൽ കൂടുതൽ വായിക്കുക.
sl: %1$@u je mar za vašo zasebnost. Preberite več v našem %2$@.

# Onboarding.Modern.BrandRefresh.TermsOfUse.PrivacyNoticeLink.v148
source: Privacy Notice
he: הצהרת הפרטיות
ml: സ്വകാര്യത അറിയിപ്പു്
sl: obvestilu o zasebnosti

# Onboarding.Modern.BrandRefresh.TermsOfUse.TermsOfUseAgreement.v148
source: By continuing, you agree to the %@
he: בחירה בהמשך מהווה הסכמה ל%@
ml: തുടരുന്നതിലൂടെ, താങ്ങൾ %@ അംഗീകരിക്കുന്നു
sl: Z nadaljevanjem se strinjate s %@.

# Onboarding.Modern.BrandRefresh.TermsOfUse.TermsOfUseLink.v148
source: %@ Terms of Use
he: תנאי השימוש של %@
ml: %@ ഉപയോഗനിബന്ധനകൾ
sl: pogoji uporabe %@a

# Onboarding.Modern.BrandRefresh.TermsOfUse.Title.v148
source: Get ready to run free
he: התכוננו לרוץ חופשי

# Onboarding.Modern.BrandRefresh.Welcome.ActionTreatmentA.v148
source: Set as Default Browser
he: הגדרה כדפדפן ברירת המחדל
ml: തനിമട്ടായ അന്വേഷിയന്ത്രമാക്കുക
sl: Nastavi kot privzeti brskalnik

# Onboarding.Modern.BrandRefresh.Welcome.Description.v148
source: We protect your data and automatically block companies from spying on your clicks.
he: אנו מגנים על הנתונים שלך וחוסמים באופן אוטומטי חברות מלרגל אחר הלחיצות שלך.
sl: Ščitimo vaše podatke in samodejno preprečujemo podjetjem, da bi vohunila za vašimi kliki.

# Onboarding.Modern.BrandRefresh.Welcome.Skip.v148
source: Not Now
he: לא כעת
ml: ഇപ്പോഴല്ല
sl: Ne zdaj

# Onboarding.Modern.BrandRefresh.Welcome.Title.v148
source: Say goodbye to creepy trackers
he: ביי ביי לרכיבי מעקב מציקים
ml: പിന്തുടൎച്ചയന്ത്രങ്ങളോടു വിട പറഞ്ഞേറു്
sl: Poslovite se od vsiljivih sledilcev

# Onboarding.Modern.BrandRefresh.Welcome.Title.v148.v2
source: Open your links with built-in privacy
he: פתיחת הקישורים שלך עם פרטיות מובנית

# Onboarding.Modern.BrandRefresh.Welcome.TitleV3.v149
source: Open all your links with built-in privacy
he: פתיחת כל הקישורים שלך עם פרטיות מובנית

# Onboarding.Modern.Customization.Theme.Automatic.v145
source: Automatic
he: אוטומטי
ka: თვითშერჩევა
kab: Awurman
ko: 자동
lo: ອັດຕະໂນມັດ
ml: തന്നെതാനെ
sl: Samodejno

# Onboarding.Modern.Customization.Theme.Continue.Action.v140
source: Continue
es_mx: Continuar
he: המשך
ka: განაგრძეთ
kab: Kemmel
ko: 계속
lo: ສືບຕໍ່
ml: തുടരുക
sl: Nadaljuj

# Onboarding.Modern.Customization.Theme.Dark.v145
source: Dark
he: כהה
ka: მუქი
kab: Aberkan
ko: 어두운
lo: ມືດ
ml: ഇരുളിമ
sl: Temna

# Onboarding.Modern.Customization.Theme.Description.v145
source: Pick your favorite theme or have %@ match your device, putting you in control.
he: ניתן לבחור את ערכת הנושא המועדפת עליך או לתת ל־%@ להתאים אותה לערכת הנושא של המכשיר שלך.
ka: აირჩიეთ თქვენი რჩეული გაფორმება ან შეუხამეთ %@ თქვენს მოწყობილობას, მართვის სადავეები თქვენს ხელშია.
ko: 좋아하는 테마를 선택하거나 기기에 %@를 연결하여 원하는 대로 제어할 수 있습니다.
lo: ເລືອກຮູບແບບສີສັນທີ່ທ່ານມັກ ຫຼື ມີ %@ ກົງກັບອຸປະກອນຂອງທ່ານ, ໃຫ້ທ່ານຄວບຄຸມ.
sl: Izberite si temo, ki vam ugaja, ali nastavite, naj se %@ ujema s temo naprave.

# Onboarding.Modern.Customization.Theme.Light.v145
source: Light
he: בהיר
ka: ნათელი
kab: Aceɛlal
ko: 밝은
lo: ແຈ້ງ
ml: തെളിച്ചം
sl: Svetla

# Onboarding.Modern.Customization.Theme.Title.v145
source: Pick your theme
he: בחירת ערכת הנושא שלך
ka: გაფორმების შერჩევა
ko: 테마 선택
lo: ເລືອກຮູບແບບສີສັນຂອງທ່ານ
ml: അലങ്കാരം തിരഞ്ഞെടുക്കുക
sl: Izberite si temo

# Onboarding.Modern.Customization.Toolbar.Bottom.Action.v140
source: Bottom
he: למטה
ka: ქვემოთ
kab: Adda
ko: 아래
lo: ປຸ່ມກົດ
ml: കീഴ്ഭാഗം
sl: Na dnu

# Onboarding.Modern.Customization.Toolbar.Bottom.Action.v145
source: Bottom
he: למטה
ka: ქვემოთ
kab: Adda
ko: 아래
lo: ລຸ່ມ
ml: കീഴ്ഭാഗം
sl: Na dnu

# Onboarding.Modern.Customization.Toolbar.Continue.Action.v145
source: Continue
he: המשך
ka: განაგრძეთ
kab: Kemmel
ko: 계속
lo: ສືບຕໍ່
ml: തുടരുക
sl: Nadaljuj

# Onboarding.Modern.Customization.Toolbar.Description.v145
source: Start typing to get search suggestions, your top sites, bookmarks, history and search engines – all in one place.
he: ניתן להתחיל להקליד כדי לקבל הצעות חיפוש, אתרים מובילים, סימניות, היסטוריה ומנועי חיפוש - הכל במקום אחד.
ka: დაიწყეთ აკრეფა და მიიღეთ ძიების შემოთავაზებები თქვენი რჩეული საიტებიდან, სანიშნებიდან, ნანახი გვერდებიდან თუ საძიებოებიდან – ყველაფერი ერთიანად.
ko: 입력을 시작하면 추천 검색, 자주 방문하는 사이트, 북마크, 방문 기록, 검색 엔진 등을 모두 한 곳에서 이용할 수 있습니다.

# Onboarding.Modern.Customization.Toolbar.Title.v140
source: Choose where to put your address bar
he: בחירה במיקום שורת הכתובת שלך
ka: აირჩიეთ, სად განთავსდეს მისამართების ზოლი
kab: Fren anida ara terreḍ afeggag n tansiwin
ko: 주소 표시줄의 위치 선택
lo: ເລືອກບ່ອນທີ່ຈະໃສ່ແຖບທີ່ຢູ່ຂອງເຈົ້າ
ml: താങ്ങൾക്കു് വിലാസപ്പട്ട എവിടെയിടണമെന്നു് തിരഞ്ഞെടുക്കുക
sl: Izberite, kje naj bo prikazana naslovna vrstica

# Onboarding.Modern.Customization.Toolbar.Title.v145
source: Choose your address bar
he: בחירת סרגל הכתובת שלך
ka: შეარჩიეთ მისამართების ველი
kab: Fren afeggag n tansiwin
ko: 주소 표시줄 선택
ml: വിലാസപ്പട്ട തിരഞ്ഞെടുക്കുക
sl: Izberite, kje želite imeti naslovno vrstico

# Onboarding.Modern.Customization.Toolbar.Top.Action.v140
source: Top
he: למעלה
ka: ზემოთ
kab: Afella
ko: 위
lo: ເທິງ
ml: മേൽഭാഗം
sl: Na vrhu

# Onboarding.Modern.Customization.Toolbar.Top.Action.v145
source: Top
he: למעלה
ka: ზემოთ
kab: Afella
ko: 위
lo: ເທິງ
ml: മേൽഭാഗം
sl: Na vrhu

# Onboarding.Modern.General.Skip.v145
source: Skip
he: דילוג
ka: აცილება
kab: Suref
ko: 건너뛰기
lo: ຂ້າມ
ml: ഒഴിവാക്കുകട
sl: Preskoči

# Onboarding.Modern.Sync.Description.v140
source: Get your bookmarks, history, and passwords on any device.
he: קבלת הסימניות, ההיסטוריה והססמאות שלך בכל מכשיר.
ka: მიიღეთ წვდომა თქვენს სანიშნებთან, ისტორიასა და პაროლებთან ყველა მოწყობილობაზე.
kab: Awi Ticraḍ-ik⋅im n yisebtar, azray akked wawalen n uɛeddi deg meṛṛa ibenkan-ik⋅im.
ko: 모든 기기에서 북마크와 기록, 비밀번호를 가져옵니다.
lo: ສາມາດເອົາບຸກມາກ, ປະຫວັດ, ແລະ ລະຫັດຜ່ານຂອງທ່ານຈາກອຸປະກອນໃດກໍໄດ້.
ml: ഏതെങ്കിലും ഉപകരണത്തിൽ താങ്ങളുടെ അടയാളക്കുറിപ്പുകളും നാൾവഴിയും ഒളിവാക്കുകളും നേടുക.
sl: Imejte zaznamke, zgodovino in gesla pri roki na vsaki napravi.

# Onboarding.Modern.Sync.Description.v145
source: Your bookmarks, passwords, and more sync on any device. Everything’s protected with encryption, so only you can access it.
he: הסימניות, הססמאות שלך ועוד מסתנכרנות בכל מכשיר. הכל מוגן באמצעות הצפנה, כך שרק לך תהיה לגשת אליהם.
ka: ნებისმიერ მოწყობილობაზე დაასინქრონეთ თქვენი სანიშნები, პაროლები და სხვ. ყველაფერი დაშიფვრითაა დაცული, ასე რომ მხოლოდ თქვენ გექნებათ წვდომა.
ko: 북마크, 비밀번호 등이 모든 기기에서 동기화됩니다. 모든 것이 암호화로 보호되므로, 자신만 접근할 수 있습니다.

# Onboarding.Modern.Sync.SignIn.Action.v140
source: Start Syncing
he: התחלה בסנכרון
ka: დასინქ. დაწყება
kab: Bdu amtawi
ko: 동기화 시작
lo: ເລີ່ມການຊິງຄ
ml: സമന്വയിപ്പിക്കാൻ തുടങ്ങുക
sl: Začnite sinhronizirati

# Onboarding.Modern.Sync.SignIn.Action.v145
source: Start Syncing
es_mx: Empezar a sincronizar
he: התחלה בסנכרון
ka: დასინქ. დაწყება
kab: Bdu amtawi
ko: 동기화 시작
lo: ເລີ່ມການຊິງຄ
ml: സമന്വയിപ്പിക്കാൻ തുടങ്ങുക
sl: Začni s sinhronizacijo

# Onboarding.Modern.Sync.Skip.Action.v140
source: Not now
he: לא כעת
ka: ახლა არა
kab: Mačči tura
ko: 나중에
lo: ບໍ່ແມ່ນດຽວນີ້
ml: ഇപ്പോഴല്ല
sl: Ne zdaj

# Onboarding.Modern.Sync.Skip.Action.v145
source: Not now
he: לא כעת
ka: ახლა არა
kab: Mačči tura
ko: 나중에
lo: ບໍ່ແມ່ນຕອນນີ້
ml: ഇപ്പോഴല്ല
sl: Ne zdaj

# Onboarding.Modern.Sync.Title.v140
source: Instantly pick up where you left off
he: להמשיך מאיפה שהפסקת באופן מיידי
ka: მყისვე განაგრძეთ იქიდან, სადაც შეჩერდით
kab: Kemmel tura akka seg wanda i tḥebseḍ
ko: 멈췄던 부분에서 바로 다시 시작하세요.
lo: ສືບຕໍຈາກບ່ອນທີ່ທ່ານໄດ້ເຮັດຄ້າງປະໄວ້ໄດ້ໃນທັນທີ
ml: നിങ്ങൾ നിൎത്തിയയിടത്തിൽ നിന്നു് ഉടൻ തുടങ്ങുക
sl: Hitro nadaljujte, kjer ste ostali

# Onboarding.Modern.Sync.Title.v145
source: Take %@ on all your browsing adventures
he: לקחת את %@ לכל הרפתקאות הגלישה שלך
ka: წაიყოლეთ %@ ყველა თავგადასავლისას ვებსივრცეში
ko: 모든 탐색 활동에 %@를 사용하세요
sl: Vzemite %@ s seboj na vse spletne pustolovščine

# Onboarding.Modern.TermsOfService.AgreementButtonTitle.v140
source: Continue
he: המשך
ka: გაგრძელება
kab: Kemmel
ko: 계속
lo: ສືບຕໍ່
ml: തുടരുക
sl: Nadaljuj

# Onboarding.Modern.TermsOfService.AgreementButtonTitle.v145
source: Continue
he: המשך
ka: განაგრძეთ
kab: Kemmel
ko: 계속
lo: ສືບຕໍ່
ml: തുടരുക
sl: Nadaljuj

# Onboarding.Modern.TermsOfService.Description.v145
source: Automatic protection of your personal info Load sites fast and search smarter Brought to you by the non-profit %@, trusted for over 20 years
he: הגנה אוטומטית על המידע האישי שלך טעינת אתרים במהירות וחיפוש בצורה חכמה יותר מוגש לך על־ידי העמותה ללא מטרות רווח %@, מהימנה כבר למעלה מ־20 שנה
ka: თქვენი პირადი მონაცემების თავისთავადი დაცვა საიტების სწრაფი გახსნა და გონივრული ძიება უზრუნველყოფს არამომგებიანი %@, 20-წლიანი ნდობით
ko: 개인정보 자동 보호 사이트를 더 빠르게 로드하고 더 똑똑하게 검색하세요 20년 이상 신뢰받는 비영리 단체 %@가 제공합니다.
sl: Samodejna zaščita vaših osebnih podatkov Hitrejše nalaganje strani in pametnejše iskanje Delo neprofitne organizacije %@, ki ji zaupate že več kot 20 let

# Onboarding.Modern.TermsOfService.ManageLink.v140
source: Manage
he: ניהול
ka: მართვა
kab: Sefrek
ko: 관리
lo: ຈັດການ
ml: കൈകാര്യം ചെയ്യുക
sl: Upravljaj

# Onboarding.Modern.TermsOfService.ManageLink.v145
source: Manage settings
he: ניהול הגדרות
ka: პარამეტრების მართვა
kab: Sefrek iɣewwaren
ko: 설정 관리
lo: ຈັດການການຕັ້ງຄ່າ
ml: ക്രമീകരണങ്ങൾ നിയന്ത്രിക്കുക
sl: Nastavitve

# Onboarding.Modern.TermsOfService.ManagePreferenceAgreement.v140
source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
he: כדי לסייע בשיפור הדפדפן, %1$@ שולח נתוני אבחון ואינטראקציה ל־%2$@. %3$@
ka: ბრაუზერის გასაუმჯობესებლად %1$@ გზავნის შემოწმებისა და გამოყენების მონაცემებს, რომელთაც გაეცნობა %2$@. %3$@
kab: Akken ad tεawneḍ deg usnerni iminig, %1$@ ad yazen isefka n tawassna akked umyigew ɣer %2$@. %3$@
ko: 브라우저 개선을 위해 %1$@가 %2$@로 진단과 상호작용 데이터를 보냅니다. %3$@
lo: ເພື່ອຊ່ວຍປັບປຸງບຣາວເຊີໃຫ້ດີຂື້ນ, %1$@ ສົ່ງຂໍ້ມູນການວິເຄາະ ແລະ ການໂຕ້ຕອບມາທີ່ %2$@. %3$@
ml: അന്വേഷിയന്ത്രത്തിനെ മെച്ചപ്പെുടത്താൻ %1$@ %2$@-ക്കു് നിദാനനിർണയനീയും ഇടപാടുനീയ ദത്ത അയയ്ക്കാറുണ്ടു്. %3$@
sl: Za pomoč pri izboljšavah brskalnika %1$@ organizaciji %2$@ pošilja diagnostične podatke in podatke o uporabi. %3$@

# Onboarding.Modern.TermsOfService.ManagePreferenceAgreement.v145
source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
he: כדי לסייע בשיפור הדפדפן, %1$@ שולח נתוני אבחון ואינטראקציה ל־%2$@. %3$@
ka: ბრაუზერის გასაუმჯობესებლად %1$@ გზავნის შემოწმებისა და გამოყენების მონაცემებს, რომელთაც გაეცნობა %2$@. %3$@
kab: Akken ad tεawneḍ deg usnerni iminig, %1$@ ad yazen isefka n tawassna akked umyigew ɣer %2$@. %3$@
ko: 브라우저 개선을 위해 %1$@가 %2$@로 진단 및 상호작용 데이터를 보냅니다. %3$@
ml: അന്വേഷിയന്ത്രത്തിനെ മെച്ചപ്പെുടത്താൻ %1$@ %2$@-ക്കു് നിദാനനിർണയനീയും ഇടപാടുനീയ ദത്ത അയയ്ക്കാറുണ്ടു്. %3$@
sl: Za pomoč pri izboljšavah brskalnika %1$@ organizaciji %2$@ pošilja diagnostične podatke in podatke o uporabi. %3$@
