Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Bookmarks.Menu.ClearTextFieldButtonA11yLabel.v139
source: Clear
es_mx: Borrar
he: ניקוי
ka: გასუფთავება
kab: Sfeḍ
ko: 지우기
lo: ລົບລ້າງ
ml: മായ്ക്കുക
sl: Počisti
zh_cn: 清除

# Bookmarks.Menu.DeleteBookmark.v132
source: Delete Bookmark
es_mx: Eliminar Marcador
he: מחיקת סימנייה
ja: ブックマークを削除
ka: სანიშნის წაშლა
kab: Kkes ticreḍt n usebter
ko: 북마크 삭제
lo: ລຶບບຸກມາກອອກ
ml: അടയാളക്കുറിപ്പു് മായ്ക്കുക
sl: Izbriši zaznamek
zh_cn: 删除书签

# Bookmarks.Menu.DeleteFolder.v131
source: Delete Folder
es_mx: Eliminar carpeta
he: מחיקת תיקייה
ja: フォルダーを削除
ka: საქაღალდის წაშლა
kab: Kkes akaram
ko: 폴더 삭제
lo: ລຶບໂຟນເດີ
ml: അറ മായ്ക്കുക
sl: Izbriši mapo
zh_cn: 删除文件夹

# Bookmarks.Menu.DeletedBookmark.v131
source: Deleted “%@”
es_mx: Eliminado “%@”
he: נמחק ״%@״
ja: “%@” を削除しました
ka: წაიშალა „%@“
kab: Yettwakkes “%@”
ko: “%@” 삭제됨
lo: ລຶບ “%@” ແລ້ວ
ml: "%@" മായച്ചു
sl: "%@" izbrisan
zh_cn: 已删除“%@”

# Bookmarks.Menu.EditBookmark.v131
source: Edit Bookmark
es_mx: Editar marcador
he: עריכת סימנייה
ja: ブックマークを編集
ka: სანიშნის ჩასწორება
kab: Ẓreg tacreḍt n usebter
ko: 북마크 편집
lo: ແກ້ໄຂບຸກມາກ
ml: അടയാളക്കുറിപ്പ് തിരുത്തുക
sl: Uredi zaznamek
zh_cn: 编辑书签

# Bookmarks.Menu.EditBookmarkDesktopBookmarksLabel.v136
source: DESKTOP BOOKMARKS
es_mx: MARCADORES DE ESCRITORIO
he: סימניות מהמחשב
ka: ᲙᲝᲛᲞᲘᲣᲢᲔᲠᲘᲡ ᲡᲐᲜᲘᲨᲜᲔᲑᲘ
kab: TICRAḌ N ISEBTAR N TNARIT
ko: 데스크톱 북마크
lo: ປື້ມບັນທຶກຂອງເດັສທັອບ
ml: ഉപരിഫലകയടയാളക്കുറിപ്പുകൾ
sl: ZAZNAMKI NAMIZJA
zh_cn: 桌面设备书签

# Bookmarks.Menu.EditBookmarkSave.v135
source: Save
es_mx: Guardar
he: שמירה
ka: შენახვა
kab: Sekles
ko: 저장
lo: ບັນທຶກ
ml: കരുതിവയ്ക്കുക
sl: Shrani
zh_cn: 保存

# Bookmarks.Menu.EditBookmarkSaveIn.v131
source: Save in
es_mx: Guardar en
he: שמירה ב…
ja: 保存先
ka: შესანახი
kab: Sekles deg
ko: 저장 위치
lo: ບັນທຶກໃນ
ml: ഇതിൽ കരുതിവയ്ക്കൂ
sl: Shrani v
zh_cn: 保存至

# Bookmarks.Menu.EditBookmarkTitle.v131
source: Edit Bookmark
es_mx: Editar marcador
he: עריכת סימנייה
ja: ブックマークを編集
ka: სანიშნის ჩასწორება
kab: Ẓreg tacreḍt n usebter
ko: 북마크 편집
lo: ແກ້ໄຂບຸກມາກ
ml: അടയാളക്കുറിപ്പ് തിരുത്തുക
sl: Uredi zaznamek
zh_cn: 编辑书签

# Bookmarks.Menu.EditFolder.v131
source: Edit Folder
es_mx: Editar carpeta
he: עריכת תיקייה
ja: フォルダーを編集
ka: საქაღალდის ჩასწორება
kab: Ẓreg Akaram
ko: 폴더 편집
lo: ແກ້ໄຂໂຟນເດີ
ml: അറ തിരുത്തുക
sl: Uredi mapo
zh_cn: 编辑文件夹

# Bookmarks.Menu.MoreOptionsA11yLabel.v136
source: More options
es_mx: Más opciones
he: אפשרויות נוספות
ka: სხვა პარამეტრები
kab: Ugar n yiɣewwaṛen
ko: 옵션 더보기
lo: ຕົວເລືອກເພີ່ມເຕີມ
ml: കൂടുതൽ ഐച്ഛികങ്ങൾ
sl: Več možnosti
zh_cn: 更多选项

# Bookmarks.Menu.RemoveFromShortcutsTitle.v139
source: Remove from Shortcuts
es_mx: Eliminar de los accesos directos
he: הסרה מקיצורי הדרך
ka: მოცილება მალსახმობებიდან
kab: Kkes seg yinegzumen
ko: 바로가기에서 제거
lo: ລຶບອອກຈາກທາງລັດ
ml: കുറുക്കുവഴികളിൽ നിന്നു് മാറ്റുക
sl: Odstrani iz bližnjic
zh_cn: 移除快捷方式

# Bookmarks.Menu.SavedBookmarkToastDefaultFolderLabel.v136
source: Saved in “Bookmarks”
es_mx: Guardado en “Marcadores”
he: נשמר ב״סימניות״
ka: შეინახავს „სანიშნებში“
kab: Sekles deg “Tecraḍ n yisebtar”
ko: “북마크”에 저장됨
lo: ບັນທຶກໄວ້ໃນ “ບຸກມາກ”
ml: “അടയാളക്കുറിപ്പുകളിൽ” കരുതിവച്ചു
sl: Shranjeno v mapo “Zaznamki”
zh_cn: 已保存到“书签”

# Bookmarks.Menu.SavedBookmarkToastLabel.v136
source: Saved in “%@”
es_mx: Guardado en “%@”
he: נשמר ב״%@״
ka: შეინახავს „%@“
kab: Yettwasekles deg “%@”
ko: “%@”에 저장됨
lo: ບັນທຶກໃນ “%@”
ml: “%@”-ൽ കരുതിവച്ചു
sl: Shranjeno v mapo “%@”
zh_cn: 已保存到“%@”

# HomePanel.ContextMenu.Edit.v131
source: Edit
es_mx: Editar
he: עריכה
ja: 編集
ka: ჩასწორება
kab: Ẓreg
ko: 편집
lo: ແກ້ໄຂ
ml: തിരുത്തുക
sl: Uredi
zh_cn: 编辑

# Addresses.BottomSheet.UseSavedAddressBottomSheet.v124
source: Use a saved address?
es_mx: ¿Usar una dirección guardada?
he: להשתמש בכתובת שמורה?
ja: 保存したアドレスを使用しますか？
ka: გამოიყენოს შენახული მისამართი?
kab: Seqdec tansa yettwaskelsen?
ko: 저장된 주소를 사용하시겠습니까?
lo: ໃຊ້ທີ່ຢູ່ທີ່ບັນທຶກໄວ້ບໍ?
ml: കരുതിവച്ച വിലാസം ഉപയോഗിക്കണോ?
sl: Uporabim shranjen naslov?
zh_cn: 要使用已保存的地址吗？
zh_tw: 要使用儲存的地址資訊嗎？

# ContextualHints.FeltDeletion.Body.v122
source: Tap here to start a fresh private session. Delete your history, cookies — everything.
es_mx: Toca aquí para iniciar una nueva sesión privada. Elimina tu historial, cookies — todo.
eu: Sakatu hemen nabigatze pribatuko saioa hasteko. Ezabatu zure historia, cookieak — dena.
he: יש להקיש כאן כדי להתחיל הפעלה פרטית חדשה. פעולה זו תמחק את ההיסטוריה והעוגיות שלך - הכל.
ja: ここをタップして新しいプライベートセッションを開始します。履歴や Cookie がすべて削除されます。
ka: შეეხეთ აქ ახალი პირადი სეანსის დასაწყებად. წაშალეთ თქვენი ისტორია, ფუნთუშები — ყველაფერი.
kab: Sit dagi i usenker n tɣimit tamaynut. Kkes azray-ik·im, inagan n tuqqna — kullec.
ko: 새 사생활 세션을 시작하려면 여기를 누르세요. 기록, 쿠키 등 모든 것을 삭제하세요.
lo: ແຕະບ່ອນນີ້ເພື່ອເລີ່ມເຊດຊັນສ່ວນຕົວໃໝ່. ລຶບປະຫວັດຂອງທ່ານ, cookies — ທຸກຢ່າງ.
ml: ഒരു പുതിയ സ്വകാര്യ ടാബു് കൂട്ടം തുടങ്ങാൻ ഇവിടെ തൊടുക. നാൾവഴിയും കുക്കീസും എല്ലാം മായ്ക്കുക.
pl: Stuknij tutaj, by otworzyć nową sesję prywatną. Usuń swoją historię, ciasteczka — wszystko.
sl: Tapnite tukaj za začetek nove zasebne seje. Izbrišite zgodovino, piškotke – vse.
zh_cn: 点按此处新建隐私浏览，浏览完毕后轻松删除历史记录和 Cookie 等数据。
zh_tw: 點擊此處即可開啟新的隱私瀏覽階段。清除瀏覽紀錄、Cookie 等一切上網資料。

# ContextualHints.Translations.Body.v145
source: Fast, private translations are ready when you are.
es_mx: Traducciones rápidas y privadas están listas cuando tu lo estés.
he: תרגומים מהירים ופרטיים זמינים עבורך בכל עת.
ka: სწრაფი, პირადული თარგმანი მუდამ მზადაა გამოსაყენებლად.
ko: 빠르고 안전한 번역이 준비되어 있습니다.
lo: ໄວ, ການແປພາສາເອກະຊົນແມ່ນກຽມພ້ອມໃນເມື່ອທ່ານພ້ອມ.

# ContextualHints.Translations.Title.v145
source: %@ Speaks Your Language
es_mx: %@ habla tu idioma
he: ‏%@ דובר את השפה שלך
ka: %@ ფლობს თქვენს ენას
ko: %@는 당신의 언어로 말합니다.
lo: %@ ເວົ້າພາສາຂອງທ່ານ
ml: %@ താങ്ങളുടെ ഭാഷ സംസാരിക്കുന്നു
sl: %@ govori vaš jezik

# CredentialProvider.RetryAllert.CancelAction.Title.v137
source: Cancel
es_mx: Cancelar
he: ביטול
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
sl: Prekliči
zh_cn: 取消

# CredentialProvider.RetryAllert.Message.v137
source: There was an issue with autofill. Please try again.
es_mx: Hay un problema con el autocompletado. Por favor, inténtalo de nuevo.
he: הייתה בעיה במילוי האוטומטי. נא לנסות שוב.
ka: ხარვეზი წარმოიშვა თვითშევსებისას. გთხოვთ, კვლავ სცადოთ.
kab: Yeḍra-d wugur akked taččart tawurmant. Ma ulac aɣilif ɛreḍ tikkelt niḍen.
ko: 자동 완성 도중 오류가 있었습니다. 다시 시도해 주세요.
lo: ມີບັນຫາກັບການຕື່ມຂໍ້ມູນອັດຕະໂນມັດ. ກະລຸນາລອງອີກຄັ້ງ.
ml: താനെപ്പൂരിപ്പിക്കലിന്റെ കൂടെയൊരു കുഴപ്പമുണ്ടായി. ദയവായി വീണ്ടും ശ്രമിക്കുക.
sl: Pri samodejnem izpolnjevanju je prišlo do napake. Poskusite znova.
zh_cn: 自动填写出现问题，请重试。

# CredentialProvider.RetryAllert.RetryAction.Title.v137
source: Retry
es_mx: Reintentar
he: ניסיון חוזר
ka: ხელახლა
kab: Ɛreḍ i tikelt-nniḍen
ko: 다시 시도
lo: ລອງໃຫມ່ອີກເທື່ອຫນຶ່ງ
ml: വീണ്ടും ശ്രമിയ്ക്കുക
sl: Poskusi znova
zh_cn: 重试

# CredentialProvider.RetryAllert.Title.v137
source: Autofill Error
es_mx: Error de autocompletar
he: שגיאת מילוי אוטומטי
ka: თვითშევსების შეცდომა
kab: Tuccḍa n taččart tawurmant
ko: 자동 완성 오류
lo: ການຕື່ມຂໍ້ມູນອັດຕະໂນມັດຜິດພາດ
ml: തനപൂരിപ്പിക്കൽ പിഴ
sl: Napaka pri samodejnem izpolnjevanju
zh_cn: 自动填写出错

# LoginsList.NoLoginsFound.Description.v122
source: The passwords you save or sync to %@ will be listed here. All passwords you save are encrypted.
es_mx: Las contraseñas que guardes o sincronices con %@ aparecerán aquí. Todas las contraseñas que guardes quedan cifradas.
eu: %@(e)n gordetzen edo sinkronizatzen dituzun pasahitzak hemen agertuko dira. Gordetzen dituzun pasahitz guztiak zifratuta daude.
he: הססמאות שיישמרו או יסונכרנו עם %@ יופיעו כאן. כל הססמאות השמורות הינן מוצפנות.
ja: %@ に保存または同期したパスワードがこのリストに表示されます。保存されたすべてのパスワードは暗号化されます。
ka: პაროლები, რომელთაც ასინქრონებს ან ინახავს %@, აქ აისახება. თქვენ მიერ შენახული ყველა პაროლი დაშიფრულია.
kab: Awalen n uεeddi i yettwaskelsen neɣ yemtawan s %@ ttwabdaren-d dagi. Akk awalen n uεeddi i teskelseḍ ttwawgelhen.
ko: %@에 저장하거나 동기화한 비밀번호가 여기에 나열됩니다. 저장한 모든 비밀번호는 암호화됩니다.
lo: ລະ​ຫັດ​ຜ່ານ​ທີ່​ທ່ານ​ບັນ​ທຶກ​ຫຼື sync ກັບ %@ ຈະ​ມີ​ລາຍ​ການ​ຢູ່​ທີ່​ນີ້​. ລະຫັດຜ່ານທັງໝົດທີ່ທ່ານບັນທຶກໄວ້ແມ່ນຖືກເຂົ້າລະຫັດ.
ml: താങ്ങൾ കരുതിവയ്ക്കുന്ന അല്ലെങ്കിൽ %@-ലേക്ക് സമന്വയിപ്പിക്കുന്ന ഒളിവാക്കുകൾ ഇവിടെ പട്ടികപ്പെടും. താങ്ങൾ കരുതിവയ്ക്കുന്ന എല്ലാ ഒളിവാക്കുകളും രൂപമാറ്റം ചെയ്തിട്ടേ വയ്ക്കും.
pl: Tutaj będą wyświetlane hasła zachowane lub synchronizowane w przeglądarce %@. Wszystkie zachowywane hasła są zaszyfrowane.
sl: Gesla, ki jih boste shranili ali sinhronizirali v %@u, bodo našteta tukaj. Vsa gesla so shranjena v šifrirani obliki.
zh_cn: 保存和同步到 %@ 的密码会显示在这里，所有保存的密码均已加密。
zh_tw: 您儲存或同步到 %@ 的密碼將顯示於此處，所有儲存的密碼資訊都會被加密。

# LoginsList.NoLoginsFound.Title.v122
source: No passwords saved
es_mx: No hay contraseñas guardadas
eu: Gordetako pasahitzik ez
he: לא נשמרו ססמאות
ja: 保存されたパスワードはありません
ka: პაროლები არ შენახულა
kab: Ulac awalen uffiren i yettwaskelsen
ko: 저장된 비밀번호가 없음
lo: ບໍ່ມີລະຫັດຜ່ານທີ່ບັນທຶກໄວ້
ml: ഒരു ഒളിവാക്കും കരുതിവച്ചിട്ടില്ല
pl: Nie zachowano żadnych haseł
sl: Ni shranjenih gesel
zh_cn: 没有已保存的密码
zh_tw: 未儲存密碼

# LoginsList.NoMatchingResult.Title.v122
source: No passwords found
es_mx: No se encontraron contraseñas
eu: Ez da pasahitzik aurkitu
he: לא נמצאו ססמאות
ja: パスワードが見つかりませんでした
ka: პაროლები ვერ მოიძებნა
kab: Ulac awalen uffiren i yettwafen
ko: 비밀번호를 찾을 수 없음
lo: ບໍ່ພົບລະຫັດຜ່ານ
ml: ഒരു ഒളിവാക്കും കണ്ടെത്താൻ കഴിഞ്ഞില്ല
pl: Nie odnaleziono żadnych haseł
sl: Ni najdenih gesel
zh_cn: 找不到相关密码
zh_tw: 找不到密碼

# LoginsList.Search.Placeholder.v122
source: Search passwords
es_mx: Buscar contraseñas
eu: Bilatu pasahitzak
he: חיפוש ססמאות
ja: パスワードを検索
ka: პაროლების ძიება
kab: Nadi awalen uffiren
ko: 비밀번호 검색
lo: ຄົ້ນຫາລະຫັດຜ່ານ
ml: ഒളിവാക്കുകൾ തിരയുക
pl: Szukaj haseł
sl: Išči gesla
zh_cn: 搜索密码
zh_tw: 搜尋密碼

# Logins.DevicePasscodeRequired.Message.v122
source: To save and automatically fill passwords, enable Face ID, Touch ID, or a device passcode.
es_mx: Para guardar y autocompletar contraseñas, habilita Face ID, Touch ID o un código de acceso para el dispositivo.
eu: Pasahitzak gorde eta automatikoki osatzeko, gaitu Face ID, Touch ID edo gailuaren pasakodea.
he: כדי לשמור ולמלא אוטומטית ססמאות, יש להפעיל Face ID,‏ Touch ID או קוד גישה של המכשיר.
ja: パスワードを保存して自動入力するには、Face ID または Touch ID、端末のパスコードを有効にしてください。
ka: ანგარიშებისა და პაროლების დამახსოვრებისა და თვითშევსებისთვის ჩართეთ სახის ამომცნობი, შეხების ამომცნობი ან შესვლის კოდი.
kab: I usekles d taččart tawurmant n wawalen uffiren, rmed asulay Face, Touch ID neɣ tangalt n uεeddi n yibenk.
ko: 비밀번호를 저장하고 자동으로 입력하려면 Face ID, Touch ID 또는 기기 비밀번호를 활성화하세요.
lo: ເພື່ອບັນທຶກ ແລະ ຕື່ມຂໍ້ມູນໃສ່ລະຫັດຜ່ານໂດຍອັດຕະໂນມັດ, ເປີດໃຊ້ Face ID, Touch ID, ຫຼື ລະຫັດຜ່ານຂອງອຸປະກອນ.
pl: Aby zachowywać i automatycznie wypełniać hasła, włącz Face ID, Touch ID lub kod urządzenia.
sl: Za shranjevanje in samodejno izpolnjevanje gesel omogočite Face ID, Touch ID ali geslo naprave.
zh_cn: 要保存和自动填充密码，须先启用面容 ID、触控 ID 或设备密码。
zh_tw: 若要儲存並自動填寫網站密碼，請先開啟 Face ID、Touch ID 或裝置解鎖碼任一種保護機制。

# Logins.PaymentMethods.DevicePasscodeRequired.Message.v124.v2
source: To save and autofill credit cards, enable Face ID, Touch ID, or a device passcode.
es_mx: Para guardar y autocompletar tarjetas de crédito, habilita Face ID, Touch ID o un código de acceso del dispositivo.
he: כדי לשמור ולמלא אוטומטית כרטיסי אשראי, יש להפעיל Face ID,‏ Touch ID או קוד גישה של המכשיר.
ja: クレジットカード情報を保存して自動入力するには、Face ID または Touch ID、端末のパスコードを有効にしてください。
ka: ბარათების დამახსოვრებისა და თვითშევსებისთვის ჩართეთ სახის ამომცნობი, შეხების ამომცნობი ან შესვლის კოდი.
kab: I usekles d taččart s wudem awurman tikarḍiwin n usmad, rmed Face ID, Touch ID neɣ tangalt n uεeddi n yibenk.
ko: 신용 카드를 저장하고 자동 완성하려면 Face ID, Touch ID 또는 장치 암호를 활성화하십시오.
lo: ເພື່ອບັນທຶກ ແລະ ຕື່ມຂໍ້ມູນບັດເຄຣດິດອັດຕະໂນມັດ, ເປີດໃຊ້ Face ID, Touch ID, ຫຼື ລະຫັດຜ່ານອຸປະກອນ.
pl: Aby zachowywać i automatycznie wypełniać dane kart płatniczych, włącz Face ID, Touch ID lub hasło urządzenia.
sl: Za shranjevanje in samodejno izpolnjevanje kreditnih kartic omogočite Face ID, Touch ID ali geslo naprave.
zh_cn: 若要保存和自动填充信用卡，请先启用面容 ID、触控 ID 或设备密码。
zh_tw: 若要儲存並自動填寫信用卡號，請開啟 Face ID、Touch ID 或裝置解鎖碼任一種保護機制。

# Settings.Home.Option.Bookmarks.v128
source: Bookmarks
es_mx: Marcadores
he: סימניות
ja: ブックマーク
ka: სანიშნები
kab: Ticraḍ n isebtar
ko: 북마크
lo: ບຸກມາກ
ml: അടയാളക്കുറിപ്പുകള്‍
sl: Zaznamki
zh_cn: 书签

# Settings.Home.Option.Stories.v140
source: Stories
es_mx: Historias
he: סיפורים
ka: ამბები
kab: Imagraden
ko: 이야기
lo: ເລື່ອງລາວ
ml: കഥകൾ
sl: Zgodbe

# Settings.Home.Option.ThoughtProvokingStories.subtitle.v116
source: Articles powered by %@
es_mx: Artículos desarrollados por %@
eu: %@(e)k hornitutako artikuluak
he: מאמרים המופעלים על־ידי %@
hu: A cikkek forrása: %@
ja: %@ が提供する記事
ka: სტატიები, რომელთაც გთავაზობთ %@
kab: Imagraden yellan ddaw leɛnaya n %@
ko: %@ 제공 글
lo: ບົດຄວາມທີ່ຂັບເຄື່ອນໂດຍ %@
ml: %@ കൊണ്ടുപിന്താങ്ങിയ ലേഖനങ്ങൾ
pl: Artykuły dostarczane przez %@
sl: Članke zagotavlja %@
zh_cn: 由 %@ 提供的文章
zh_tw: 由 %@ 提供的文章

# Settings.Home.Option.ThoughtProvokingStories.v116
source: Thought-Provoking Stories
es_mx: Historias que invitan a la reflexión
eu: Hausnartzeko moduko istorioak
he: סיפורים מעוררי מחשבה
hu: Elgondolkodtató történetek
ja: 示唆に富むストーリー
ka: ფიქრების აღმძვრელი ამბები
kab: Tiqsiḍin i ijebbden lwelha
ko: 생각하게 하는 이야기
lo: ເລື່ອງລາວທີ່ຈຸດປະກາຍຄວາມຄິດ
ml: ചിന്തോദ്ദീപകമായ ലേഖനങ്ങൾ
pl: Artykuły skłaniające do myślenia
sl: Zgodbe, ki spodbujajo k razmisleku
zh_cn: 精选文章
zh_tw: 發人深省的文章

# Settings.Home.Option.TopStories.v143
source: Top Stories
es_mx: Historias populares
he: סיפורים מובילים
ka: რჩეული ამბები
kab: Tidyanin ifazen
ko: 상위 이야기
lo: ເລື່ອງເດັ່ນ​ໆ
ml: മികച്ച ലേഖനങ്ങൾ
sl: Glavne vesti

# CreditCard.DisplayCard.ExpiresLabel.v115
source: Expires
es_mx: Expira
eu: Iraungitze-data
he: תפוגה
hu: Lejárat
ja: 有効期限
ka: ვადა:
kab: Ad yemmet
ko: 만료일
lo: ໝົດອາຍູ
ml: കാലാവധി തീരുന്നതു്
pl: Wygasa
sl: Velja do
zh_cn: 有效期
zh_tw: 到期日

# CreditCard.EditCard.EditCreditCardTitle.v122
source: Edit Card
es_mx: Editar tarjeta
eu: Editatu txartela
he: עריכת כרטיס
ja: カード情報の編集
ka: ბარათის ჩასწორება
kab: Ẓreg takarḍa
ko: 카드 수정
lo: ແກ້ໄຂບັດ
ml: ചീട്ടു് തിരുത്തുക
pl: Edycja danych karty
sl: Uredi kartico
zh_cn: 编辑卡片
zh_tw: 編輯卡片

# Addresses.EditAddress.Alert.CancelButton.v129
source: Cancel
es_mx: Cancelar
he: ביטול
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
sl: Prekliči
zh_cn: 取消

# Addresses.EditAddress.Alert.Message.v129
source: The address will be removed from all of your synced devices.
es_mx: La dirección se eliminará de todos tus dispositivos sincronizados.
he: כתובת זו תוסר מכל המכשירים המסונכרנים שלך.
ja: 同期しているすべての端末から住所が削除されます。
ka: მისამართი წაიშლება ყველა თქვენი დასინქრონებული მოწყობილობიდან.
kab: Taansa ad tettwakkes seg meṛṛa ibenkan yemtawan.
ko: 주소가 동기화된 모든 장치에서 제거됩니다.
lo: ທີ່ຢູ່ຈະຖືກລຶບອອກຈາກທຸກອຸປະກອນທີ່ຊິ້ງຂອງທ່ານ.
ml: ഈ വിലാസം താങ്ങളുടെ എല്ലാ സമന്വയിപ്പിച്ച ഉപകരണങ്ങളിൽ നിന്നു മാറ്റും.
sl: Naslov bo odstranjen iz vseh sinhroniziranih naprav.
zh_cn: 将在所有同步的设备上移除此地址。

# Addresses.EditAddress.Alert.RemoveButton.v129
source: Remove
es_mx: Eliminar
he: הסרה
ja: 削除
ka: მოცილება
kab: Kkes
ko: 삭제
lo: ລຶບ
ml: മാറ്റുക
sl: Odstrani
zh_cn: 移除

# Addresses.EditAddress.Alert.Title.v129
source: Remove Address
es_mx: Eliminar dirección
he: הסרת כתובת
ja: 住所を削除
ka: მისამართის მოცილება
kab: Kkes tansa
ko: 주소 삭제
lo: ລຶບທີ່ຢູ່
ml: വിലാസം മാറ്റുക
sl: Odstrani naslov
zh_cn: 移除地址

# Addresses.EditAddress.AutofillAddAddressTitle.v129
source: Add address
es_mx: Agregar dirección
he: הוספת כתובת
ja: 住所を追加
ka: მისამართის დამატება
kab: Rnu tansa
ko: 주소 추가
lo: ເພີ່ມທີ່ຢູ່
ml: വിലാസം ചേർക്കുക
sl: Dodaj naslov
zh_cn: 添加地址

# Addresses.EditAddress.AutofillAddressArea.v129
source: Area
es_mx: Área
he: אזור
ja: 地区
ka: მხარე
kab: Tamnaḍt
ko: 지역
lo: ພື້ນທີ່
ml: സ്ഥലം
sl: Območje
zh_cn: 区

# Addresses.EditAddress.AutofillAddressCity.v129
source: City
es_mx: Ciudad
he: עיר
ja: 市
ka: ქალაქი
kab: Aɣrem
ko: 도시
lo: ເມືອງ
ml: പട്ടണം
sl: Mesto
zh_cn: 市

# Addresses.EditAddress.AutofillAddressCountryOnly.v129
source: Country
es_mx: País
he: ארץ
ja: 国
ka: ქვეყანა
kab: Tamurt
ko: 국가
lo: ປະເທດ
ml: രാജ്യം
sl: Država
zh_cn: 国家/地区

# Addresses.EditAddress.AutofillAddressCountryRegion.v129
source: Country or Region
es_mx: País o región
he: ארץ או חבל ארץ
ja: 国または地域
ka: ქვეყანა ან მხარე
kab: Tamnaḍt neγ tamurt
ko: 국가 또는 지역
lo: ປະເທດ ຫຼື ພາກພື້ນ
ml: രാജ്യം അല്ലെങ്കില്‍ പ്രദേശം
sl: Država ali regija
zh_cn: 国家/地区

# Addresses.EditAddress.AutofillAddressCounty.v129
source: County
es_mx: Municipio
he: נָפָה
ja: 郡
ka: ქვეყანა
kab: Tamurt
ko: 주
lo: ປະເທດ
ml: മണ്ഡലം
sl: Okrožje
zh_cn: 县

# Addresses.EditAddress.AutofillAddressDepartment.v129
source: Department
es_mx: Departamento
he: מחלקה
ja: 県
ka: განყოფილება
kab: Agezdu
ko: 부서
lo: ພະແນກ
ml: വകുപ്പു്
sl: Departma
zh_cn: 省

# Addresses.EditAddress.AutofillAddressDistrict.v129
source: District
es_mx: Distrito
he: מחוז
ja: 区
ka: უბანი
kab: Tamnaḍt
ko: 군/구
lo: ແຂວງ
ml: ജില്ല
sl: Okraj
zh_cn: 区

# Addresses.EditAddress.AutofillAddressDoSi.v129
source: Do/Si
he: דו/סי
ja: 道/市
ka: დო/სი
ko: 도/시
zh_cn: 道/市

# Addresses.EditAddress.AutofillAddressEircode.v129
source: Eircode
he: מיקוד אירי
ka: Eir-კოდი
kab: Tangalt n irlanda
ko: 우편번호
ml: എയർകോഡ്
zh_cn: 邮政编码（Eircode）

# Addresses.EditAddress.AutofillAddressEmail.v129
source: Email
es_mx: Correo electrónico
he: דוא״ל
ja: メールアドレス
ka: ელფოსტა
kab: Imayl
ko: 이메일
lo: ອີເມລ
ml: ഇ-തപാൽ
sl: E-pošta
zh_cn: 邮箱

# Addresses.EditAddress.AutofillAddressEmirate.v129
source: Emirate
es_mx: Emirato
he: אמירות
ja: 首長国
ka: საამირო
kab: Tageldit
ko: 토후국
ml: അമീറത്തു്
sl: Emirat
zh_cn: 酋长国

# Addresses.EditAddress.AutofillAddressIsland.v129
source: Island
es_mx: Isla
he: אי
ja: 島
ka: კუნძული
kab: Tigzirt
ko: 섬
lo: ເກາະ
ml: ദ്വീപം
sl: Otok
zh_cn: 岛

# Addresses.EditAddress.AutofillAddressName.v129
source: Name
es_mx: Nombre
he: שם
ja: 氏名
ka: სახელი
kab: Isem
ko: 이름
lo: ຊື່
ml: പേരു്
sl: Ime
zh_cn: 名称

# Addresses.EditAddress.AutofillAddressNeighborhood.v129
source: Neighborhood
es_mx: Vecindario
he: שכונה
ja: 地域
ka: უბანი
kab: Taddart
ko: 단지
lo: ບ້ານໃກ້ເຮືອນຄຽງ
ml: പരിസരം
sl: Soseska
zh_cn: 街区

# Addresses.EditAddress.AutofillAddressOblast.v129
source: Oblast
es_mx: Óblast
he: אובלסט
ja: 州
ka: ოლქი
kab: Tamnaḍt
ko: 주
lo: ເຂດ
ml: ഒബ്ലാസ്റ്റു്
zh_cn: 州

# Addresses.EditAddress.AutofillAddressOrganization.v129
source: Organization
es_mx: Organización
he: ארגון
ja: 組織名
ka: დაწესებულება
kab: Takebbanit
ko: 조직
lo: ອົງກອນ
ml: സ്ഥാപനം
sl: Organizacija
zh_cn: 组织

# Addresses.EditAddress.AutofillAddressParish.v129
source: Parish
es_mx: Parroquia
he: פאריש
ja: 教区
ka: სამრევლო
kab: Taparicit
ko: 교구
lo: ເມືອງ
ml: പറിഷു്
sl: Župnija
zh_cn: 教区

# Addresses.EditAddress.AutofillAddressPostTown.v129
source: Post town
es_mx: Ciudad postal
he: עיר דואר
ja: ポストタウン
ka: საფოსტო ქალაქი
kab: Sader
ko: 포스트타운
lo: ເມືອງ
ml: പോസ്റ്റ് ടൗൺ
sl: Kraj pošte
zh_cn: 邮镇

# Addresses.EditAddress.AutofillAddressPostalCode.v129
source: Postal Code
es_mx: Código postal
he: מיקוד
ja: 郵便番号
ka: საფოსტო ინდექსი
kab: Tangalt n pusṭa
ko: 우편 번호
lo: ລະ​ຫັດ​ໄປ​ສະ​ນີ
ml: തപാല്‍ സങ്കേതം
sl: Poštna številka
zh_cn: 邮政编码

# Addresses.EditAddress.AutofillAddressPrefecture.v129
source: Prefecture
es_mx: Prefectura
he: מחוז (Prefecture)
ja: 都道府県
ka: პრეფექტურა
kab: Azegdu
ko: 현
lo: ແຂວງ
ml: ഉപാദ്ധ്യക്ഷസ്ഥാനം
sl: Prefektura
zh_cn: 都道府县

# Addresses.EditAddress.AutofillAddressProvince.v129
source: Province
es_mx: Provincia
he: פרובינציה
ja: 州/省/県
ka: პროვინცია
kab: Tamnaḍt
ko: 주
lo: ແຂວງ
ml: പ്രദേശം
sl: Provinca
zh_cn: 省

# Addresses.EditAddress.AutofillAddressState.v129
source: State
es_mx: Estado
he: מדינה
ja: 州
ka: შტატი
kab: Addad
ko: 주
lo: ລັດ
ml: പ്രദേശം
sl: Zvezna država
zh_cn: 州

# Addresses.EditAddress.AutofillAddressSuburb.v129
source: Suburb
es_mx: Suburbio
he: פרבר
ja: 地区
ka: გარეუბანი
kab: Tamnaḍt
ko: 근교
lo: ຊານເມືອງ
ml: അതിർത്തി
sl: Predmestje
zh_cn: 市郊

# Addresses.EditAddress.AutofillAddressTel.v129
source: Phone
es_mx: Teléfono
he: טלפון
ja: 電話番号
ka: ტელეფონი
kab: Tiliγri
ko: 전화
lo: ໂທລະສັບ
ml: ഫോണ്‍
sl: Telefon
zh_cn: 电话

# Addresses.EditAddress.AutofillAddressVillageTownship.v129
source: Village or Township
es_mx: Pueblo o municipio
he: כפר או עיירה
ja: 村または郡区
ka: სოფელი ან დაბა
kab: Taddart neɣ adrum
ko: 마을 또는 읍
lo: ບ້ານ ຫຼື ເມືອງ
ml: ഊർ അല്ലെങ്കിൽ കൊച്ചുപട്ടണം
sl: Vas ali okraj
zh_cn: 村或乡镇

# Addresses.EditAddress.AutofillAddressZip.v129
source: ZIP Code
es_mx: Código Postal
he: מיקוד
ka: Zip-კოდი
kab: Tangalt n ZIP
ko: 우편 번호
lo: ລະຫັດໄປສະນີ
ml: സിപ്പ് സങ്കേതം
sl: Koda ZIP
zh_cn: 邮政编码

# Addresses.EditAddress.AutofillCancelButton.v129
source: Cancel
es_mx: Cancelar
he: ביטול
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
sl: Prekliči
zh_cn: 取消

# Addresses.EditAddress.AutofillEditAddressTitle.v129
source: Edit address
es_mx: Editar dirección
he: עריכת כתובת
ja: 住所の編集
ka: მისამართის ჩასწორება
kab: Ẓreg tansa
ko: 주소 편집
lo: ແກ້ໄຂທີ່ຢູ່
ml: വിലാസം തിരുത്തുക
sl: Uredi naslov
zh_cn: 编辑地址

# Addresses.EditAddress.AutofillEditStreetAddressTitle.v129
source: Street Address
es_mx: Dirección
he: כתובת רחוב
ja: 番地・通り名
ka: ქუჩის მისამართი
kab: Tansa n lpusṭa
ko: 도로 주소
lo: ທີ່​ຢູ່​ຖະ​ຫນົນ
ml: തെരുവ് വിലാസം
sl: Ulica
zh_cn: 街道地址

# Addresses.EditAddress.AutofillSaveButton.v129
source: Save
es_mx: Guardar
he: שמירה
ja: 保存
ka: შენახვა
kab: Sekles
ko: 저장
lo: ບັນທຶກ
ml: കരുതിവയ്ക്കുക
sl: Shrani
zh_cn: 保存

# Addresses.EditAddress.AutofillViewAddressTitle.v129
source: View address
es_mx: Ver dirección
he: הצגת כתובת
ja: 住所を表示
ka: მისამართის ნახვა
kab: Wali tansa
ko: 주소 보기
lo: ເບິ່ງທີ່ຢູ່
ml: വിലാസം കാണുക
sl: Prikaži naslov
zh_cn: 查看地址

# Addresses.EditAddress.CloseNavBarButtonLabel.v129
source: Close
es_mx: Cerrar
he: סגירה
ja: 閉じる
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
sl: Zapri
zh_cn: 关闭

# Addresses.EditAddress.EditNavBarButtonLabel.v129
source: Edit
es_mx: Editar
he: עריכה
ja: 編集
ka: ჩასწორება
kab: Ẓreg
ko: 수정
lo: ແກ້ໄຂ
ml: തിരുത്തുക
sl: Uredi
zh_cn: 编辑

# Addresses.EditAddress.RemoveAddressButtonTitle.v129
source: Remove Address
es_mx: Eliminar dirección
he: הסרת כתובת
ja: 住所を削除
ka: მისამართის მოცილება
kab: Kkes tansa
ko: 주소 삭제
lo: ລຶບທີ່ຢູ່
ml: വിലാസം മാറ്റുക
sl: Odstrani naslov
zh_cn: 移除地址

# Addresses.Toast.AddressRemovedConfirmation.v129
source: Address Removed
es_mx: Dirección eliminada
he: הכתובת הוסרה
ja: 住所を削除しました
ka: მისამართი მოცილებულია
kab: Tansa tettwakkes
ko: 주소가 삭제되었습니다.
lo: ລຶບທີ່ຢູ່ອອກແລ້ວ
ml: വിലാസം മാറ്റി
sl: Naslov odstranjen
zh_cn: 地址已移除

# Addresses.Toast.AddressSaveError.v129
source: Address Couldn’t Be Saved
es_mx: No se pudo guardar la dirección
he: לא ניתן היה לשמור את הכתובת
ja: 住所を保存できませんでした
ka: მისამართის შენახვა ვერ მოხერხდა
kab: Tansa ur tezmir ara ad tettwasekles
ko: 주소를 저장할 수 없습니다.
lo: ທີ່ຢູ່ບໍ່ສາມາດຖືກບັນທຶກໄວ້ໄດ້
ml: വിലാസം കരുതിവയ്ക്കാൻ പറ്റിയില്ല
sl: Naslova ni bilo mogoče shraniti
zh_cn: 无法保存地址

# Addresses.Toast.AddressSaveError.v130
source: Address Couldn’t Be Removed
es_mx: No se pudo eliminar la dirección
he: לא ניתן היה להסיר את הכתובת
ja: 住所を削除できませんでした
ka: მისამართის მოცილება ვერ მოხერხდა
kab: Tansa ur tezmir ara ad tettwasekles
ko: 주소를 삭제할 수 없습니다.
lo: ທີ່ຢູ່ບໍ່ສາມາດເອົາອອກໄດ້
ml: വിലാസം മാറ്റാൻ കഴിഞ്ഞില്ല
sl: Naslova ni bilo mogoče odstraniti
zh_cn: 无法移除地址

# Addresses.Toast.AddressSaveRetrySuggestion.v129
source: Try again
es_mx: Intentar de nuevo
he: ניסיון חוזר
ja: 再試行
ka: ხელახლა ცდა
kab: Ɛreḍ tikkelt niḍen
ko: 다시 시도
lo: ລອງໃຫມ່ອີກຄັ້ງ
ml: വീണ്ടും ശ്രമിക്കുക
sl: Poskusi znova
zh_cn: 重试

# Addresses.Toast.AddressSavedConfirmation.v129
source: Address Saved
es_mx: Dirección guardada
he: הכתובת נשמרה
ja: 住所を保存しました
ka: მისამართი შენახულია
kab: Tansa tettwasekles
ko: 주소가 저장되었습니다.
lo: ບັນທຶກທີ່ຢູ່ແລ້ວ
ml: വിലാസം കരുതിവച്ചു
sl: Naslov shranjen
zh_cn: 地址已保存
