Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# ContextualHints.Summarize.Description.v142
source: Tap to summarize this page. Touch and hold for Reader View.
he: יש להקיש כדי לסכם עמוד זה. יש להקיש ולהחזיק לקבלת תצוגת קריאה.
ka: შეეხეთ გვერდის შესაჯამებლად. შეეხეთ და დააყოვნეთ კითხვის რეჟიმისთვის.
ko: 이 페이지를 요약하려면 누르세요. 리더뷰로 보려면 길게 터치하세요.
lo: ແຕະເພື່ອສະຫຼຸບໜ້ານີ້. ແຕະຄ້າງໄວ້ເພື່ອເບິ່ງ Reader View.

# Summarizer.AppleBrand.Label.v142
source: Summarized by Apple Intelligence
he: סוכם על־ידי Apple Intelligence
ka: შეჯამებას უზრუნველყოფს Apple Intelligence
ko: Apple Intelligence로 요약
lo: ສະຫຼຸບໂດຍ Apple Intelligence

# Summarizer.CloseButton.Accessibility.Label.v145
source: Close Summary
he: סגירת הסיכום
ka: შეჯამების დახურვა
ko: 요약 닫기
ml: ചുരുക്കം അടയ്ക്കുക

# Summarizer.CloseButton.Label.v142
source: Close
he: סגירה
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
sl: Zapri

# Summarizer.Error.MissingPageContent.Message.v142
source: Page is still loading. Wait for it to finish, then hit summarize.
he: העמוד עדיין בטעינה. יש להמתין לסיום, ולאחר מכן ללחוץ על סיכום.
ka: გვერდი ჯერ კიდევ იტვირთება. დაელოდეთ დასრულებას და დააჭირეთ შეჯამებას.
ko: 페이지를 불러오는 중입니다. 완료될 때까지 기다린 후 요약을 누르세요.
lo: ໜ້າກຳລັງໂຫຼດຢູ່. ລໍຖ້າໃຫ້ມັນຈົບ, ຈາກນັ້ນກົດສະຫຼຸບ.

# Summarizer.Error.RateLimited.Message.v142
source: Can’t handle this one at the moment. Try again later!
he: לא ניתן לסכם עמוד זה כרגע. נא לנסות שוב מאוחר יותר!
ka: ამ გვერდის დამუშავება ახლა ვერ ხერხდება. სცადეთ მოგვიანებით!
ko: 지금 처리할 수 없습니다. 나중에 다시 시도하세요!
lo: ບໍ່ສາມາດຈັດການກັບອັນນີ້ໃນເວລານີ້. ລອງໃໝ່ໃນພາຍຫຼັງ!

# Summarizer.Error.Unknown.Message.v142
source: Error summarizing page. Try again later.
he: שגיאה בסיכום העמוד. נא לנסות שוב מאוחר יותר.
ka: შეცდომა გვერდის შეჯამებისას. სცადეთ მოგვიანებით.
ko: 페이지를 요약하는데 오류가 발생했습니다. 나중에 다시 시도하세요.
lo: ເກີດຄວາມຜິດພາດໃນການສະຫຼຸບໜ້າ. ລອງໃໝ່ໃນພາຍຫຼັງ.

# Summarizer.Error.UnsafeWebsite.Message.v142
source: Limited content detected. This page may be restricted or mostly visual.
he: אותר תוכן מוגבל. ייתכן שעמוד זה יהיה מוגבל או חזותי בעיקרו.
ka: შეზღუდული შიგთავსია აღმოჩენილი. ამ გვერდს შეიძლება აკრძალვები ჰქონდეს ან უმთავრესად გამოსახულებას წარმოადგენდეს.
ko: 제한된 콘텐츠가 감지되었습니다. 이 페이지는 제한적이거나 대부분 시각적으로 표시될 수 있습니다.
lo: ກວດພົບເນື້ອຫາຈຳກັດ. ໜ້ານີ້ອາດຈະຖືກຈຳກັດ ຫຼື ສ່ວນຫຼາຍແມ່ນເປັນພາບ.

# Summarizer.Error.UnsupportedContent.Message.v142
source: This website doesn’t allow content summarization. Try a different page.
he: אתר זה אינו מאפשר סיכום תוכן. נא לנסות עמוד אחר.
ka: ეს ვებსაიტი არ იძლევა შიგთავსის შეჯამების უფლებას. სცადეთ სხვა გვერდი.
ko: 이 웹 사이트는 콘텐츠 요약을 허용하지 않습니다. 다른 페이지를 사용해 보세요.
lo: ເວັບໄຊທ໌ນີ້ບໍ່ອະນຸຍາດໃຫ້ສະຫຼຸບເນື້ອໃນ. ລອງໜ້າອື່ນ.

# Summarizer.Footnote.Label.v144
source: Note: Summarization can make errors.
he: לתשומת לבך: פעולת הסיכום עלולה לעשות שגיאות.
ka: შენიშვნა: შეჯამებას შეიძლება შეცდომები ახლდეს.
kab: Tamawt: Asegzel yezmer ad d-yeglu s tuccḍiwin.
ko: 주의: 요약기능은 오류가 있을 수 있습니다.
lo: ຫມາຍເຫດ: ການສະຫຼຸບສາມາດເຮັດໃຫ້ມີຂໍ້ຜິດພາດ.

# Summarizer.HostedBrand.Label.v142
source: Summarized by %@
he: סוכם על־ידי %@
ka: შეჯამებას უზრუნველყოფს %@
kab: Yettwasegzel sɣur %@
ko: %@로 요약
lo: ສະຫຼຸບໂດຍ %@

# Summarizer.Loading.Accessibility.Label.v145
source: Loading summary
he: הסיכום בטעינה
ka: შეჯამების ჩატვირთვა
ko: 요약 읽는 중
ml: ചുരുക്കം ലഭ്യമാക്കുന്നു

# Summarizer.Loading.Label.v142
source: Summarizing…
he: בתהליך סיכום…
ka: შეჯამება…
ko: 요약하는 중…
lo: ກຳລັງສະຫຼຸບ…
ml: ചുരുക്കുന്നു…
sl: Povzemanje …

# Summarizer.RetryButton.Accessibility.Label.v145
source: Retry to summarize web page
he: ניסיון חוזר לסכם את דף האינטרנט
ka: ხელახლა შეჯამება ვებგვერდისთვის
ko: 웹 페이지 요약 다시 시도

# Summarizer.RetryButton.Label.v142
source: Retry
he: ניסיון חוזר
ka: კვლავ
kab: Ɛreḍ i tikkelt niḍen
ko: 다시 시도
lo: ລອງໃໝ່
ml: വീണ്ടും ശ്രമിയ്ക്കുക
sl: Poskusi znova

# Summarizer.TabSnapshot.Accessibility.Label.v145
source: Drag or tap the web page to close the summary
he: יש לגרור או להקיש על דף האינטרנט כדי לסגור את הסיכום
ka: ჩავლებით გადაადგილეთ ან შეეხეთ ვებგვერდს შეჯამების დასახურად
ko: 웹 페이지를 끌거나 눌러 요약 정보를 닫으세요.

# Summarizer.ToS.Alert.AllowButton.Label.v142
source: Allow
he: לאפשר
ka: ნებართვა
kab: Sireg
ko: 허용
lo: ອະນຸຍາດ
ml: അനുവദിക്കുക
sl: Dovoli

# Summarizer.ToS.Alert.AppleMessage.Label.v142
source: %@ uses Apple Intelligence to summarize pages.
he: ‏%@ משתמש ב־Apple Intelligence כדי לסכם עמודים.
ka: %@ როცა გვერდებს შეაჯამებს, გამოიყენება Apple Intelligence.
kab: %@ yesseqdac tiḥḥerci Apple i usegzel n yisebtar.
ko: %@는 Apple Intelligence를 사용하여 페이지를 요약합니다.
lo: %@ ໃຊ້ Apple Intelligence ເພື່ອສະຫຼຸບໜ້າ.

# Summarizer.ToS.Alert.CancelButton.Label.v142
source: Cancel
he: ביטול
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
sl: Prekliči

# Summarizer.ToS.Alert.ContinueButton.Label.v144
source: Continue
he: המשך
ka: განაგრძეთ
kab: Kemmel
ko: 계속
lo: ສືບຕໍ່
ml: തുടരുക
sl: Nadaljuj

# Summarizer.ToS.Alert.FirefoxMessage.Label.v144
source: %@ uses cloud-based AI to summarize pages, and returns those summaries to your device.
he: ‏%@ משתמש בבינה מלאכותית מבוססת ענן כדי לסכם עמודים, ומחזיר את הסיכומים האלו למכשיר שלך.
ka: %@ იყენებს ღრუბლოვან ხელგონს გვერდების შეჯამებისთვის და პასუხს აბრუნებს მოწყობილობაზე.
ko: %@는 클라우드 기반 AI를 사용하여 페이지를 요약하고 해당 요약을 기기로 반환합니다.
lo: %@ ໃຊ້ AI ທີ່ອີງໃສ່ຄລາວເພື່ອສະຫຼຸບໜ້າ, ແລະ ສົ່ງຄືນບົດສະຫຼຸບເຫຼົ່ານັ້ນໄປຫາອຸປະກອນຂອງທ່ານ.

# Summarizer.ToS.Alert.LearnMoreButton.Label.v142
source: Learn more
he: מידע נוסף
ka: ვრცლად
kab: Issin ugar
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതലറിയുക
sl: Več o tem

# Summarizer.ToS.Alert.Title.Label.v142
source: Allow Page Summaries?
he: לאפשר סיכומי עמודים?
ka: ნებას რთავთ გვერდის შესაჯამებლად?
kab: Sireg igzulen n yisebtar?
ko: 페이지 요약을 허용하시겠습니까?
lo: ອະນຸຍາດໃຫ້ສະຫຼຸບຫນ້າບໍ?
ml: താൾ സംഗ്രഹം അനുവദിക്കണോ?

# Summarizer.ToS.InfoLabel.LearnMoreButton.Label.v143
source: How it works
he: איך זה עובד
ka: როგორ მუშაობს
kab: Amek iteddu
ko: 작동 방식
lo: ມັນເຮັດວຽກແນວໃດ
ml: ഇതു് എങ്ങനെയാണു പ്രവൎത്തിക്കുന്നതു്
sl: Kako deluje

# Summarizer.ToS.InfoPanel.AllowButton.Accessibility.Label.v145
source: Accept consent
he: קבלת ההסכמה
ka: თანხმობის მიღება
ko: 동의
ml: സമ്മതം കൊടുക്കുക

# Summarizer.ToS.InfoPanel.ContinueButton.Label.v143
source: Continue
he: המשך
ka: განაგრძეთ
kab: Kemmel
ko: 계속
lo: ສືບຕໍ່
ml: തുടരുക
sl: Nadaljuj

# Summarizer.ToS.InfoPanel.Label.v143
source: See the main points in seconds with %@.
he: קבלת הנקודות העיקריות תוך שניות עם %@.
ka: ძირითადი საკითხების გამოსაყოფად დაიხმარეთ %@.
ko: %@를 사용하면 요점을 바로 알 수 있습니다.
lo: ເບິ່ງຈຸດຕົ້ນຕໍໃນວິນາທີດ້ວຍ %@.

# Summarizer.ToS.InfoPanel.Title.Label.v143
source: Summarize this page?
he: לסכם את העמוד הזה?
ka: გსურთ გვერდის შეჯამება?
ko: 이 페이지를 요약하시겠습니까?
lo: ສະຫຼຸບໜ້ານີ້ບໍ?
ml: താൾ വിവരം ചുരുക്കിപ്പറയണോ?

# Address.Bar.Reload.A11y.Hint.v124
source: Double tap and hold for more options
es_mx: Toca dos veces y mantén presionado para ver más opciones
eu: Aukera gehiagorako, sakatu bi aldiz eta eutsi
he: יש להקיש פעמיים ולהחזיק לקבלת אפשרויות נוספות
ja: ダブルタップして長押しで他のオプションが表示されます
ka: ორმაგად შეეხეთ დიდხანს სხვა პარამეტრებისთვის
kab: Sit snat n tikkal syen teǧǧeḍ aḍad-ik i wakken ad d-banent ugar n textiṛiyin
ko: 더 많은 옵션을 보려면 두 번 탭하고 길게 누르세요.
lo: ແຕະສອງເທື່ອຄ້າງໄວ້ສຳລັບທາງເລືອກເພີ່ມເຕີມ
ml: കൂടുതൽ സാധ്യതകൾക്കായി രണ്ടുതവണ അമർത്തിപ്പിടിക്കുക
pl: Stuknij dwukrotnie i przytrzymaj, aby wyświetlić więcej opcji
sl: Dvakrat tapnite in pridržite za več možnosti
zh_cn: 轻点两下并按住以获得更多选项
zh_tw: 雙擊後按住即可取得更多資訊

# TabLocation.ETP.Off.NotSecure.A11y.Label.v119
source: Connection not secure. Enhanced Tracking Protection is off.
es_mx: Conexión no segura. La protección mejorada contra el rastreo está desactivada.
eu: Konexioa ez da segurua. Jarraipenaren babes hobetua desgaituta dago.
he: החיבור אינו מאובטח. הגנת מעקב מתקדמת כבויה.
hu: A kapcsolat nem biztonságos. A fokozott követés elleni védelem ki van kapcsolva.
ja: 接続が安全ではありません。強化型トラッキング防止がオフになっています。
ka: კავშირი დაუცველია. თვალთვალისგან გაძლიერებული დაცვა გამორთულია.
kab: Tuqqna d taraɣellsant. Ammesten mgal aḍfar yensa.
ko: 연결이 안전하지 않습니다. 향상된 추적 방지 기능이 꺼져 있습니다.
lo: ການເຊື່ອມຕໍ່ບໍ່ປອດໄພ. ການປົກປ້ອງການຕິດຕາມທີ່ປັບປຸງດີຂຶ້ນປິດຢູ່.
ml: സമ്പർക്കം സുരക്ഷിതമല്ല. മെച്ചപ്പെടുത്തിയ പിന്തുടർച്ച പരിരക്ഷണം അണച്ചിരിക്കുന്നു.
pl: Niezabezpieczone połączenie. Wzmocniona ochrona przed śledzeniem jest wyłączona.
sl: Povezava ni varna. Izboljšana zaščita pred sledenjem je izključena.
zh_cn: 不安全连接。增强型跟踪保护已关闭。
zh_tw: 連線不安全。加強型追蹤保護已關閉。

# TabLocation.ETP.Off.Secure.A11y.Label.v119
source: Secure connection. Enhanced Tracking Protection is off.
es_mx: Conexión segura. La protección mejorada contra el rastreo está desactivada.
eu: Konexioa segurua da. Jarraipenaren babes hobetua desgaituta dago.
he: החיבור מאובטח. הגנת מעקב מתקדמת כבויה.
hu: Biztonságos kapcsolat. A fokozott követés elleni védelem ki van kapcsolva.
ja: 接続は安全ですが、強化型トラッキング防止がオフになっています。
ka: უსაფრთხო კავშირი. თვალთვალისგან გაძლიერებული დაცვა გამორთულია.
kab: Tuqqna d taɣellsant. Ammesten mgal aḍfar yensa.
ko: 보안 연결. 향상된 추적 방지 기능이 꺼져 있습니다.
lo: ການເຊື່ອມຕໍ່ທີ່ປອດໄພ. ການປົກປ້ອງການຕິດຕາມທີ່ປັບປຸງດີຂຶ້ນປິດຢູ່.
ml: സുരക്ഷിത സമ്പർക്കം. മെച്ചപ്പെടുത്തിയ പിന്തുടർച്ച പരിരക്ഷണം അണച്ചിരിക്കുന്നു.
pl: Zabezpieczone połączenie. Wzmocniona ochrona przed śledzeniem jest wyłączona.
sl: Varna povezava. Izboljšana zaščita pred sledenjem je izključena.
zh_cn: 安全连接。增强型跟踪保护已关闭。
zh_tw: 連線安全，加強型追蹤保護已關閉。

# TabLocation.ETP.On.NotSecure.A11y.Label.v119
source: Connection not secure
es_mx: Conexión no segura
eu: Konexio ez-segurua
he: החיבור אינו מאובטח
hu: A kapcsolat nem biztonságos
ja: 安全でない接続
ka: დაუცველი კავშირი
kab: Tuqqna d taraɣelsant
ko: 안전하지 않은 연결
lo: ການເຊື່ອມຕໍ່ບໍ່ປອດໄພ
ml: സമ്പർക്കം സുരക്ഷിതമല്ല
pl: Niezabezpieczone połączenie
sl: Povezava ni varna
zh_cn: 不安全连接
zh_tw: 不安全連線

# TabLocation.ETP.On.Secure.A11y.Label.v119
source: Secure connection
es_mx: Conexión segura
eu: Konexio segurua
he: חיבור מאובטח
hu: Biztonságos kapcsolat
ja: 安全な接続
ka: დაცული კავშირი
kab: Tuqqna taɣelsant
ko: 안전한 연결
lo: ການເຊື່ອມຕໍ່ທີປອດໄພ
ml: സുരക്ഷിതമായ സമ്പർക്കം
pl: Zabezpieczone połączenie
sl: Varna povezava
zh_cn: 安全连接
zh_tw: 安全連線

# TabLocation.LockButton.AccessibilityLabel.v122
source: Tracking Protection
es_mx: Protección contra rastreo
eu: Jarraipenaren babesa
he: הגנת מעקב
ja: トラッキング防止
ka: თვალთვალისგან დაცვა
kab: Ammesten mgal asfuɣel
ko: 추적 방지
lo: ການປ້ອງກັນການຕິດຕາມ
ml: പിന്തുടരല്‍ സംരക്ഷണം
pl: Ochrona przed śledzeniem
sl: Zaščita pred sledenjem
zh_cn: 跟踪保护
zh_tw: 追蹤保護

# TabLocation.LockButton.LargeContentTitle.v122
source: Tracking Protection
es_mx: Protección contra rastreo
eu: Jarraipenaren babesa
he: הגנת מעקב
ja: トラッキング防止
ka: თვალთვალისგან დაცვა
kab: Ammesten mgal asfuɣel
ko: 추적 방지
lo: ການປ້ອງກັນການຕິດຕາມ
ml: പിന്തുടരല്‍ സംരക്ഷണം
pl: Ochrona przed śledzeniem
sl: Zaščita pred sledenjem
zh_cn: 跟踪保护
zh_tw: 追蹤保護

# TabLocation.Share.A11y.Label.v119
source: Share this page
es_mx: Compartir esta página
eu: Partekatu orri hau
he: שיתוף דף זה
hu: Oldal megosztása
ja: このページを共有
ka: გვერდის გაზიარება
kab: Bḍu asebter-a
ko: 이 페이지 공유
lo: ແບ່ງປັນຫນ້ານີ້
ml: ഈ താള്‍ പങ്കു് വയ്ക്കൂ
pl: Udostępnij tę stronę
sl: Deli to stran
zh_cn: 分享此页面
zh_tw: 分享此頁面

# TabLocation.ShareButton.AccessibilityLabel.v122
source: Share
es_mx: Compartir
eu: Partekatu
he: שיתוף
ja: 共有
ka: გაზიარება
kab: Bḍu
ko: 공유
lo: ແບ່ງປັນ
ml: പങ്കിടുക
pl: Udostępnij
sl: Deli
zh_cn: 共享
zh_tw: 分享

# TabsButton.Accessibility.LargeContentTitle.v122
source: Show Tabs: %@
es_mx: Mostrar pestañas: %@
eu: Erakutsi fitxak: %@
he: הצגת לשוניות: %@
ja: タブを表示: %@
ka: ჩანართების ჩვენება: %@
kab: Sken accaren: %@
ko: 탭 표시: %@
lo: ສະແດງແຖບ: %@
ml: ടാബുകൾ കാണിക്കുക: %@
pl: Pokaż karty: %@
sl: Prikaži zavihke: %@
zh_cn: 显示的标签页：%@
zh_tw: 顯示分頁：%@

# TopSites.RemoveButton.LargeContentTitle.v122
source: Remove page
es_mx: Eliminar página
eu: Kendu orria
he: הסרת דף
ja: ページを削除
ka: გვერდის მოცილება
kab: Kkes asebter
ko: 페이지 삭제
lo: ລືບຫນ້ານີ້
ml: താൾ മായ്ക്കുക
pl: Usuń stronę
sl: Odstrani stran
zh_cn: 移除页面
zh_tw: 移除頁面

# CloseTabsToast.Button.v113
source: Undo
es_mx: Deshacer
eu: Desegin
he: ביטול פעולה
hu: Visszavonás
ja: 取り消す
ka: დაბრუნება
kab: Sefsex
ko: 실행 취소
lo: ເອົາກັບຄືນ
ml: പഴയപടിയാക്കുക
pl: Cofnij
sl: Razveljavi
zh_cn: 撤销
zh_tw: 復原

# CloseTabsToast.SingleTabTitle.v113
source: Tab Closed
es_mx: Pestaña Cerrada
eu: Fitxa itxita
he: הלשונית נסגרה
hu: Lap bezárva
ja: タブを閉じました
ka: ჩანართი დაიხურა
kab: Iccer yemdel
ko: 탭 닫힘
lo: ປິດແຖບແລ້ວ
ml: ടാബു് അടച്ചു
pl: Zamknięto kartę
sl: Zavihek zaprt
zh_cn: 标签页已关闭
zh_tw: 已關閉分頁

# CloseTabsToast.Title.v113
source: Tabs Closed: %d
es_mx: Pestañas cerradas: %d
eu: Fitxak itxita: %d
he: לשוניות שנסגרו: %d
hu: Lapok bezárva: %d
ja: %d 個のタブを閉じました
ka: ჩანართები დაიხურა: %d
kab: Accaren imedlen: %d
ko: 탭 닫힘: %d
lo: ແຖບປິດແລ້ວ: %d
ml: ടാബുകൾ അടച്ചതു്: %d
pl: Zamknięte karty: %d
sl: Zaprti zavihki: %d
zh_cn: 已关闭 %d 个标签页
zh_tw: 已關閉 %d 個分頁

# InactiveTabs.TabTray.CloseSwipeActionTitle.v115
source: Close
es_mx: Cerrar
eu: Itxi
he: סגירה
hu: Bezárás
ja: 閉じる
ka: დახურვა
kab: Mdel
ko: 닫기
lo: ປິດ
ml: അടയ്ക്കുക
pl: Zamknij
sl: Zapri
zh_cn: 关闭
zh_tw: 關閉

# TabTray.TabsSelectorNormalTabsTitle.v140
source: Tabs
he: לשוניות
ka: ჩანართები
kab: Accaren
ko: 탭
lo: ແທັບ
ml: ടാബുകള്‍
sl: Zavihki
zh_cn: 标签页

# TabTray.TabsSelectorSyncedTabsTitle.v140
source: Sync
he: סנכרון
ka: დასინქ.
kab: Amtawi
ko: 동기화
lo: ຊິງຄ
ml: സമന്വയം
sl: Sinhronizacija
zh_cn: 同步

# TabTrayCloseOldTabsTitle.v140
source: Close Old Tabs…
he: סגירת לשוניות ישנות…
ka: ძველი ჩანართების დახურვა…
kab: Mdel accaren iqburen…
ko: 오래된 탭 닫기…
lo: ປິດແທັບເກົ່າ…
ml: പഴയ ടാബുകൾ അടയ്ക്കുക…
sl: Zapri stare zavihke …
zh_cn: 关闭旧标签页…

# TabTrayCloseOneTabTitle.v145
source: Close Tabs (%@)
he: סגירת לשונית (%@)
ka: ჩანართის დახურვა (%@)
ko: 탭 닫기 (%@)
ml: ടാബുകൾ അടയ്ക്കുക (%@)
sl: Zapri zavihke (%@)

# TabTrayCloseTabsOlderThanTitle.v140
source: Close tabs older than…
he: סגירת לשוניות הישנות מ…
ka: ძველი ჩანართების დახურვა, რომლებიც გახსნილია…
kab: Mdel accaren iqburen ugar n …
ko: 다음보다 오래된 탭 닫기…
lo: ປິດແທັບທີ່ເກົ່າກວ່າ…
ml: എന്നതിനേക്കാൾ പഴയ ടാബുകൾ അടയ്ക്കുക…
sl: Zapri zavihke, starejše od …
zh_cn: 关闭早于特定时间的标签页

# TabTrayOneDayAgoTitle.v140
source: 1 Day Ago
he: לפני יום אחד
ka: 1 დღის წინ
kab: 1 wass aya
ko: 1일 전
lo: 1 ມື້ກ່ອນ
ml: 1 നാൾ മുമ്പു്
sl: 1 dneva
zh_cn: 1 天前

# TabTrayOneMonthAgoTitle.v140
source: 1 Month Ago
he: לפני חודש אחד
ka: 1 თვის წინ
kab: 1 wayyur aya
ko: 1개월 전
lo: 1 ເດືອນກ່ອນ
ml: 1 മാസം മുമ്പു്
sl: 1 meseca
zh_cn: 1 个月前

# TabTrayOneWeekAgoTitle.v140
source: 1 Week Ago
he: לפני שבוע אחד
ka: 1 კვირის წინ
kab: 1 dduṛt aya
ko: 1주 전
lo: 1 ອາທິດກ່ອນ
ml: 1 ആഴ്ച മുമ്പു്
sl: 1 tedna
zh_cn: 1 周前

# TabTraySelectorAccessibilityHint.v139
source: %1$@ of %2$@
he: %1$@ מתוך %2$@
ka: %1$@, სულ %2$@
kab: %1$@ n %2$@
ko: %2$@ 중 %1$@
lo: %1$@ ຈາກທັງໝົດ %2$@
ml: %2$@-ൽ %1$@-മത്തെ
sl: %1$@ od %2$@

# TabsTray.Sync.SyncTabsDisabled.v116
source: Turn on tab syncing to view a list of tabs from your other devices.
es_mx: Habilita la sincronización de pestañas para ver una lista de las mismas de tus otros dispositivos.
eu: Aktibatu fitxak sinkronizatzea zure beste gailuetako fitxen zerrenda ikusteko.
he: יש להפעיל סנכרון לשוניות כדי לצפות ברשימת הלשוניות שלך ממכשירים אחרים.
hu: Kapcsolja be a lapszinkronizálást a más készülékeiről származó lapok listájának megjelenítéséhez.
ja: タブの同期をオンにすると、あなたの他の端末のタブ一覧が表示されます。
ka: ჩართეთ ჩანართების სინქრონიზაცია თქვენი სხვა მოწყობილობებიდან ჩანართების სიის სანახავად.
kab: Rmed amtawi n yiccer akken ad d-tsekneḍ tabdart n waccaren seg yibenkan-ik-nniḍen.
ko: 다른 기기의 탭 목록을 보려면 탭 동기화를 켜십시오.
lo: ເປີດການຊິງຄ໌ແທັບເພື່ອເບິ່ງລາຍການແທັບທີ່ເປີດຢູ່ໃນອຸປະກອນອື່ນໆຂອງທ່ານ.
ml: മറ്റുള്ള ഉപകരണങ്ങളില്‍ നിന്നുള്ള ടാബുകള്‍ കാണുവാന്‍ ടാബ് സമന്വയം തുടങ്ങിവയ്ക്കുക.
pl: Włącz synchronizację kart, by wyświetlić ich listę z innych urządzeń.
sl: Vključite sinhronizacijo zavihkov za ogled seznama zavihkov drugih naprav.
zh_cn: 开启标签页同步服务，即可查看您的其他设备上的标签页列表。
zh_tw: 開啟分頁同步功能，即可檢視您其他裝置中的分頁清單。

# TabsTray.SyncTabs.SyncTabsButton.Title.v119
source: Sync Tabs
es_mx: Sincronizar pestañas
eu: Sinkronizatu fitxak
he: סנכרון לשוניות
hu: Lapok szinkronizálása
ja: タブを同期
ka: ჩანართების დასინქ.
kab: Mtawi accaren
ko: 탭 동기화
lo: ຊິງຄ໌ແທັບ
ml: ടാബുകൾ സമന്വയിപ്പിക്കുക
pl: Synchronizuj karty
sl: Sinhroniziraj zavihke
zh_cn: 同步标签页
zh_tw: 同步分頁

# TabToolbar.Accessibility.DataClearance.v122
source: Data Clearance
es_mx: Limpieza de datos
eu: Datuak garbitzea
he: ניקוי נתונים
ja: データ抹消
ka: მონაცემთა გასუფთავება
kab: Asfaḍ n yisefka
ko: 데이터 정리
lo: ການລ້າງຂໍ້ມູນ
ml: ഡാറ്റ മായ്ക്കൽ
pl: Usuwanie danych
sl: Brisanje podatkov
zh_cn: 数据清除
zh_tw: 資料清除

# TermsOfUse.AcceptButton.v142
source: Accept
he: אישור
ka: თანხმობა
kab: Qbel
ko: 동의
lo: ຍອມຮັບ
ml: അംഗീകരിക്കുക
sl: Sprejmi

# TermsOfUse.BackButton.v142
source: Back
he: חזרה
ka: უკან
kab: Ɣer deffir
ko: 뒤로
lo: ກັບຄືນ
ml: പുറകോട്ട്
sl: Nazaj

# TermsOfUse.Description.v142
source: We’ve introduced a %@ Terms of Use and updated our Privacy Notice.
he: השקנו תנאי שימוש של %@ ועדכנו את הצהרת הפרטיות שלנו.
ka: ახლახან წარვადგინეთ შესწორებული გამოყენების პირობები და განვაახლეთ პირადულობის განაცხადი, რომელთაც გთავაზობთ %@.
ko: %@ 이용 약관을 도입하고 개인정보 고지를 업데이트했습니다.
lo: ພວກເຮົາໄດ້ນຳສະເໜີ %@ ເງື່ອນໄຂການນຳໃຊ້ ແລະ ອັບເດດແຈ້ງການຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ.
ml: ഞങ്ങൾ ഒരു %@ ഉപയോഗ നിബന്ധനകൾ അവതരിപ്പിക്കുകയും ഞങ്ങളുടെ സ്വകാര്യത അറിയിപ്പു പുതുച്ചിരിക്കുയും ചെയ്തിട്ടുണ്ടു്.
sl: Uvedli smo pogoje uporabe %@a in posodobili obvestilo o zasebnosti.

# TermsOfUse.LearnMoreHere.v147
source: You can learn more %@.
he: ניתן ללמוד עוד %@.

# TermsOfUse.Link.HereText.v147
source: here
he: כאן

# TermsOfUse.Link.LearnMore.v142
source: Learn more
he: מידע נוסף
ka: ვრცლად
kab: Issin ugar
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ml: കൂടുതലറിയുക
sl: Več o tem

# TermsOfUse.Link.PrivacyNotice.v142
source: Privacy Notice
he: הצהרת פרטיות
ka: პირადულობის განაცხადი
kab: Tasertit n tbaḍnit
ko: 개인 정보 보호 정책
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
ml: സ്വകാര്യത അറിയിപ്പു്
sl: Obvestilo o zasebnosti

# TermsOfUse.Link.TermsOfUse.v142
source: %@ Terms of Use
he: תנאי השימוש של %@
ka: გამოყენების პირობები, რომელთაც ადგენს %@
kab: Tiwtilin n useqdec n %@
ko: %@ 이용약관
lo: %@ ເງື່ອນໄຂການໃຊ້ງານ
ml: %@ ഉപയോഗനിബന്ധനകൾ
sl: Pogoji uporabe %@a

# TermsOfUse.RemindMeLaterButton.v142
source: Remind Me Later
he: להזכיר לי מאוחר יותר
ka: მოგვიანებით შეხსენება
kab: Mekti-y-id ticki
ko: 나중에 알림
lo: ເຕືອນຂ້ອຍໃນພາຍຫຼັງ
ml: എന്നെ പിന്നീടു് ഓൎമ്മിപ്പിക്കുക
sl: Opomni me pozneje

# TermsOfUse.ReviewAndAcceptText.v142
source: Please take a moment to review and accept. Learn more
he: נא להקדיש רגע לעיון ולאישור התנאים. מידע נוסף
ka: გთხოვთ, დრო დაუთმოთ მის განხილვას და დაეთანხმოთ. ვრცლად
ko: 잠시 시간을 내어 검토하고 동의해 주세요. 더 알아보기
lo: ກະລຸນາໃຊ້ເວລາຄາວໜຶ່ງເພື່ອທົບທວນ ແລະ ຍອມຮັບ. ສຶກສາເພີ່ມເຕີມ
sl: Vzemite si trenutek, da jih pregledate in sprejmete. Več o tem

# TermsOfUse.TermsOfUseHasOpened.v142
source: Terms of Use sheet opened
he: גיליון תנאי השימוש נפתח
ka: გამოყენების პირობების ჩანაწერი გაიხსნა
ko: 이용 약관 시트 열림
lo: ເປີດເອກະສານເງື່ອນໄຂການນໍາໃຊ້
ml: ഉപയോഗനിബന്ധന കടലാസു തുറന്നു
sl: Stran s pogoji uporabe odprta

# TermsOfUse.Title.v142
source: We’ve got an update
he: יש לנו עדכון
ka: გარკვეული ცვლილებებია
ko: 업데이트가 있습니다
lo: ພວກເຮົາໄດ້ຮັບການອັບເດດ
ml: പുതുക്കൽ ലഭ്യം
sl: Na voljo je posodobitev

# TermsOfUse.TitleValue1.v147
source: Terms of Use
he: תנאי שימוש

# TermsOfUse.TitleValue2.v147
source: A note from %@
he: הערה מ־%@

# Toolbar.Menu.Button.A11y.Label.v135
source: Main Menu
es_mx: Menú principal
he: תפריט ראשי
ka: მთავარი მენიუ
kab: Umuɣ agejdan
ko: 메인 메뉴
lo: ເມນູຫຼັກ
ml: പ്രധാന കുറിപ്പടിക്കട്ട
sl: Glavni meni
zh_cn: 主菜单

# Toolbar.NewTab.Button.v130
source: New Tab
es_mx: Nueva pestaña
he: לשונית חדשה
ja: 新規タブ
ka: ახალი ჩანართი
kab: Iccer amaynut
ko: 새 탭
lo: ແທັບໃຫມ່
ml: പുതിയ ടാബു്
sl: Nov zavihek
zh_cn: 新建标签页

# Toolbar.NewTab.Button.v142
source: Summarize page
he: סיכום העמוד
ka: გვერდის შეჯამება
kab: Segzel asebter
ko: 페이지 요약
lo: ສະຫຼຸບໜ້າ
ml: താൾ വിവരം ചുരുക്കിപ്പറയുക

# Toolbar.Tab.CloseThisTab.Button.v130
source: Close This Tab
es_mx: Cerrar esta pestaña
he: סגירת לשונית זו
ja: このタブを閉じる
ka: ჩანართის დახურვა
kab: Mdel iccer-a
ko: 이 탭 닫기
lo: ປິດແທັບນີ້
ml: ഈ ടാബു് അടയ്ക്കുക
sl: Zapri zavihek
zh_cn: 关闭此标签页

# Toolbar.Tabs.Button.A11y.Label.v135
source: Tabs open
es_mx: Pestañas abiertas
he: לשוניות פתוחות
ka: გახსნილი ჩანართი
kab: Accaren yeldin
ko: 열린 탭
lo: ແຖບເປີດ
ml: തുറന്ന ടാബുകൾ
sl: Odprtih zavihkov
zh_cn: 打开的标签页

# Toolbar.Tabs.Button.A11y.LargeContentTitle.v137
source: Tabs open: %@
es_mx: Pestañas abiertas: %@
he: לשוניות פתוחות: %@
ka: გახსნილი ჩანართი: %@
kab: Accaren yeldin: %@
ko: 열린 탭: %@
lo: ເປີດແຖບ: %@
ml: തുറന്നിരിപ്പുണ്ട ടാബുകൾ: %@
sl: Odprtih zavihkov: %@
zh_cn: 已打开 %@ 个标签页

# Toolbar.Tabs.Button.A11y.OverflowLargeContentTitle.v137
source: Tabs open: 99+
es_mx: Pestañas abiertas: 99+
he: לשוניות פתוחות: 99+
ka: გახსნილი ჩანართი: 99+
kab: Accaren yeldin: 99+
ko: 열린 탭: 99+
lo: ແຖບເປີດ: 99+
ml: തുറന്നിരിപ്പുണ്ട ടാബുകൾ: ൯൯+
sl: Odprtih zavihkov: 99+
zh_cn: 已打开 99+ 个标签页

# Toolbar.Translation.ButtonActive.AccessibilityLabel.v145
source: Show page in original language
he: הצגת הדף בשפה המקורית
ka: გვერდის ჩვენება საწყის ენაზე
ko: 원래 언어로 페이지 보기
ml: താളിനെ യഥാൎത്ഥ മൊഴിയിൽ കാണിക്കുക
sl: Prikaži stran v izvirnem jeziku

# Toolbar.Translation.ButtonInactive.AccessibilityLabel.v145
source: Translate page
he: תרגום הדף
ka: გვერდის თარგმნა
kab: Suqel asebter
ko: 페이지 번역
ml: താളിന്റെ മൊഴിമാറ്റുക
sl: Prevedi stran

# Toolbar.Translation.LoadingButton.AccessibilityLabel.v145
source: Translating page
he: הדף בתהליך תרגום
ka: ითარგმნება გვერდი
ko: 페이지 번역중
ml: താൾ മൊഴിമാറ്റുന്നു
sl: Prevajanje strani

# ContextualHints.Toolbar.Bottom.Description.v107
source: Move the toolbar to the top if that’s more your style.
es_mx: Mueve la barra de herramientas a la parte superior si se ajusta más a tu estilo.
eu: Tresna-barra gora eraman dezakezu, hori bada zuri ondoen egokitzen zaizuna.
he: ניתן להעביר את סרגל הכלים לחלק העליון אם זה יותר הסגנון שלך.
hu: Helyezze fentre az eszköztárat, ha az inkább az Ön stílusa.
ja: あなたのスタイルに合わせて、ツールバーを最上部へ移動できます。
ka: აიტანეთ ხელსაწყოები ზემოთ, თუ ასე უფრო მოსახერხებელია.
kab: Err afaggag n yifecka ɣer usawen ma yella akken i tettḥemmileḍ.
ko: 내 스타일과 맞는다면 도구 모음을 맨 위로 이동하세요.
lo: ຍ້າຍແຖບເຄື່ອງມືໄປເທິງສຸດ ຖ້ານັ້ນເປັນແບບຂອງເຈົ້າຫຼາຍກວ່ານັ້ນ.
ml: താങ്ങൾക്കു് വേണമെങ്കിൽ കരുപ്പട്ട മുകളിലേക്കു് നീക്കുക.
pl: Przenieś pasek narzędzi na górę, jeśli Ci to bardziej pasuje.
sl: Premaknite orodno vrstico na vrh, če je to bolj v vašem slogu.
zh_cn: 若工具栏置于顶部更称手，请进行调整。
zh_tw: 可將工具列移動到畫面頂部。

# ContextualHints.Toolbar.Navigation.Description.v132
source: Tap and hold the arrows to jump between pages in this tab’s history.
es_mx: Mantén presionadas las flechas para saltar entre páginas en el historial de esta pestaña.
he: יש להקיש ולהחזיק את החצים כדי לדלג בין דפים בהיסטוריה של לשונית זו.
ja: 矢印を長押しすると、このタブの履歴のページ間を移動できます。
ka: შეეხეთ დიდხანს ისრებს ამ ჩანართის ისტორიის გვერდებს შორის გადასასვლელად.
kab: Sit, teṭṭfeḍ tineccabin akken ad tneggzed gar yisebtar deg uzray n yiccer-a.
ko: 이 탭 기록 페이지로 이동하려면 화살표를 길게 누르세요.
lo: ແຕະລູກສອນຄ້າງໄວ້ເພື່ອໂດດໄປມາລະຫວ່າງໜ້າຕ່າງໆໃນປະຫວັດຂອງແຖບນີ້.
ml: ഈ ടാബിന്റെ നാൾവഴിത്തിലേ താളുകൾക്കിടയിൽ ചാടാൻ അമ്പടയാളങ്ങൾ പിടിച്ചുകൊണ്ടു ഇരിക്കുക.
sl: Tapnite in pridržite puščici za preskakovanje med stranmi v zgodovini tega zavihka.
zh_cn: 按住箭头可在此标签页的历史页面间跳转。
