Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# ContextualHints.Toolbar.Top.Description.v107
source: Move the toolbar to the bottom if that’s more your style.
es_mx: Mueve la barra de herramientas hacia abajo si se ajusta más a tu estilo.
eu: Tresna-barra behera eraman dezakezu, hori bada zuri ondoen egokitzen zaizuna.
he: ניתן להעביר את סרגל הכלים לתחתית אם זה יותר הסגנון שלך.
hu: Helyezze alulra az eszköztárat, ha az inkább az Ön stílusa.
ja: あなたのスタイルに合わせて、ツールバーを最下部へ移動できます。
ka: ჩაიტანეთ ხელსაწყოები ქვემოთ, თუ ასე უფრო მოსახერხებელია.
kab: Err afaggag n yifecka ɣer ukessar ma yella akken i tettḥemmileḍ.
ko: 내 스타일과 맞는다면 도구 모음을 맨 아래로 이동하세요.
lo: ຍ້າຍແຖບເຄື່ອງມືໄປລຸ່ມສຸດ ຖ້ານັ້ນເປັນແບບຂອງເຈົ້າຫຼາຍກວ່ານັ້ນ.
ml: താങ്ങൾക്കു് വേണമെങ്കിൽ കരുപ്പട്ട താഴോട്ടു് നീക്കുക.
pl: Przenieś pasek narzędzi na dół, jeśli Ci to bardziej pasuje.
sl: Premaknite orodno vrstico na dno, če je to bolj v vašem slogu.
zh_cn: 若工具栏置于底部更称手，请进行调整。
zh_tw: 可將工具列移動到畫面底部。

# ContextualHints.Toolbar.Update.Description.v139
source: Tabs and menu have switched places for easier access as you browse.
he: הלשוניות והתפריטים התחלפו במקומות שלהם לגישה נוחה יותר בזמן הגלישה.
ka: ჩანართები და მენიუ გაცვლის ადგილებს წვდომის გასაიოლებლად გვერდების მონახულებისას.
ko: 탐색할 때 더 쉽게 접근할 수 있도록 탭과 메뉴의 위치가 바뀌었습니다.
lo: ແທັບ ແລະ ເມນູໄດ້ຮັບການປ່ຽນຕຳແຫນ່ງເພື່ອໃຫ້ສະດວກຕໍ່ການໃຊ້ງານໃນຂະນະທີ່ທ່ານນຳໃຊ້
sl: Gumba zavihkov in menijev sta zamenjala mesti, da bi vam bila med brskanjem bolj pri roki.

# ContextualHints.Toolbar.Update.Title.v139
source: We moved a few things
he: הזזנו כמה דברים
ka: ადგილები შეეცვალა
kab: Yella wacu i nsenkez
ko: 몇 가지 위치가 변경되었습니다.
lo: ພວກເຮົາໄດ້ປັບປ່ຽນບາງຢ່າງ
ml: ഞങ്ങൾ ചില സാധനങ്ങളെ മാറ്റി
sl: Nekaj stvari smo premaknili

# Translations.Banner.Close.Button.AccessibilityLabel.v145
source: Close Translation Panel
he: סגירת חלונית התרגומים
ka: თარგმნის არის დახურვა
ko: 번역 패널 닫기
ml: മൊഴിമാറ്റപ്പലകം അടയ്ക്കുക
sl: Zapri ploščo za prevajanje

# Translations.Banner.ConfirmationTitleLabel.v145
source: Translated from %1$@ to %2$@
he: תורגם מ%1$@ ל%2$@
ka: თარგმანი ენებს შორის %1$@ და %2$@
ko: %1$@에서 %2$@로 번역됨
ml: %2$@-ൽ നിന്നു %1$@-ലേക്കു മൊഴിമാറ്റി
sl: Prevedeno iz jezika %1$@ v jezik %2$@

# Translations.Banner.ErrorMessage.TitleLabel.v145
source: Couldn’t translate page
he: לא ניתן היה לתרגם את הדף
ka: ვერ ითარგმნა გვერდი
ko: 페이지를 번역할 수 없음
ml: മൊഴിമാറ്റാൻ കഴിഞ്ഞില്ല
sl: Strani ni bilo mogoče prevesti

# Translations.Banner.Loading.Button.AccessibilityLabel.v145
source: Translating page
he: הדף בתהליך תרגום
ka: ითარგმნება გვერდი
kab: Asuqqel n uqebter
ko: 페이지 번역중
ml: താൾ മൊഴിമാറ്റുന്നു
sl: Prevajanje strani

# Translations.Banner.OpenSettings.Button.AccessibilityLabel.v145
source: Open Language Preferences
he: פתיחת העדפות שפה
ka: ენის პარამეტრების გახსნა
kab: Lqi ismenyafen n tutlayt
ko: 언어 설정 열기
ml: മൊഴി മുൻഗണനകൾ തുറക്കുക
sl: Odpri nastavitve jezika

# Translations.Banner.RetryButton.v145
source: Retry
he: ניסיון חוזר
ka: გამეორება
kab: Ɛreḍ i tikkelt niḍen
ko: 다시 시도
lo: ລອງໃໝ່
ml: വീണ്ടും ശ്രമിക്കുക
sl: Poskusi znova

# Translations.Banner.TitleLabel.v145
source: Translate page to %@?
he: לתרגם את הדף ל%@?
ka: გსურთ გვერდი %@ თარგმანით?
kab: Suqqel asebter ɣer %@?
ko: 페이지를 %@로 번역하시겠습니까?
ml: %@-ലേക്കു താൾ മൊഴിമാറ്റണോ?
sl: Želite prevesti stran v jezik %@?

# Translations.Banner.TranslateButton.v145
source: Translate
he: תרגום
ka: თარგმნა
kab: Suqqel
ko: 번역
ml: മൊഴിമാറ്റുക
sl: Prevedi

# Translations.Sheet.Button.v145
source: Translate
he: תרגום
ka: თარგმნა
kab: Suqqel
ko: 번역
ml: മൊഴിമാറ്റുക
sl: Prevedi

# Translations.Sheet.ChooseLanguage.v145
source: Choose Language
he: בחירת שפה
ka: ენის შერჩევა
kab: Fren tutlayt
ko: 언어 선택
ml: ഒരു മൊഴി തിരഞ്ഞെടുക്കുക
sl: Izberi jezik

# Translations.Sheet.Error.GeneralSubtitle.v145
source: Please try again.
he: נא לנסות שוב.
ka: კვლავ მცდელობა.
kab: Ttxil-k⋅m ɛreḍ tikkelt niḍen.
ko: 다시 시도해 주십시오.
lo: ກະລຸນາລອງອີກຄັ້ງ.
ml: ദയവായി വീണ്ടും ശ്രമിക്കുക.
sl: Poskusite znova.

# Translations.Sheet.Error.GeneralTitle.v145
source: Couldn’t Translate Page
he: לא ניתן היה לתרגם את הדף
ka: ვერ ითარგმნა გვერდი
kab: D awezɣi asuqqel n usebter
ko: 페이지를 번역할 수 없음
lo: ບໍ່ສາມາດແປໜ້າໄດ້
ml: താൾ മൊഴിമാറ്റുവാൻ പറ്റിയില്ല
sl: Strani ni bilo mogoče prevesti

# Translations.Sheet.Error.RetryButton.v145
source: Retry
he: ניסיון חוזר
ka: გამეორება
kab: Ɛreḍ i tikkelt niḍen
ko: 다시 시도
lo: ລອງໃໝ່
ml: വീണ്ടും ശ്രമിക്കുക
sl: Poskusi znova

# Translations.Sheet.Error.SubtitleLabel.v145
source: Check your internet connection and try again.
he: נא לבדוק את החיבור שלך לאינטרנט ולנסות שוב.
ka: შეამოწმეთ ქსელთან კავშირი და კვლავ სცადეთ.
kab: Senqed tuqqna ɣer internet sakin ɛreḍ tikkelt niḍen.
ko: 인터넷 연결을 확인하고 다시 시도하세요.
ml: താങ്ങളുടെ ഗോളാന്തരവല സമ്പൎക്കം നോക്കിയിട്ടു് വീണ്ടും ശ്രമിക്കുക.
sl: Preverite internetno povezavo in poskusite znova.

# Translations.Sheet.Error.TitleLabel.v145
source: Couldn’t Load Languages
he: לא ניתן לטעון שפות
ka: ვერ ჩაიტვირთა ენები
kab: Ggumant ad d-alint tutlayin
ko: 언어를 로드할 수 없음
ml: ഭാഷകൾ ലഭ്യമാക്കാൻ കഴിഞ്ഞില്ല
sl: Jezikov ni bilo mogoče naložiti

# Translations.Sheet.FromLabel.v145
source: From
he: שפת מקור
ka: სათარგმნი
kab: Si
ko: 원본 언어
ml: ഇതിൽനിന്നു്
sl: Iz jezika

# Translations.Sheet.LoadingButton.v145
source: Translating page
he: הדף בתהליך תרגום
ka: ითარგმნება გვერდი
kab: Asuqqel n uqebter
ko: 페이지 번역중
ml: താൾ മൊഴിമാറ്റുന്നു
sl: Prevajanje strani

# Translations.Sheet.LoadingCompleted.AccessibilityLabel.v147
source: Page translated
he: העמוד תורגם
ka: გვერდი ნათარგმნია
ko: 페이지 번역됨
ml: താൾ മൊഴിമാറ്റി
sl: Stran prevedena

# Translations.Sheet.ShowOriginalButton.v145
source: Show Original
he: הצגת מקור
ka: თავდაპირველის ჩვენება
kab: Sken asebter aneẓli
ko: 원본 보기
ml: യഥാര്‍ത്ഥമുള്ളവ കാണിക്കുക
sl: Prikaži izvirnik

# Translations.Sheet.TitleLabel.v145
source: Translate Page
he: תרגום הדף
ka: გვერდის თარგმნა
kab: Suqel asebter
ko: 페이지 번역
ml: താൾ മൊഴിമാറ്റുക
sl: Prevedi stran

# Translations.Sheet.ToLabel.v145
source: To
he: שפת יעד
ka: ნათარგმნი
kab: I
ko: 대상 언어
ml: ഇതിലേക്കു്
sl: V jezik

# Translations.Sheet.TranslateFrom.AccessibilityLabel.v145
source: Translate From %@
he: תרגום מ%@
ka: სათარგმნი ენა %@
kab: Suqqel seg %@
ko: %@에서 번역
ml: %@-ൽ നിന്നു മൊഴിമാറ്റുക
sl: Prevedi iz jezika %@

# Translations.Sheet.TranslateFromLabel.v145
source: Translate From
he: שפת מקור
ka: სათარგმნი
kab: Suqqel seg
ko: 원본 언어:
ml: ഇതിൽ നിന്നു മൊഴിമാറ്റുക
sl: Prevedi iz jezika

# Translations.Sheet.TranslateTo.AccessibilityLabel.v145
source: Translate To %@
he: תרגום ל%@
ka: ნათარგმნი ენა %@
kab: Yettwasuqqel ɣer %@
ko: %@로 번역
ml: %@-ലേക്കു മൊഴിമാറ്റുക
sl: Prevedi v jezik %@

# Translations.Sheet.TranslateToLabel.v145
source: Translate To
he: שפת יעד
ka: ნათარგმნი
kab: Suqqel ɣer
ko: 대상 언어:
ml: ഇതിലേക്കു മൊഴിമാറ്റുക
sl: Prevedi v jezik

# CreditCard.RememberCard.SecondaryButtonTitle.v116
source: Card Information Updated
es_mx: Información de la tarjeta actualizada
eu: Txartelaren informazioa eguneratuta
he: פרטי הכרטיס עודכנו
hu: A kártyainformációk frissítve
ja: カード情報が更新されました
ka: ბარათის მონაცემები განახლდა
kab: Talɣa n tkarḍa tettwaleqqem
ko: 카드 정보 업데이트됨
lo: ອັບເດດຂໍ້ມູນບັດແລ້ວ
ml: ചീട്ടിൽ വിവരം മാറ്റി
pl: Uaktualniono dane karty
sl: Podatki o kartici posodobljeni
zh_cn: 已更新卡片信息
zh_tw: 已更新卡片資訊

# CreditCard.UpdateCard.MainTitle.v122
source: Update card?
es_mx: ¿Actualizar tarjeta?
eu: Eguneratu txartela?
he: לעדכן את הכרטיס?
ja: カード情報を更新しますか？
ka: განახლდეს ბარათი?
kab: Leqqem takarḍa?
ko: 카드를 수정하시겠습니까?
lo: ອັບເດດບັດບໍ?
ml: ചീട്ടു് പുതുക്കണോ?
pl: Czy uaktualnić kartę?
sl: Posodobim kartico?
zh_cn: 要更新卡片吗？
zh_tw: 要更新卡片資訊嗎？

# CreditCard.UpdateCard.ManageCardsButtonTitle.v115
source: Manage cards
es_mx: Administrar tarjetas
eu: Kudeatu txartelak
he: ניהול כרטיסים
hu: Kártyák kezelése
ja: カード情報を管理
ka: ბარათების მართვა
kab: Sefrek tikarḍiwin
ko: 카드 관리
lo: ຈັດການບັດ
ml: ചീട്ടുകൾ കൈകാര്യം ചെയ്യുക
pl: Zarządzaj kartami
sl: Upravljanje kartic
zh_cn: 管理信用卡
zh_tw: 管理卡片

# CreditCard.UpdateCard.NotNowButtonTitle.v115
source: Not Now
es_mx: Ahora no
eu: Une honetan ez
he: לא כעת
hu: Most nem
ja: 後で
ka: ახლა არა
kab: Mačči tura
ko: 나중에
lo: ບໍ່ແມ່ນຕອນນີ້
ml: ഇപ്പോഴല്ല
pl: Nie teraz
sl: Ne zdaj
zh_cn: 暂时不要
zh_tw: 暫時不要

# CreditCard.UpdateCard.YesButtonTitle.v122
source: Update
es_mx: Actualizar
eu: Eguneratu
he: עדכון
ja: 更新
ka: განახლება
kab: Leqqem
ko: 수정
lo: ອັບເດດ
ml: പുതുക്കുക
pl: Uaktualnij
sl: Posodobi
zh_cn: 更新
zh_tw: 更新

# Upgrade.SyncSign.Action.v114
source: Sign In
es_mx: Iniciar sesión
eu: Hasi saioa
he: כניסה
hu: Bejelentkezés
ja: ログイン
ka: შესვლა
kab: Kcem
ko: 로그인
lo: ລົງຊື່ເຂົ້າໃຊ້
ml: പ്രവേശിക്കുക
pl: Zaloguj się
sl: Prijava
zh_cn: 登录
zh_tw: 登入

# Upgrade.SyncSign.Description.v114
source: Pick up where you left off with tabs from other devices now on your homepage.
es_mx: Continuar donde lo dejaste con pestañas de otros dispositivos ahora en tu página de inicio.
eu: Berrekin utzitako lekutik zure hasierako orriko beste gailuetako fitxekin.
he: אפשר להמשיך מאיפה שעצרת עם לשוניות ממכשירים אחרים בעמוד הבית שלך.
hu: Folytassa onnan, ahol abbahagyta, és most már a kezdőlapján megjelennek a többi eszközről származó lapjai is.
ja: ホームページ上で、他の端末のタブの中断したところから再開できます。
ka: განაგრძეთ იქიდან, სადაც შეჩერდით, სხვა მოწყობილობიდან ჩანართების წამოღებით ახლა უკვე საწყის გვერდზე.
kab: Kemmel seg wanda i tḥebseḍ s useqdec n waccaren ɣef yibenkan-nniḍen ara d-ibanen akka tura ɣef usebter-ik·im agejdan.
ko: 이제 홈페이지에서 다른 기기의 탭을 가져와서 중단한 부분부터 다시 시작하세요.
lo: ເລືອກເບິ່ງຕໍ່ຈາກທີທ່ານປະໄວ້ດ້ວຍແຖບຈາກອຸປະກອນອື່ນໆໃນຫນ້າທໍາອິດຂອງທ່ານ.
ml: താങ്ങളുടെ ആമുഖതാളിലെ മറ്റ് ഉപകരണങ്ങളിൽ നിന്നുള്ള ടാബുകൾ ഉപയോഗിച്ച് താങ്ങൾ നിർത്തിയിടത്ത് നിന്ന് ആരംഭിക്കുക.
pl: Kontynuuj w tym samym miejscu, korzystając z kart z innych urządzeń, które teraz są na stronie startowej.
sl: Nadaljujte tam, kjer ste končali - z zavihki iz drugih naprav, ki so zdaj na vaši domači strani.
zh_cn: 您现在从主页就可以继续浏览其他设备上的标签页。
zh_tw: 現在起，直接從首頁就可以繼續瀏覽其他裝置上開啟的分頁。

# Upgrade.SyncSign.Title.v114
source: Switching screens is easier than ever
es_mx: Cambiar de pantalla es más fácil que nunca
eu: Pantailak aldatzea inoiz baino errazagoa da
he: מעבר בין מסכים קל מאי פעם
hu: A képernyők közötti váltás egyszerűbb, mint valaha
ja: 画面の切り替えがこれまで以上に簡単に
ka: ეკრანებს შორის გადართვა ჯერ არნახული სიმარტივით
kab: Abeddel seg ugdil ɣer wayeḍ fessus ugar ɣef wayen iɛeddan
ko: 더 쉬워진 화면 전환
lo: ການສະຫຼັບໜ້າຈໍແມ່ນງ່າຍກວ່າທີ່ເຄີຍ
ml: ദൃശ്യപ്രതലങ്ങൾ മാറുകാൻ വളരെ എളുപ്പമാണു്
pl: Przechodzenie między urządzeniami jest łatwiejsze niż kiedykolwiek
sl: Preklapljanje med zasloni je preprostejše kot kdajkoli prej
zh_cn: 多屏切换更顺手
zh_tw: 切換畫面變得更容易

# Upgrade.Welcome.Action.v114
source: Set as Default Browser
es_mx: Establecer como navegador predeterminado
eu: Ezarri nabigatzaile lehenetsi gisa
he: הגדרה כדפדפן ברירת המחדל
hu: Beállítás alapértelmezett böngészőként
ja: デフォルトブラウザーに設定
ka: ნაგულისხმევ ბრაუზერად დაყენება
kab: Sbadu-t d iminig amezwer
ko: 기본 브라우저로 설정
lo: ຕັ້ງໃຫ້ເປັນບຣາວເຊີຫລັກ
ml: തനതു അന്വേഷിയന്ത്രമായി സജീകരിക്കുക
pl: Ustaw jako domyślną przeglądarkę
sl: Nastavi kot privzeti brskalnik
zh_cn: 设为默认浏览器
zh_tw: 設為預設瀏覽器

# Upgrade.Welcome.Description.v114
source: New colors. New convenience. Same commitment to people over profits.
es_mx: Nuevos colores. Nueva comodidad. Mismo compromiso con las personas por encima de los beneficios.
eu: Kolore gehiago. Egokitasun berria. Irabazi-asmoen gainetik, jendearekiko betidaniko konpromisoa.
he: צבעים חדשים. נוחות חדשה. אותה המחויבות לאנשים על פני רווחים.
hu: Új színek. Új kényelem. Ugyanaz az elkötelezettség: az emberek a profit előtt.
ja: 新しいカラー、さらに便利に、利益を超えて人々への平等なコミットメント。
ka: ახალი ფერები. გაუმჯობესებული პირადულობა. ხალხის მოგებაზე წინ დაყენება მუდამ.
kab: Initen imaynuten. Liser amaynut. Tuṭṭfa deg tbaḍnit n yimdanen mačči d anadi ɣef tedrimt.
ko: 새로운 색상. 새로운 편리함. 이익보다 사람에 대한 헌신.
lo: ສີໃໝ່. ຄວາມສະດວກສະບາຍໃໝ່. ຄໍາຫມັ້ນສັນຍາດຽວກັນກັບປະຊາຊົນຫຼາຍກວ່າກໍາໄລ.
ml: പുതിയ നിറങ്ങൾ. പുതിയ സൗകര്യം. ലാഭത്തേക്കാൾ ജനങ്ങളോടുള്ള അതേ പ്രതിബദ്ധത.
pl: Nowe kolory. Większa wygoda. Stawianie ludzi ponad zyski — bez zmian.
sl: Nove barve. Novo udobje. Enaka zavezanost ljudem namesto dobičku.
zh_cn: 新色彩、新便利，但始终不变的是以人为本的承诺。
zh_tw: 全新色彩、全新的簡便功能，依然承諾把人們看得比利益更重要。

# Upgrade.Welcome.Title.v114
source: Welcome to a more personal internet
es_mx: Te damos la bienvenida a un internet más personal
eu: Ongi etorri Internet pertsonalago batera
he: ברוכים הבאים לאינטרנט אישי יותר
hu: Üdvözöljük egy személyesebb interneten
ja: あなただけのインターネットへようこそ
ka: კეთილი იყოს თქვენი ფეხი მეტად პირად ინტერნეტსივრცეში
kab: Ansuf ɣer internet udmawan ugar
ko: 나만의 인터넷에 오신 것을 환영합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ອິນເຕີເນັດທີມີຄວາມເປັນສ່ວນຕົວສູງ
ml: താങ്ങളുടെ സ്വന്തം ഗോളാന്തരവലയിലേക്കു സ്വാഗതം
pl: Witamy w bardziej spersonalizowanym Internecie
sl: Dobrodošli na bolj osebnem internetu
zh_cn: 欢迎进入更个性化的互联网
zh_tw: 歡迎來到更加個人化的網路環境

# WebView.DocumentLoadingAccessibilityLabel.v137
source: Loading Document
es_mx: Cargando documento
he: המסמך בטעינה
ka: დოკუმენტის ჩატვირთვა
kab: Yettɛebbi-d asemli
ko: 문서 읽는 중
lo: ກຳລັງໂຫຼດເອກະສານ
ml: പ്രമാണം ലഭ്യമാക്കുന്നു
sl: Nalaganje dokumenta
zh_cn: 正在载入文稿

# WebView.DocumentLoadingLabel.v137
source: Loading…
es_mx: Cargando…
he: בטעינה…
ka: იტვირთება…
kab: Asali…
ko: 읽는 중…
lo: ກຳລັງໂຫລດ…
ml: ലഭ്യമാക്കുന്നു…
sl: Nalaganje …
zh_cn: 正在载入…

# Menu.ZoomPage.Close.AccessibilityLabel.v113
source: Close Zoom Panel
es_mx: Cerrar panel de zoom
eu: Itxi zoomaren panela
he: סגירת חלונית מרחק מתצוגה
hu: Nagyítási panel bezárása
ja: ズームパネルを閉じる
ka: დაიხუროს მოახლოების არე
kab: Mdel afeggag n zoom
ko: 줌 패널 닫기
lo: ປິດແຜງຊູມ
ml: വലുതാക്കൽഫലകം അടയ്ക്കുക
pl: Zamknij panel powiększenia
sl: Zapri ploščo Povečava
zh_cn: 关闭缩放面板
zh_tw: 關閉縮放面板

# Menu.ZoomPage.CurrentZoomLevel.AccessibilityLabel.v113
source: Current Zoom Level: %@
es_mx: Nivel de zoom actual: %@
eu: Uneko zoomaren maila: %@
he: רמת מרחק מתצוגה נוכחית: %@
hu: Jelenlegi nagyítási szint: %@
ja: 現在のズーム レベル: %@
ka: მოახლოების დონე: %@
kab: Aswir n zoom amiran: %@
ko: 현재 줌 레벨: %@
lo: ລະດັບການຊູມປັດຈຸບັນ: %@
ml: ഇപ്പോഴത്തെ വലുപ്പനില: %@
pl: Obecny poziom powiększenia: %@
sl: Trenutna stopnja povečave: %@
zh_cn: 当前缩放比例：%@
zh_tw: 目前縮放比例：%@

# Menu.ZoomPage.DecreaseZoom.AccessibilityLabel.v113
source: Decrease Zoom Level
es_mx: Disminuir el nivel de zoom
eu: Txikitu zoomaren maila
he: הפחתת רמת מרחק מתצוגה
hu: Nagyítási szint csökkentése
ja: ズームレベルを下げて縮小する
ka: მოახლოების დონის შემცირება
kab: Senqrs deg uswir n zoom
ko: 줌 레벨 감소
lo: ຫຼຸດລະດັບການຊູມລົງ
ml: വലുപ്പനില കുറക്കുക
pl: Zmniejsz poziom powiększenia
sl: Zmanjšaj stopnjo povečave
zh_cn: 减小缩放比例
zh_tw: 縮小縮放比例

# Menu.ZoomPage.IncreaseZoom.AccessibilityLabel.v113
source: Increase Zoom Level
es_mx: Aumentar el nivel de zoom
eu: Handitu zoomaren maila
he: הגדלת רמת מרחק מתצוגה
hu: Nagyítási szint növelése
ja: ズームレベルを上げて拡大する
ka: მოახლოების დონის მომატება
kab: Rnu aswir n zoom
ko: 줌 레벨 높이기
lo: ເພີ່ມລະດັບການຊູມ
ml: വലുപ്പനില കൂട്ടുക
pl: Zwiększ poziom powiększenia
sl: Povečaj stopnjo povečave
zh_cn: 放大缩放比例
zh_tw: 放大縮放比例

# 2GqvPe
source: Go to Copied Link
es_ar: Ir al enlace copiado
es_mx: Ir al Enlace Copiado
eu: Joan kopiatutako loturara
he: מעבר לקישור שהועתק
hu: Ugrás a másolt hivatkozáshoz
ja: コピーしたリンク先へ移動する
ka: აღებულ ბმულზე გადასვლა
kab: Ddu ɣer useɣwen yettwaneɣlen
kk: Көшірілген сілтемеге өту
ko: 복사한 링크로 이동
lo: ໄປທີ່ລີ້ງໄດ້ກັອບປີ້ໄວ້
ml: പകര്‍ത്തിയ കണ്ണിയിലേക്ക് പോവുക
ne_np: कपि गरिएको लिङ्कमा जानुुहोस्
pl: Otwórz skopiowany odnośnik
sl: Pojdi na kopirano povezavo
zh_cn: 打开复制的链接
zh_tw: 開啟複製的鏈結

# ctDNmu
source: Quick access to various Firefox actions
es_ar: Acceso rápido a varias acciones de Firefox
es_mx: Atajos a varias acciones de Firefox
eu: Firefoxen hainbat ekintzetarako sarbide bizkorra
he: גישה מהירה לפעולות שונות ב־Firefox
hu: Gyors hozzáférés a Firefox különböző műveleteihez
ja: 様々な Firefox 操作へのクイックアクセス
ka: სწრაფი წვდომა Firefox-ის სხვადასხვა მოქმედებაზე
kab: Anekcum arurad ɣer tigawin yemgaraden n Firefox
kk: Әр түрлі Firefox әрекеттеріне жылдам қатынау
ko: 다양한 Firefox 액션으로의 빠른 접근
lo: ເຂົ້າໄປຫາການກະທຳຂອງ Firefox ໄດ້ຢ່າງວ່ອງໄວ
ml: ഉടൻ നടപടികളിലോട്ടു് പെട്ടന്നൊരുവഴി
ne_np: विभिन्न Firefox कार्यहरूमा द्रुत पहुँच
pl: Szybki dostęp do różnych działań Firefoksa
sl: Hiter dostop do različnih dejanj Firefoxa
zh_cn: 快速进行众多 Firefox 操作
zh_tw: 快速使用多種 Firefox 功能

# eHmH1H
source: Clear Private Tabs
es_ar: Eliminar pestañas privadas
es_mx: Limpiar Pestañas Privadas
eu: Garbitu fitxa pribatuak
he: ניקוי לשוניות פרטיות
hu: Privát lapok törlése
ja: プライベートタブを消去
ka: პირადი ჩანართების გასუფთავება
kab: Sfeḍ iccaren usligen
kk: Жекелік беттерді тазарту
ko: 사생활 보호 탭 지우기
lo: ລົບລ້າງແທັບສ່ວນຕົວ
ml: സ്വകാര്യ ടാബുകൾ മായ്ക്കുക
ne_np: निजी ट्याबहरु खाली गर्नुहोस्
pl: Wyczyść prywatne karty
sl: Počisti zasebne zavihke
zh_cn: 清除隐私标签页
zh_tw: 清除隱私分頁

# eV8mOT
source: Quick Action Type
es_ar: Acciones rápidas
es_mx: Tipo de Acción Rápida
eu: Ekintza bizkor mota
he: סוג פעולה מהירה
hu: Gyors művelet típusa
ja: クイックアクションの種類
ka: სწრაფი მოქმედების სახეობა
kab: Anaw n tigawt taruradt
kk: Жылдам әрекет түрі
ko: 빠른 작업 유형
lo: ປະເພດການກະທຳດ່ວນ
ml: ദ്രുത പ്രവർത്തന തരങ്ങൾ
ne_np: द्रुत कार्यका किसिम
pl: Typ szybkiego działania
sl: Vrsta hitrega dejanja
zh_cn: 快速操作类型
zh_tw: 快速操作類型

# eqyNJg
source: Quick Action
es_ar: Acción rápida
es_mx: Acción Rápida
eu: Ekintza bizkorra
he: פעולה מהירה
hu: Gyors művelet
ja: クイックアクション
ka: სწრაფი მოქმედება
kab: Tigawt taruradt
kk: Жылдам әрекет
ko: 빠른 작업
lo: ການກະທຳດ່ວນ
ml: ദ്രുത പ്രവർത്തനം
ne_np: द्रुत कार्य
pl: Szybkie działanie
sl: Hitro dejanje
zh_cn: 快速操作
zh_tw: 快速操作

# scEmjs
source: New Private Search
es_ar: Nueva búsqueda privada
es_mx: Nueva Búsqueda Privada
eu: Bilaketa pribatu berria
he: חיפוש פרטי חדש
hu: Új privát keresés
ja: 新規プライベート検索
ka: ახალი პირადი ძიება
kab: Anadi uslig amaynut
kk: Жаңа жекелік іздеуі
ko: 새 사생활 보호 검색
lo: ຄົ້ນຫາແບບສ່ວນຕົວໃໝ່
ml: പുതിയ സ്വകാര്യ തിരയൽ
ne_np: नयाँ निजी खोजी
pl: Nowe wyszukiwanie prywatne
sl: Novo zasebno iskanje
zh_cn: 新建隐私搜索
zh_tw: 新隱私搜尋

# w9jdPK
source: Quick Action
es_ar: Acción rápida
es_mx: Acción rápida
eu: Ekintza bizkorra
he: פעולה מהירה
hu: Gyors művelet
ja: クイックアクション
ka: სწრაფი მოქმედება
kab: Tigawt taruradt
kk: Жылдам әрекет
ko: 빠른 작업
lo: ການກະທຳດ່ວນ
ml: ദ്രുത പ്രവർത്തനം
ne_np: द्रुत कार्य
pl: Szybkie działanie
sl: Hitro dejanje
zh_cn: 快速操作
zh_tw: 快速操作

# xRJbBP
source: New Search
es_ar: Nueva búsqueda
es_mx: Nueva Búsqueda
eu: Bilaketa berria
he: חיפוש חדש
hu: Új keresés
ja: 新規検索
ka: ახალი ძიება
kab: Anadi amaynut
kk: Жаңа іздеу
ko: 새 검색
lo: ການຄົ້ນຫາໃໝ່
ml: പുതിയ തിരയൽ
ne_np: नयाँ खोजी
pl: Nowe wyszukiwanie
sl: Novo iskanje
zh_cn: 新建搜索
zh_tw: 新搜尋

source: Open Firefox
es_ar: Abrir Firefox
es_mx: Abrir Firefox
eu: Ireki Firefox
he: פתיחת Firefox
hu: Firefox megnyitása
ja: Firefox を開く
ka: გახსენით Firefox
kab: Ldi Firefox
kk: Firefox-ты ашу
ko: Firefox 열기
lo: ເປີດ Firefox
ml: ഫയർഫോക്സ് തുറക്കൂ
ne_np: Firefox खोल्नुहोस्
pl: Otwórz Firefoksa
sl: Odpri Firefox
zh_cn: 打开 Firefox
zh_tw: 開啟 Firefox

# Menu.TrackingProtectionDescription.SocialNetworksNew
source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
cs: Sociální sítě umisťují na ostatní stránky sledovací prvky, pomocí kterých mohou získávat informace o vašich zájmech. Blokování těchto prvků omezuje množství informací, které o vás sociální sítě na internetu zjistí.
es_ar: Las redes sociales ubican rastreadores en otros sitios web para crear un perfil suyo más completo y específico. El bloqueo de estos rastreadores reduce la cantidad de empresas de redes sociales que pueden ver lo que hace en línea.
es_mx: Las redes sociales colocan rastreadores en otros sitios web para crear un perfil tuyo más completo y específico. El bloqueo de estos rastreadores reduce la cantidad de empresas de redes sociales que pueden ver lo que haces en línea.
eu: Zure profil osatu eta zuzenduagoa egiteko, jarraipen-elementuak ipintzen dituzte sare sozialek beste webguneetan. Hauek blokeatuz gero, gutxiagotu egiten da sare sozialetako enpresek zure online jardueraz ikus dezaketena.
gu_in: તમારી વધુ સંપૂર્ણ અને લક્ષિત પ્રોફાઇલ બનાવવા માટે સામાજિક નેટવર્ક્સ અન્ય વેબસાઇટ્સ પર ટ્રેકર્સ રાખે છે. આ ટ્રેકર્સને અવરોધિત કરવાથી તમે ઓનલાઇન શું કરી શકો છો તે કેટલી સામાજિક મીડિયા કંપનીઓ જોઈ શકે છે તે ઘટાડે છે.
hu: A közösségi hálózatok nyomkövetőket helyeznek le más weboldalakon, hogy teljesebb és jobban célozható profilt alkossanak Önről. E követők blokkolása csökkenti azt, hogy a közösségi médiával foglalkozó cégek mennyit látnak az online tevékenységéből.
ja: ソーシャルネットワークは他のウェブサイトにトラッカーを配置して、あなたにターゲットを絞り、より完全なプロファイルを作成します。これらのトラッカーをブロックすると、ソーシャルメディア企業によるオンラインでのあなたの行動追跡を制限できます。
ka: სოციალური ქსელები ათავსებს მეთვალყურეებს სხვადასხვა საიტებზე თქვენი დახასიათების უკეთ და სრულყოფილად შესადგენად. მათი შეზღუდვის შედეგად ამ ქსელების მფლობელ დაწესებულებებს ნაკლები წვდომა ექნება ინტერნეტში თქვენს მოქმედებებზე.
kab: Iẓeḍwa n tmetti srusun ineḍfaṛen ɣef yismal-nniḍen web akken ad rnun amaɣnu yemmden fell-ak. Asewḥel n yineḍfaṛen-a ad yessenɣṣ ayen zemren ad walint tkebbaniyin n yiẓeḍwa n tmetti fell-as srid.
kk: Әлеуметтік желілер сіз туралы толық және мақсатты профиль жасау үшін трекерлерді басқа веб-сайттарға орналастырады. Бұл трекерлерді бұғаттау әлеуметтік медиа компаниялардың Интернетте сіздің не істегеніңізді білгенін азайтады.
ko: 소셜 네트워크는 보다 완전하고 정확하게 지정된 사용자 프로필을 만들기 위해서 다른 웹사이트에 추적기를 심습니다. 이러한 추적기를 차단하면 사용자의 온라인 활동을 소셜 미디어 회사가 추적하는 것을 줄입니다.
lo: ເຄືອຂ່າຍສັງຄົມອອນໄລນຈະວ່າງເຄືອງມືຕິດຕາມໄວ້ຕາມເວັບຕ່າງໆ ເພື່ອສ້າງໂປຣຟາຍຂອງທ່ານໃຫ້ກົງກັບເປົ້າຫມາຍຫລາຍທີ່ສຸດ. ການບັອກຕົວຕິດຕາມເຫລົ່ານີ້ຈະເຮັດໃຫ້ບໍລິສັດສືສັງຄົມອອນໄລນສາມາດເບິງການເຄືອນໄຫວຂອງທ່ານໃນໂຫລກອອນໄລນໄດ້ນ້ອຍລົງ.
ml: നിങ്ങളുടെ കൂടുതൽ‌ പൂർ‌ണ്ണവും ടാർ‌ഗെറ്റു ചെയ്‌തതുമായ ഒരു പ്രൊഫൈൽ‌ സൃഷ്‌ടിക്കുന്നതിന് സോഷ്യൽ നെറ്റ്‌വർ‌ക്കുകൾ‌ മറ്റ് വെബ്‌സൈറ്റുകളിൽ‌ ട്രാക്കറുകൾ‌ സ്ഥാപിക്കുന്നു. ഈ ട്രാക്കറുകൾ തടയുന്നത് സോഷ്യൽ മീഡിയ കമ്പനികൾക്ക് നിങ്ങൾ ഓൺലൈനിൽ എന്താണ് ചെയ്യുന്നതെന്ന് കാണാൻ കഴിയുന്നത് കുറയ്ക്കും.
ne_np: सामाजिक सञ्जालहरूले तपाईंको थप पूर्ण र लक्षित प्रोफाइल निर्माण गर्न अन्य वेबसाइटहरूमा ट्र्याकरहरू राख्छन्। यी ट्र्याकरहरू अवरुद्ध गर्नाले सामाजिक सञ्जाल कम्पनीहरूले तपाईं अनलाइन के गर्नुहुन्छ भनेर देख्न सक्ने कत्तिको कम गर्छ।
pl: Serwisy społecznościowe umieszczają elementy śledzące na innych witrynach, by utworzyć bardziej kompletny i ukierunkowany profil użytkownika. Blokowanie tych elementów zmniejsza ilość informacji o tym, co robisz w Internecie, które są znane ich właścicielom.
ru: Социальные сети размещают трекеры на других веб-сайтах, чтобы создать ваш более полный таргетированный профиль. Блокировка этих трекеров уменьшит количество собираемой ими информации о вашей деятельности в Интернете.
sl: Družbena omrežja nastavijo sledilce na druge spletne strani, da si ustvarijo bolj popoln in ciljno usmerjen profil o vas. Z zavračanjem teh sledilcev omejite, koliko vaše spletne dejavnosti lahko družbena omrežja vidijo.
zh_cn: 社交网站会在其他网站放置跟踪器，以勾勒您的精准画像。拦截这些跟踪器，可降低您被社交媒体公司看到浏览内容的机会。
zh_tw: 社群網站會在其他網站放置追蹤器，以更加了解您的一舉一動。封鎖這些追蹤器，可降低您被社群媒體公司看到行為內容的機會。

source: Wikipedia
bg: Уикипидия
cs: Wikipedie
eo: Vikipedio
gd: Uicipeid
hu: Wikipédia
ka: ვიკიპედია
kk: Википедия
ml: വികിപീഡിയ
ne_np: विकिपीडिया
sk: Wikipédia
sl: Wikipedija
ta: விக்கிப்பீடியா
zh_cn: 维基百科

# Addresses.EditAddress.AutofillAddressPin.v129
source: Pin
ka: PIN-ნომერი
kab: Senteḍ
ko: 고정
lo: ປັກໝຸດ
ml: പിൻ സങ്കേതം
zh_cn: 邮政编码（Pin）

# Addresses.EditAddress.AutofillAddressTownland.v129
source: Townland
ja: タウンランド
ka: დასახლება
kab: Tamurt
ko: 타운랜드
lo: ບ້ານເມືອງ
ml: കൊച്ചുപട്ടണം
zh_cn: 镇

# Menu.EnhancedTrackingProtection.Certificates.SubjectAltNames.v131
source: Subject Alt Names
es_mx: Nombres alternativos del interesado
ja: 主体者代替名
ka: წარმდგენის სხვა სახელები
kab: Ismawen-nniden n uzwel
ko: 주체 대체 이름
lo: ຊື່ຫົວເລື່ອງການສະແດງແທນ
ml: ഒന്നിടവിട്ട വിഷയ പേരുകൾ
sl: Alternativna imena subjekta
zh_cn: 主题替代名称
