Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# TabTray.SegmentedControlTitles.SyncedTabs
source: Synced
es_ar: Sincronizada
es_mx: Sincronizadas
eu: Sinkronizatua
he: מסונכרן
hu: Szinkronizálva
ja: 同期済み
ka: დასინქრონებული
kab: Yemtawi
kk: Синхрондалған
ko: 동기화됨
ml: സമന്വയിപ്പിച്ച
ne_np: सिङ्क गरिएका
pl: Z innych urządzeń
sl: Sinhronizirano
zh_cn: 已同步
zh_tw: 已同步

# TabTray.SegmentedControlTitles.Tabs
source: Tabs
es_ar: Pestañas
es_mx: Pestañas
eu: Fitxak
he: לשוניות
hu: Lapok
ja: タブ
ka: ჩანართები
kab: Accaren
kk: Беттер
ko: 탭
lo: ແທັບ
ml: ടാബുകള്‍
ne_np: ट्याबहरु
pl: Karty
sl: Zavihki
zh_cn: 标签页
zh_tw: 分頁

# TabTray.Title
source: Open Tabs
cs: Otevřené panely
es_ar: Pestañas abiertas
es_mx: Abrir pestañas
eu: Irekitako fitxak
he: לשוניות פתוחות
hu: Nyitott lapok
ja: 開いたタブ
ka: გახსნილი ჩანართები
kab: Ldi iccaren
kk: Ашық беттер
ko: 열린 탭
lo: ເປີດແທັບ
ml: ടാബുകൾ തുറക്കുക
ne_np: ट्याबहरु खोल्नुहोस्
pl: Otwarte karty
sl: Odprti zavihki
zh_cn: 打开的标签页
zh_tw: 開啟分頁

# TabTrayButtons.Accessibility.ShowTabs.v106
source: Show Tabs
es_mx: Mostrar pestañas
eu: Erakutsi fitxak
he: הצגת לשוניות
hu: Lapok megjelenítése
ja: タブを表示
ka: ჩანართების გამოჩენა
kab: Sken iccaren
ko: 탭 보기
lo: ສະແດງແທັບ
ml: ടാബുകള്‍ കാണിക്കുക
pl: Wyświetl karty
sl: Prikaži zavihke
zh_cn: 显示标签页
zh_tw: 顯示分頁

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
ast: Llingüetes %1$@ a %2$@ de %3$@
bg: Раздели %1$@ до %2$@ от %3$@
bs: Tabovi %1$@ do %2$@ od %3$@
cs: Panel %1$@ až %2$@ ze %3$@
cy: Tabiau %1$@ i %2$@ o %3$@
eo: Langetoj %1$@ ĝis %2$@ el %3$@
es_ar: Pestañas %1$@ a %2$@ de %3$@
es_mx: Pestañas %1$@ a %2$@ de %3$@
eu: %1$@-%2$@ fitxa-bitartea (guztira %3$@)
gd: Tabaichean %1$@ to %2$@ à %3$@
gl: Lapelas %1$@ a %2$@ de %3$@
gu_in: ટૅબ્સ %1$@ થી %2$@ ના %3$@
he: לשוניות %1$@ עד %2$@ מתוך %3$@
hu: Lap %1$@ - %2$@ / %3$@
ja: タブ %3$@ 個中の %1$@ 番目から %2$@ 番目
ka: %1$@ – %2$@ ჩანართი, %3$@ ჩანართიდან
kab: Iccaren %1$@ ar %2$@ seg %3$@
kk: Беттер: %1$@ - %2$@: %3$@
ko: %3$@개 중 %1$@ 번에서 %2$@ 번 째 탭
lo: ແທັບ %1$@ to %2$@ of %3$@
lv: Cilnes %1$@ līdz %2$@ no %3$@
ml: ടാബുകള്‍ %3$@ ന്‍റെ %1$@ മുതല്‍ %2$@
mr: टॅब %1$@ ला %2$@ चे %3$@
ms: Tab %1$@ kepada %2$@ daripada %3$@
ne_np: %3$@ ट्याबहरूको %1$@ देखि %2$@
pl: Karty numer %1$@ do %2$@ na %3$@ kart
ro: Filele %1$@ până la %2$@ din %3$@
ru: С %1$@ по %2$@ из %3$@ вкладок
sk: Karty %1$@ až %2$@ z %3$@
sl: Zavihki %1$@ do %2$@ od %3$@
sq: Skedat nga %1$@ deri në %2$@, nga %3$@ gjithsej
ta: %3$@ இல் %2$@ இலிருந்து %1$@ கீற்றுகள்
tl: Mga Tab %1$@ hanggang %2$@ ng %3$@
zh_cn: 第 %1$@ 至第 %2$@ 个标签页，共 %3$@ 个
zh_tw: 第 %1$@ 到 %2$@ 個分頁，共 %3$@ 個

source: Tabs Tray
ast: Bandexa de llingüetes
bg: Лента с раздели
bs: Traka tabova
cs: Lišta panelů
cy: Drôr Tabiau
eo: Pleto de langetoj
es_ar: Bandeja de pestañas
es_mx: Bandeja de pestañas
eu: Fitxen erretilua
gd: Treidhe nan taba
gl: Área de lapelas
gu_in: ટૅબ્સ ટ્રે
he: מגש הלשוניות
hu: Lapok tálca
ja: タブトレイ
ka: ჩანართების არე
kab: Tafelwit n yiccaren
kk: Беттер трейі
ko: 탭 트레이
lo: ແທັບ Tray
lv: Cilņu atvilkne
ml: ടാബ് ട്രേ
mr: टॅब ट्रे
ne_np: ट्याबहरूको ट्रे
pl: Otwarte karty
ro: Bara cu file
ru: Лоток вкладок
sk: Panel kariet
sl: Predal zavihkov
sq: Panel Skedash
ta: கீற்றுகள் தட்டு
tl: Tray ng mga Tab
zh_cn: 标签页托盘
zh_tw: 分頁列

# Tabs.DeleteAllUndo.Button
source: Undo
ast: Desfacer
bg: Отмяна
bs: Poništi
cs: Zpět
eo: Malfari
es_ar: Deshacer
es_mx: Deshacer
eu: Desegin
gd: Neo-dhèan
gl: Desfacer
gu_in: છેલ્લી ક્રિયા રદ કરો
he: שחזור
hu: Visszavonás
ja: 取り消す
ka: დაბრუნება
kab: Uɣal
kk: Болдырмау
ko: 취소
lo: ເອົາກັບຄືນ
lv: Atcelt
ml: പൂര്‍വ്വാവസ്ഥയിലാക്കുക
mr: पूर्ववत् करा
ms: Batal
ne_np: पूर्व स्थितिमा फर्काउनुहोस्
pl: Cofnij
ro: Anulează
ru: Отменить
sk: Späť
sl: Razveljavi
sq: Zhbëje
ta: மீளமை
tl: I-undo
zh_cn: 撤销
zh_tw: 還原

# TabsTray.InactiveTabs.SectionTitle.Closed.Accessibility.v103
source: View Inactive Tabs
es_mx: Ver pestañas inactivas
eu: Ikusi fitxa inaktiboak
he: הצגת לשוניות לא פעילות
hu: Inaktív lapok megtekintése
ja: 休止中のタブを表示
ka: უქმი ჩანართების ნახვა
kab: Sken accaren irurmiden
ko: 비활성 탭 보기
lo: ເບິ່ງແທັບທີ່ບໍ່ໄດ້ນຳໃຊ້
ml: നിഷ്ക്രിയ ടാബുകൾ കാണുക
pl: Wyświetl nieaktywne karty
sl: Prikaži nedejavne zavihke
zh_cn: 查看休眠标签页
zh_tw: 檢視閒置分頁

# TabsTray.InactiveTabs.SectionTitle.Opened.Accessibility.v103
source: Hide Inactive Tabs
es_mx: Ocultar pestañas inactivas
eu: Ezkutatu fitxa inaktiboak
he: הסתרת לשוניות לא פעילות
hu: Inaktív lapok elrejtése
ja: 休止中のタブを隠す
ka: უქმი ჩანართების დამალვა
kab: Ffer accaren irurmiden
ko: 비활성 탭 숨기기
lo: ເຊື່ອງແທັບທີ່ບໍ່ໄດ້ນຳໃຊ້
ml: നിഷ്ക്രിയ ടാബുകൾ മറയ്ക്കുക
pl: Ukryj nieaktywne karty
sl: Skrij nedejavne zavihke
zh_cn: 隐藏休眠标签页
zh_tw: 隱藏閒置分頁

source: The page could not be displayed in Reader View.
ast: La páxina nun pudo amosase nel visor de llectura.
bg: Страницата не можа да бъде показана в изгледа за четене.
bs: Nije moguće prikazati stranicu u prikazu čitanja.
cs: Tuto stránku nelze v Zobrazení čtečky načíst.
cy: Nid oedd modd dangos y dudalen yn y Golwg Darllen.
eo: Tiu ĉi paĝo ne povis esti montrita en legila vido.
es_ar: La página no se pudo mostrar en vista de lectura.
es_mx: La página no se pudo visualizar en la vista de lectura.
eu: Orria ezin da irakurtzeko ikuspegian bistaratu.
gd: Cha b’ urrainn dhuinn an duilleag a thaisbeanadh ann an sealladh an leughadair.
gl: Non foi posíbel amosar a páxina na vista de lectura.
gu_in: પૃષ્ઠ રીડર દૃશ્યમાં પ્રદર્શિત કરી શકાયું નથી.
he: לא ניתן להציג דף זה בתצוגת קריאה.
hu: A lap nem jeleníthető meg olvasó nézetben.
ja: ページをリーダービューで表示できませんでした。
ka: გვერდის კითხვის რეჟიმში ჩვენება შეუძლებელია.
kab: Asebter ur d-yettwaskan ara deg tmeẓri n umeɣri.
kk: Парақты оқу режимінде көрсету мүмкін емес.
ko: 읽기 모드에서 볼 수 없는 페이지 입니다.
lo: ຫນ້າເວັບນີ້ບໍ່ສາມາດສະແດງຢູ່ໃນ Reader View.
lv: Lapu nevar attēlot lasīšanas skatā.
ml: വായനാപരിയില്‍ താളിനെ കാണിക്കുവാന്‍ കഴിയുന്നില്ല.
mr: हे पृष्ठ वाचक दृश्यामध्ये दाखवू शकले नाही.
ms: Halaman tidak dapat dipaparkan dalam Reader View.
ne_np: पाठक पृष्ठमा यो पृष्ठ प्रदर्शन गर्न सकिएन।
pl: Strona nie może zostać wyświetlona w widoku poprawionej czytelności
ro: Pagina nu a putut fi afișată în modul lectură.
ru: Не удалось отобразить эту страницу в виде для чтения.
sk: Stránka nemohla byť načítaná v zobrazení Čítačka.
sl: Strani ni mogoče prikazati v bralnem pogledu.
sq: Faqja s’u shfaq dot nën Pamjen Lexues.
ta: வாசிப்பு தோற்றத்தில் பக்கத்தைக் காட்ட முடியவில்லை.
tl: Ang pahinang ito ay hindi maipakita sa Reader View.
zh_cn: 此页面无法在阅读模式下显示。
zh_tw: 無法在閱讀畫面中顯示此頁面。

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
ast: Hebo un problema accediendo a les llingüetes dende los otros tos preseos. Volvi tentalo nun momentu.
bg: Възникна грешка при достъп до разделите ви от други устройства. Опитайте отново след няколко минути.
bs: Došlo je do problema pristupa tabovima iz drugih uređaja. Pokušajte ponovo za nekoliko trenutaka.
cs: Během přístupu k panelům z vašich ostatních zařízení došlo k chybě. Zkuste to prosím za chvíli znovu.
cy: Bu anhawster cael mynediad at dabiau o'ch dyfeisiau eraill. Ceiswch eto ymhen ychydig.
eo: Estis problemo dum aliro al viaj langetoj en aliaj aparatoj. Provu denove post iom da tempo.
es_ar: Hubo un problema en el acceso a las pestañas de tus otros dispositivos. Probá de nuevo en unos minutos.
es_mx: Hubo un problema al acceder a las pestañas de tus otros dispositivos. Intenta otra vez en unos momentos.
eu: Arazoa egon da zure beste gailuetako fitxak atzitzean. Saiatu berriro geroago.
gd: Bha duilgheadas againn a’ faighinn cothrom air na tabaichean agad air uidheaman eile. Feuch ris a-rithist ann an greiseag.
gl: Produciuse un problema accedendo as lapelas dos outros dispositivos. Tente de novo nuns momentos.
gu_in: તમારા અન્ય ઉપકરણોથી ટૅબ્સને ઍક્સેસ કરવામાં સમસ્યા આવી હતી. થોડી ક્ષણોમાં ફરી પ્રયાસ કરો.
he: הייתה בעיה בקבלת גישה ללשוניות משאר המכשירים שלך. נא לנסות שוב בעוד מספר רגעים.
hu: Hiba történt a lapok más eszközről történő elérésekor. Próbálja újra néhány pillanat múlva.
ja: 他の端末からのタブへのアクセスに問題があります。少し待ってからもう一度試してください。
ka: სხვა მოწყობილობების ჩანართებთან წვდომისას წარმოიქმნა ხარვეზი. სცადეთ ხელახლა ცოტა ხანში.
kab: Yella-d wugur deg unekcum ɣer yicarren seg yibenkan-inek nniḍen. Ɛreḍ tikelt nniḍen akka kra n wakud.
kk: Басқа құрылғыларыңыздан беттерге қатынау кезінде қате орын алды. Біраздан кейін қайталап көріңіз.
ko: 다른 기기의 탭에 접근하는데 문제가 발생했습니다. 잠시후 다시 시도해 주세요.
lo: ມີບັນຫາເຮັດໃຫ້ບໍ່ສາມາດເຂົ້າເຖິງແທັບຈາກອຸປະກອນອື່ນໆຂອງທ່ານ. ກະລຸນາລອງໃຫມ່ອີກຄັ້ງໃນອີກ 2-3 ນາທີຂ້າງຫນ້າ.
lv: Neizdevās piekļūt cilnēm no citām ierīcēm. Lūdzu mēģiniet vēlreiz nedaudz vēlāk.
ml: താങ്കളുടെ മറ്റു ഡിവൈസുകളില്‍ നിന്നും ടാബുകള്‍ ലഭ്യമാക്കാന്‍ എന്തോ പ്രശ്നം ഉണ്ട്. കുറച്ചു സമയത്തിന്‍ ശേഷം വീണും ശ്രമിക്കുക.
mr: आपल्या इतर डिव्हाइस मधून टॅब प्रवेश करण्यासाठी एक समस्या होती. काही क्षणानंतर पुन्हा प्रयत्न करा.
ms: Ada masalah mengakses tab dari peranti anda yang lain. Cuba lagi dalam beberapa ketika.
ne_np: तपाईँको अन्य यन्त्रको ट्याबहरूमा पहुँच हुन सकेन। केही समय पछि पुनः प्रयास गर्नुहोला।
pl: Wystąpił problem podczas uzyskiwania dostępu do kart z innych urządzeń. Spróbuj ponownie za chwilę.
ro: A apărut o problemă la accesarea filelor de pe celelalte dispozitive ale tale. Încearcă din nou în câteva momente.
ru: При доступе к вкладкам с других устройств возникла проблема. Подождите немного и попробуйте снова.
sk: Počas prístupu ku kartám vo vašich ďalších zariadeniach sa vyskytla chyba. Skúste to znova o chvíľu.
sl: Prišlo je do napake pri dostopu do zavihkov vaših drugih naprav. Poskusite znova čez nekaj trenutkov.
sq: Pati një problem me hyrjen te skedat prej pajisjeve tuaja të tjera. Riprovoni pas pak çastesh.
ta: உங்களின் மற்ற சாதனங்களிலுள்ள கீற்றுகளை அணுகுவதில் தடங்கல் ஏற்பட்டது. சிரிது நேரம் கழித்து முயற்சிக்கவும்.
tl: Hindi ma-access ang mga tab mula sa iyong ibang device. Subukan muli mamaya.
zh_cn: 获取来自您其他设备的标签页时出现问题。请稍后再试。
zh_tw: 存取您其他裝置中的分頁時發生問題，請等幾分鐘後再試一次。

source: There was an error converting the page
ast: Hebo un fallu convirtiendo la páxina
bg: Възникна грешка при обработката на страницата
bs: Dogodila se greška pri pretvaranju stranice
cs: Nepodařilo se převést stránku do režimu ke čtení
cy: Bu gwall wrth drosi'r dudalen
eo: Okazis eraro dum konverto de paĝo
es_ar: Hubo un error al convertir la página
es_mx: Hubo un error al convertir la página
eu: Errorea gertatu da orria bihurtzean
gd: Thachair mearachd rè iompachadh na duilleige
gl: Produciuse un erro ao converter a páxina
gu_in: પૃષ્ઠને કન્વર્ટ કરવામાં ભૂલ આવી હતી
he: אירעה שגיאה בהמרת הדף
hu: Hiba történt az oldal átalakításakor
ja: ページの変換中にエラーが発生しました
ka: გვერდის გარდაქმნისას წარმოიშვა შეცდომა
kab: Teḍra-d tuccḍa deg uselket n usebter
kk: Парақты түрлендіру кезінде қате орын алды
ko: 페이지를 변환하는데 오류가 발생했습니다.
lo: ເກີດມີຂໍ້ຜິດພາດໃນການ Convert ຫນ້າເວັບ
lv: Notika kļūda konvertējot lapu
ml: താളിനെ മാറ്റം വരുത്തുന്നതില്‍ ഒരു പിശക് ഉണ്ട്
mr: पृष्ठ रूपांतर करण्यात एक त्रुटी होती
ms: Ada ralat menukar halaman
ne_np: पृष्ठ परिवर्तन गर्दा त्रुटी आयो
pl: Wystąpił błąd przekształcania strony
ro: A apărut o problemă la convertirea paginii
ru: При преобразовании страницы произошла ошибка
sk: Pri konverzii stránky sa vyskytla chyba
sl: Prišlo je do napake pri pretvarjanju strani
sq: Pati një gabim në shndërrimin e faqes
ta: பக்கத்தை உருமாற்றுவதில் பிழை நேர்ந்தது
tl: May error sa pagsalin ng pahina.
zh_cn: 转换页面时发生错误
zh_tw: 轉換頁面時發生錯誤

# TimeConstants.Yesterday.v106
source: yesterday
es_mx: ayer
eu: atzo
he: אתמול
hu: tegnap
ja: 昨日
ka: გუშინ
kab: iḍelli
ko: 어제
lo: ມື້ວານ
ml: ഇന്നലെ
pl: wczoraj
sl: včeraj
zh_cn: 昨天
zh_tw: 昨天

# Toasts.NotNow
source: Not Now
ast: Agora non
cs: Nyní ne
es_ar: No ahora
es_mx: Ahora no
eu: Une honetan ez
gl: Agora non
gu_in: હમણાં નહિં
he: לא עכשיו
hu: Most nem
ja: 後で
ka: ახლა არა
kab: Maci tura
kk: Қазір емес
ko: 나중에
lo: ບໍ່ແມ່ນຕອນນີ້
ml: ഇപ്പോൾ വേണ്ട
mr: आत्ता नाही
ne_np: अहिले होइन
pl: Nie teraz
ru: Не сейчас
sl: Ne zdaj
ta: இப்போதில்லை
zh_cn: 暂时不要
zh_tw: 現在不要

# Toasts.OpenAppStore
source: Open App Store
ast: Abrir App Store
cs: Otevřít App Store
es_ar: Abrir App Store
es_mx: Abrir App Store
eu: Ireki App Store-a
gl: Abrir App Store
gu_in: ઓપન એપ સ્ટોર
he: פתיחת ה־App Store
hu: App Store megnyitása
ja: App Store を開く
ka: App Store-ის გახსნა
kab: Ldi App Store
kk: App Store ашу
ko: App Store 열기
lo: ເປີດ App Store
ml: അപ്പ് സ്റ്റോർ തുറക്കുക
mr: App Store उघडा
ne_np: एप स्टोर खोल्नुहोस्
pl: Otwórz App Store
ru: Открыть App Store
sl: Odpri App Store
ta: செயலி கடையைத் திற
zh_cn: 打开 App Store
zh_tw: 開啟 App Store

# Toasts.Undo
source: Undo
cs: Zpět
es_ar: Deshacer
es_mx: Deshacer
eu: Desegin
he: ביטול
hu: Visszavonás
ja: 取り消す
ka: დაბრუნება
kab: Sefsex
kk: Болдырмау
ko: 실행 취소
lo: ກັບຄືນ
ml: പഴയപോലെയാക്കുക
ne_np: नगर्नुहोस्
pl: Cofnij
ru: Отменить
sl: Razveljavi
zh_cn: 撤销
zh_tw: 復原

source: Today
ast: Güei
bg: Днес
bs: Danas
cs: Dnes
cy: Heddiw
eo: Hodiaŭ
es_ar: Hoy
es_mx: Hoy
eu: Gaur
gd: An-diugh
gl: Hoxe
gu_in: આજે
he: היום
hu: Ma
ja: 今日
ka: დღეს
kab: Ass-a
kk: Бүгін
ko: 오늘
lo: ມື້ນີ້
lv: Šodien
ml: ഇന്ന്
mr: आज
ms: Hari ini
ne_np: आज
pl: Dzisiaj
ro: Azi
ru: Сегодня
sk: Dnes
sl: Danes
sq: Sot
ta: இன்று
tl: Ngayon
zh_cn: 今天
zh_tw: 今天

# Toolbar.Menu.AccessibilityLabel
source: Menu
ast: Menú
bg: Меню
bs: Meni
cs: Nabídka
eo: Menuo
es_ar: Menú
es_mx: Menú
eu: Menua
gd: Clàr-taice
gl: Menú
gu_in: મેનુ
he: תפריט
hu: Menü
ja: メニュー
ka: მენიუ
kab: Umuɣ
kk: Мәзір
ko: 메뉴
lo: ເມນູ
lv: Izvēlne
ml: മെനു
mr: मेनू
ne_np: मेनु
ro: Meniu
ru: Меню
sk: Ponuka
sl: Meni
ta: பட்டி
zh_cn: 菜单
zh_tw: 選單

# Toolbar.Menu.CloseAllTabs
source: Close All Tabs
ast: Zarrar toles llingüetes
bs: Zatvori sve tabove
cs: Zavřít všechny panely
es_ar: Cerrar todas las pestañas
es_mx: Cerrar todas las pestañas
eu: Itxi fitxa guztiak
gl: Pechar todas as lapelas
gu_in: બધા ટૅબ્સ બંધ કરો
he: סגירת כל הלשוניות
hu: Minden lap bezárása
ja: すべてのタブを閉じる
ka: ყველა ჩანართის დახურვა
kab: Mdel akk iccaren
kk: Барлық беттерді жабу
ko: 모든 탭 닫기
lo: ປິດແທັບທັງຫມົດ
ml: എല്ലാ ടാബുകളും അടയ്ക്കുക
mr: सर्व टॅब बंद करा
ne_np: सबै ट्याब बन्द गर्नुहोस्
pl: Zamknij wszystkie karty
ru: Закрыть все вкладки
sl: Zapri vse zavihke
sq: Mbylli Krejt Skedat
ta: எல்லா கீற்றுக்களையும் மூடு
tl: Isara ang Lahat na mga Tab
zh_cn: 关闭所有标签页
zh_tw: 關閉所有分頁

# TopSites.RemovePage.Button
source: Remove page — %@
ast: Desaniciar páxina - %@
bs: Ukloni stranicu — %@
cs: Odebrat stránku - %@
es_ar: Eliminar página - %@
es_mx: Eliminar página - %@
eu: Kendu orria - %@
gl: Retirar páxina - %@
gu_in: પૃષ્ઠ દૂર કરો — %@
he: הסרת דף - %@
hu: Oldal eltávolítása – %@
ja: ページを削除 - %@
ka: გვერდის მოცილება — %@
kab: Kkes asebter - %@
kk: Бетті өшіру - %@
ko: 페이지 삭제 - %@
lo: ລຶບຫນ້ານີ້ອອກ - %@
ml: താള്‍ - %@ കളയുക
mr: पृष्ठ काढा — %@
ne_np: %@ पृष्ठ हटाउनुहोस्
pl: Usuń %@
ru: Удалить страницу - %@
sl: Odstrani stran – %@
sq: Hiqe faqen - %@
ta: %@ - பக்கத்தை நீக்கு
tl: Alisin ang pahina - %@
zh_cn: 移除页面 - %@
zh_tw: 移除頁面 - %@

# TranslationToastHandler.PromptTranslate.Cancel
source: No
cs: Ne
eu: Ez
gu_in: ના
he: לא
hu: Nem
ja: いいえ
ka: არა
kab: Ala
kk: Жоқ
ko: 아니오
lo: ບໍ່
ml: വേണ്ട
ne_np: होइन
pl: Nie
ru: Нет
sl: Ne
zh_cn: 否
zh_tw: 否

# TranslationToastHandler.PromptTranslate.OK
source: Yes
cs: Ano
es_ar: Sí
es_mx: Sí
eu: Bai
gu_in: હા
he: כן
hu: Igen
ja: はい
ka: დიახ
kab: Ih
kk: Иә
ko: 네
lo: ແມ່ນ
ml: അതെ
ne_np: हो
pl: Tak
ru: Да
sl: Da
zh_cn: 是
zh_tw: 是

# TranslationToastHandler.PromptTranslate.Title
source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
cs: Tato stránka je napsaná v jazyce %1$@. Chcete ji pomocí překladače %3$@ přeložit do jazyka %2$@?
es_ar: Esta página parece estar en %1$@. ¿Traducir a %2$@ con %3$@?
es_mx: Esta página parece estar en %1$@. ¿Traducir a %2$@ con %3$@?
eu: Badirudi gune hau %1$@ hizkuntzan dagoela. Itzuli %2$@(e)ra %3$@ erabiliz?
gu_in: આ પૃષ્ઠ %1$@માં દેખાય છે. %2$@ પર %3$@સાથે અનુવાદ કરીએ?
he: נראה ששפת האתר היא %1$@. האם לתרגם ל־%2$@ בעזרת %3$@?
hu: A lap nyelve ennek tűnik: %1$@. Lefordítja %2$@ra a következővel: %3$@?
ja: このページは %1$@ で表示されています。%3$@ で %2$@ に翻訳しますか？
ka: გვერდის ენაა %1$@. შეიცვალოს %2$@ ენით %3$@ მომსახურებით?
kab: Asebter-a yettban yura s %1$@. Suwel ɣer %2$@ s %3$@?
kk: Бұл бет %1$@ тілінде сияқты. %3$@ көмегімен оны %2$@ тіліне аудару керек пе?
ko: 이 페이지는 %1$@로 되어 있습니다. %3$@ 서비스를 사용해 %2$@로 번역할까요?
lo: ຫນ້ານີ້ເບິງຄ້າຍຄືຈະຢູ່ໃນ %1$@. ແປໄປເປັນ %2$@ ດ້ວຍ %3$@?
ml: ഈ പേജ് %1$@ൽ ദൃശ്യമാകുന്നു. %3$@ ഉപയോഗിച്ച് %2$@ ലേക്ക് വിവർത്തനംചെയ്യണോ?
ne_np: यो पृष्ठ %1$@ मा रहेको देखिन्छ। %3$@ सङ्ग %2$@ मा भावानुवाद गर्न चाहानुहुन्छ?
pl: Wykryty język strony: %1$@. Przetłumaczyć na język %2$@ za pomocą serwisu %3$@?
ru: Язык этой страницы — %1$@. Перевести на %2$@ с помощью %3$@?
sl: Zdi se, da je ta stran v jeziku %1$@. Jo želite prevesti v jezik %2$@ z %3$@?
zh_cn: 此页面以 %1$@ 显示，要使用 %3$@ 将其翻译为 %2$@ 吗？
zh_tw: 此網頁以 %1$@ 版本顯示，是否要透過 %3$@ 翻譯為 %2$@？

# UIMenuItem.PasteGo
source: Paste & Go
ast: Apegar y dir
cs: Vložit a přejít
es_ar: Pegar e ir
es_mx: Pegar e ir
eu: Itsatsi eta joan
gl: Pegar e ir
gu_in: પેસ્ટ કરો અને જાઓ
he: הדבקה ומעבר
hu: Beillesztés és ugrás
ja: 貼り付けて移動
ka: ჩასმა და გადასვლა
kab: Senṭeḍ & Ldi
kk: Кірістіру және өту
ko: 붙여넣고 바로 가기
lo: ວາງ & ໄປ
ml: ഒട്ടിച്ചു് തുടരുക
mr: चिकटवा व जा
ne_np: पेष्ट गरेर अगाडी बढ्नुहोस्
pl: Wklej i przejdź
ru: Вставить и перейти
sl: Prilepi in odpri
ta: ஒட்டிச் செல்
zh_cn: 粘贴并前往
zh_tw: 貼上並瀏覽

# UIMenuItem.SearchWithFirefox
source: Search with Firefox
cs: Vyhledat
es_ar: Buscar con Firefox
es_mx: Buscar con Firefox
eu: Bilatu Firefox erabiliz
gl: Buscar co Firefox
gu_in: Firefox સાથે શોધો
he: חיפוש עם Firefox
hu: Keresés a Firefoxszal
ja: Firefox で検索
ka: Firefox-ში მოძიება
kab: Nadi s Firefox
kk: Firefox көмегімен іздеу
ko: Firefox에서 검색
lo: ຄົ້ນຫາດ້ວຍ Firefox
ml: ഫയർഫോക്സുപയോഗിച്ച് തിരയുക
mr: Firefox सह शोधा
ne_np: Firefox सङ्ग खोज्नुहोस्
pl: Wyszukaj przez Firefoksa
ru: Поиск через Firefox
sl: Iskanje s Firefoxom
ta: பயர்பாக்சில் தேடவும்
zh_cn: 使用 Firefox 搜索
zh_tw: 使用 Firefox 搜尋

source: Use stage servers
cs: Použít testovací servery
es_ar: Usar servidores de prueba
es_mx: Usar servidores de prueba
eu: Erabili probetarako zerbitzariak
he: שימוש בשרתי בדיקות
hu: Tesztkiszolgálók használata
ja: ステージサーバーを使用
ka: საცდელი სერვერების გამოყენება
kab: Seqdec iqeddacen n usekyed
kk: Сынама серверлерін қолдану
ko: 스테이지 서버 사용
lo: ໃຊ້ stage servers
ml: സ്റ്റേജ് ദായിനികൾ ഉപയോഗിക്കുക
ne_np: स्टेज सर्भरहरूको प्रयोग गर्नुहोस्
pl: Używaj serwerów testowych
ru: Использовать тестовые серверы
sl: Uporabi testne strežnike
zh_cn: 使用预发布(Stage)服务器
zh_tw: 使用 stage 伺服器

source: Username
ast: Nome d'usuariu
bg: Потребителско име
bs: Korisničko ime
cs: Uživatelské jméno
cy: Enw defnyddiwr
eo: Nomo de uzanto
es_ar: Nombre de usuario
es_mx: Nombre de usuario
eu: Erabiltzaile-izena
gd: Ainm-cleachdaiche
gl: Nome de usuario
gu_in: વપરાશકર્તા નામ
he: שם משתמש
hu: Felhasználónév
ja: ユーザー名
ka: მომხმარებლის სახელი
kab: Isem n useqdac
kk: Пайдаланушы
ko: 사용자 이름
lo: ຊື່ຜູ້ໃຊ້
lv: Lietotājvārds
ml: ഉപയോക്തൃനാമം
mr: वापरकर्त्याचे नाव
ms: Nama pengguna
ne_np: प्रयोगकर्ता नाम
pl: Nazwa użytkownika
ro: Nume de utilizator
ru: Имя пользователя
sk: Používateľské meno
sl: Uporabniško ime
sq: Emër përdoruesi
ta: பயனர்பெயர்
zh_cn: 用户名
zh_tw: 使用者名稱

# Wallpaper.Change.Error.Body.v106
source: Something went wrong with this wallpaper.
es_mx: Algo salió mal con este fondo de pantalla.
eu: Zerbait gaizki joan da horma-paper honekin.
he: משהו השתבש עם תמונת הרקע הזו.
hu: Valami hiba történt ezzel a háttérképpel.
ja: この壁紙に問題が発生しました。
ka: რაღაც ხარვეზი აქვს ამ ფონს.
kab: Yella wayen ur nteddu ara d tugna-a n ugilal.
ko: 이 배경화면에 문제가 발생했습니다.
lo: ມີບາງຢ່າງຜິດພາດກັບພາບພື້ນຫຼັງນີ້.
ml: ഈ ചുവർകടലാസിന്റെ കൂടെ എന്തോ കുഴപ്പം ഉണ്ടായി.
pl: Coś jest nie tak z tą tapetą.
sl: Pri tem ozadju je prišlo do napake.
zh_cn: 更换此壁纸遇到问题。
zh_tw: 這張背景圖檔案有些不對勁。

# Wallpaper.Change.Error.Title.v106
source: Couldn’t Change Wallpaper
es_mx: No se pudo cambiar el fondo de pantalla
eu: Ezin da horma-papera aldatu
he: לא ניתן להחליף תמונת רקע
hu: Nem sikerült megváltoztatni a háttérképet
ja: 壁紙を変更できませんでした
ka: ფონის შეცვლა ვერ მოხერხდა
kab: Tegguma ad tbeddel tugna n ugilal
ko: 배경화면을 변경할 수 없습니다
lo: ບໍ່ສາມາດດາວໂຫຼດວໍເປເປີໄດ້
ml: ചുവർകടലാസു് മാറ്റാൻ പറ്റിയില്ല
pl: Nie udało się zmienić tapety
sl: Ozadja ni bilo mogoče spremeniti
zh_cn: 无法更换壁纸
zh_tw: 無法變更背景圖

# Wallpaper.Download.Error.Body.v106
source: Something went wrong with your download.
es_mx: Algo salió mal con tu descarga.
eu: Zerbait gaizki joan da zure deskargarekin.
he: משהו השתבש בהורדה שלך.
hu: Valami hiba történt a letöltésével.
ja: ダウンロード時に問題が発生しました。
ka: რაღაც ხარვეზი წარმოიშვა ჩამოტვირთვისას.
kab: Yella wayen ur nteddu ara d usader-inek·inem.
ko: 다운로드에 문제가 발생했습니다.
lo: ມີບາງຢ່າງຜິດພາດກັບການດາວໂຫຼດຂອງທ່ານ.
ml: താങ്ങളുടെ ഇറക്കിവയ്ക്കൽ കൂടെ ഒരു കുഴപ്പം ഉണ്ടായി.
pl: Coś poszło nie tak podczas pobierania.
sl: Pri prenosu je šlo nekaj narobe.
zh_cn: 下载出现问题。
zh_tw: 您下載的檔案有些不對勁。

# Wallpaper.Download.Error.Title.v106
source: Couldn’t Download Wallpaper
es_mx: No se pudo cambiar el fondo de pantalla
eu: Ezin da horma-papera deskargatu
he: לא ניתן להוריד תמונת רקע
hu: Nem sikerült letölteni a háttérképet
ja: 壁紙をダウンロードできませんでした
ka: ფონის ჩამოტვირთვა ვერ მოხერხდა
kab: Yegguma ad d-tettusader tugna
ko: 배경 화면을 다운로드할 수 없습니다
lo: ບໍ່ສາມາດດາວໂຫຼດວໍເປເປີໄດ້
ml: ചുവർകടലാസു് ഇറക്കിവയ്ക്കാൻ പറ്റിയില്ല
pl: Nie udało się pobrać tapety
sl: Ozadja ni bilo mogoče prenesti
zh_cn: 无法下载壁纸
zh_tw: 無法下載背景圖

# Wallpaper.Error.Dismiss.v106
source: Cancel
es_mx: Cancelar
eu: Utzi
he: ביטול
hu: Mégse
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
pl: Anuluj
sl: Prekliči
zh_cn: 取消
zh_tw: 取消

# Wallpaper.Error.TryAgain.v106
source: Try Again
es_mx: Intentar de nuevo
eu: Saiatu berriro
he: לנסות שוב
hu: Próbálja újra
ja: 再試行
ka: ხელახლა ცდა
kab: Ɛreḍ tikkelt-nniḍen
ko: 다시 시도
lo: ລອງໃຫມ່ອີກຄັ້ງ
ml: വീണ്ടും ശ്രമിക്കുക
pl: Spróbuj ponownie
sl: Poskusi znova
zh_cn: 重试
zh_tw: 重試

source: Web content
ast: Conteníu web
bg: Съдържание от Мрежата
bs: Web sadržaj
cs: Webový obsah
cy: Cynnwys gwe
eo: Teksaĵa enhavo
es_ar: Contenido web
es_mx: Contenido web
eu: Web edukia
gd: Susbaint-lìn
gl: Contido web
gu_in: વેબ સામગ્રી
he: תוכן רשת
hu: Webes tartalom
ja: ウェブコンテンツ
ka: ვებშიგთავსი
kab: Agbur Web
kk: Веб құрамасы
ko: 웹 콘텐츠
lo: ເນື້ອຫາໃນເວັບ
lv: Tīmekļa saturs
ml: വെബ്‌ ഉള്ളടക്കം
mr: वेब मजकूर
ms: Kandungan Web
ne_np: वेब सामग्री
pl: Treść WWW
ro: Conținut web
ru: Веб-содержимое
sk: Webový obsah
sl: Spletna vsebina
sq: Lëndë Web
ta: வலை உள்ளடக்கம்
tl: Nilalaman ng web
zh_cn: 网页内容
zh_tw: 網頁內容

source: Welcome to your Reading List
ast: Afáyate nel to llistáu de llectura
bg: Добре дошли във вашия списък за четене
bs: Dobrodošli na vašu listu za čitanje
cs: Vítá vás seznam ke čtení
cy: Croeso i'ch Rhestr Ddarllen
eo: Bonvenon al via legolisto
es_ar: Bienvenido a lista de lectura
es_mx: Bienvenido a tu lista de lectura
eu: Ongi etorri zure irakurketa-zerrendara
gd: Fàilte gun liosta-leughaidh agad
gl: Benvida a súa lista de lectura
gu_in: તમારી વાંચન સૂચિમાં આપનું સ્વાગત છે
he: ברוכים הבאים לרשימת הקריאה
hu: Üdvözöljük az olvasási listájában
ja: リーディングリストへようこそ
ka: თქვენ მიერ შედგენილი წასაკითხი სია
kab: Ansuf ɣer Tebdart-inek n Tɣuri
kk: Оқу тізіміңізге қош келдіңіз
ko: 읽기 목록에 오신걸 환영합니다.
lo: ຍິນດີຕ້ອນຮັບສູ່ລາຍການອ່ານຂອງທ່ານ
lv: Laipni lūgti lasīšanas sarakstā
ml: നിങ്ങളുടെ വായനാ പട്ടികയിലേക്കു സ്വാഗതം
mr: आपल्या वाचनयादिमध्ये स्वागत आहे
ms: Selamat datang ke Senarai Bacaan anda
ne_np: तपाईँलाई तपाईंँको पढ्ने सुचीमा स्वागत छ
pl: Czytelnia
ro: Bun venit la lista de citit
ru: Добро пожаловать в ваш список для чтения
sk: Vitajte v svojom Zozname na prečítanie
sl: Pozdravljeni v bralnem seznamu
sq: Mirë se vini te Lista juaj e Leximeve
ta: உங்கள் வாசிப்பு பட்டியலுக்கு வருக
tl: Eto ang iyong Reading List
zh_cn: 欢迎使用您的“阅读列表”
zh_tw: 歡迎來到您的閱讀清單
