Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

source: Well, this is embarrassing.
ast: Bono, esto da daqué de vergoña.
bg: Извинявайте за невъзстановената предишна сесия.
bs: Hmm, ovo je neprijatno.
cs: Ale toto je nepříjemné.
cy: Wel, mae hyn yn boen.
eo: Nu, tio estas hontiga
es_ar: Bueno, esto es vergonzoso.
es_mx: Bueno, esto da pena.
eu: Tira, hau pixka bat lotsagarria da.
gd: An-dà, tha seo a’ cur nàire oirnn.
gl: Vaia, sentímolo.
gu_in: ખરેખર, આ ખૂબ શરમજનક છે.
he: ובכן, זה מביך.
hu: Sajnálatos dolog történt.
ja: ご迷惑をおかけして申し訳ありません。
ka: ოჰო, რაღაც ხარვეზებია.
kab: Ay ay ay, aya diri-t.
kk: Қап, өкінішті-ақ.
ko: 아, 이럴수가.
lo: ເກີດມີຂໍ້ຜິດພາດ.
lv: Ar nožēlu jāatzīst.
ml: അത് പിന്നെ, ഇത് വല്ലാത്തൊരു നാണക്കേടാണ്.
mr: हे खूप गोंधळास्पद आहे.
ms: Nampaknya, ini agak memalukan.
ne_np: यो लज्जादायी छ।
pl: Przepraszamy!
ro: Ei, asta e jenant.
ru: Ой, вот ведь незадача
sk: Tak toto je nepríjemné.
sl: No, to je pa nerodno.
sq: Hëm, ndjehemi ngushtë.
ta: நன்று, இது தடுமாறியிருக்கிறது.
tl: Pasensya na.
zh_cn: 哎呀，出了点意外。
zh_tw: 哎呀，真抱歉。

source: Yesterday
ast: Ayeri
bg: Вчера
bs: Juče
cs: Včera
cy: Ddoe
eo: Hieraŭ
es_ar: Ayer
es_mx: Ayer
eu: Atzo
gd: An-dè
gl: Onte
gu_in: ગઈ કાલે
he: אתמול
hu: Tegnap
ja: 昨日
ka: გუშინ
kab: Iḍelli
kk: Кеше
ko: 어제
lo: ມື້ວານ
lv: Vakar
ml: ഇന്നലെ
mr: काल
ms: Semalam
ne_np: हिजो
pl: Wczoraj
ro: Ieri
ru: Вчера
sk: Včera
sl: Včeraj
sq: Dje
ta: நேற்று
tl: Kahapon
zh_cn: 昨天
zh_tw: 昨天

source: You don’t have any tabs open in Firefox on your other devices.
ast: Nun tienes llingüeta dala abierta en Firefox nos tos otros preseos.
bs: Nemate otvorenih tabova u Firefoxu na vašim drugim uređajima.
cs: Ve vašich zařízeních nejsou otevřené žádné panely.
es_ar: No hay ninguna pestaña abierta en Firefox en los otros dispositivos.
es_mx: No hay otras pestañas abiertas de Firefox en tus otros dispositivos.
eu: Ez daukazu fitxarik irekita beste gailuetako Firefoxetan.
gl: Non ten ningunha lapela aberta en Firefox nos outros dispositivos.
gu_in: તમારી પાસે અન્ય ઉપકરણો પર Firefoxમાં કોઈપણ ટેબ્સ ખોલવામાં આવ્યાં નથી.
he: אין לך לשוניות פתוחות ב־Firefox בשאר המכשירים שלך.
hu: Nincs egyetlen lap sem nyitva a Firefoxban a többi eszközén.
ja: 他の端末の Firefox で開いているタブはありません。
ka: თქვენ არ გაქვთ, Firefox-ის გახსნილი ჩანართები, სხვა მოწყობილობებზე.
kab: Ur ɣur-k ara icarren yeldin deg Firefox deg yibenkan-inek-nniḍen.
kk: Басқа құрылғыларыңыздағы Firefox-та ашық беттер сізде жоқ.
ko: 다른 기기에서 연 탭이 없습니다.
lo: ທ່ານບໍ່ມີແທັບໃດທີ່ເປີດໃນ Firefox ໃນອຸປະກອນອື່ນໆຂອງທ່ານ.
ml: താങ്കള്‍ക്ക് താങ്കളുടെ മറ്റു ഡിവൈസുകളിലെ ഫയര്‍ഫോക്സില്‍ ടാബുകള്‍ ഒന്നും തുറന്നതായിട്ടില്ല.
mr: इतर डिव्हाइस वर Firefox मध्ये आपल्या कुठल्याही टॅब उघड्या नाहीत.
ne_np: तपाईँको अन्य यन्त्रहरूको Firefox मा कुनै पनि ट्याबहरू खुला छैन।
pl: Brak otwartych kart w Firefoksach na innych urządzeniach.
ru: На ваших других устройствах в Firefox не открыто ни одной вкладки.
sl: V Firefoxu na drugih napravah nimate odprtih drugih zavihkov.
sq: S’keni ndonjë skedë të hapur te Firefox-i në pajisje tuajat të tjera.
ta: உங்களின் மற்ற சானங்களின் பயர்பாஃசில் கீற்றுகள் ஏதுமில்லை.
tl: Walang ibang bukas na mga tab sa Firefox sa ibang device.
zh_cn: 您没有在其他设备的 Firefox 上已经打开的标签页。
zh_tw: 您其他裝置上的 Firefox 沒有任何開啟的分頁。

source: Your Rights
ast: Los tos drechos
bg: Вашите права
bs: Vaša prava
cs: Vaše práva
cy: Eich Hawliau
eo: Viaj rajtoj
es_ar: Tus derechos
es_mx: Tus derechos
eu: Zure eskubideak
gd: Do chòraichean
gl: Os seus dereitos
gu_in: તમારા અધિકારો
he: הזכויות שלך
hu: Az Ön jogai
ja: あなたの権利
ka: თქვენი უფლებები
kab: Izerfan-inek
kk: Құқықтарыңыз
ko: 사용자 권리
lo: ສິດທິຂອງທ່ານ
lv: Jūsu tiesības
ml: താങ്കളുടെ അവകാശങ്ങള്‍
mr: आपले हक्क
ms: Hak Anda
ne_np: तपाईँका अधिकारहरू
pl: O prawach użytkownika
ro: Drepturile tale
ru: Ваши права
sk: Vaše práva
sl: Vaše pravice
sq: Të drejtat Tuaja
ta: உங்கள் உரிமைகள்
tl: Ang iyong mga Karapatan
zh_cn: 您的权利
zh_tw: 您的權利

# fxa.signin.camera-signin
source: Sign In with Your Camera
cs: Přihlásit se pomocí fotoaparátu
es_ar: Iniciá sesión con tu cámara
es_mx: Inicia sesión con tu cámara
eu: Hasi saioa zure kamerarekin
he: התחברות באמצעות המצלמה שלך
hu: Jelentkezzen be a kamerájával
ja: カメラを使ってログイン
ka: შედით კამერის მეშვეობით
kab: Kcem s tkamirat-ik
kk: Камерамен кіріңіз
ko: 카메라로 로그인
lo: ເຂົ້າລະບົບດ້ວຍກ້ອງຂອງທ່ານ
ml: താങ്ങളുടെ ക്യാമറ ഉപയോഗിച്ച് പ്രവേശിക്കുക
ne_np: आफ्नो क्यामराको साथमा साइन इन गर्नुहोस्
pl: Zaloguj się za pomocą aparatu
ru: Войдите с помощью вашей камеры
sl: Prijavite se s kamero
zh_cn: 使用相机登录
zh_tw: 使用相機登入

# fxa.signin.qr-link-instruction
source: On your computer open Firefox and go to firefox.com/pair
cs: Otevřete Firefox na svém počítači a navštivte firefox.com/pair
es_ar: En tu computadora, abrí Firefox y andá a firefox.com/pair
es_mx: En tu computadora abre Firefox y ve a firefox.com/pair
eu: Ireki Firefox zure ordenagailuan eta zoaz firefox.com/pair helbidera
he: במחשב שלך יש לפתוח את Firefox ולעבור לכתובת firefox.com/pair
hu: A számítógépen nyissa meg a Firefoxot, és ugorjon a firefox.com/pair oldalra
ja: コンピューターの Firefox で firefox.com/pair を開いてください
ka: გაუშვით კომპიუტერში Firefox და გახსენით გვერდი firefox.com/pair
kab: Deg uselkim-ik ldi Firefox terzuḍ ɣer firefox.com/pair
kk: Компьютеріңізде Firefox ашып, https://firefox.com/pair адресіне өтіңіз
ko: 컴퓨터에서 Firefox를 열고 firefox.com/pair 로 이동하세요
lo: ເປີດ Firefox ໃນຄອມພິວເຕີຂອງທ່ານ ແລະ ໄປທີ່ firefox.com/pair
ml: താങ്ങളുടെ ഗണനികയിൽ ഫയർ‌ഫോക്സ് തുറന്ന് firefox.com/pair ലേക്കു് പോവുക
ne_np: आफ्नो कम्प्युटरमा Firefox खोल्नुहोस् र firefox.com/pair मा जानुहोस्
pl: Otwórz Firefoksa na komputerze i wejdź na stronę firefox.com/pair
ru: Запустите Firefox на вашем компьютере и перейдите на firefox.com/pair
sl: Na računalniku odprite Firefox in obiščite firefox.com/pair
zh_cn: 在计算机上使用 Firefox 打开 firefox.com/pair
zh_tw: 用您的電腦開啟 Firefox，前往 firefox.com/pair

# fxa.signin.ready-to-scan
source: Ready to Scan
cs: Připraveno na skenování
es_ar: Listo para escanear
es_mx: Listo para escanear
eu: Eskaneatzeko prest
he: מוכן לסריקה
hu: Leolvasásra kész
ja: スキャンの準備ができました
ka: მზადაა წასაკითხად
kab: Iheyya i usnirem
kk: Сканерлеуге дайын
ko: 스캔 준비 완료
lo: ກຽມພ້ອມທີ່ຈະສະແກນ
ml: പരിശോധിക്കാൻ ഒരുക്കി
ne_np: स्क्यान गर्न तयार छ
pl: Gotowy do skanowania
ru: Сканировать QR-код
sl: Pripravljeno za skeniranje
zh_cn: 立即扫码
zh_tw: 準備好了，開始掃描！

# fxa.signin.use-email-instead
source: Use Email Instead
cs: Použít raději e-mail
es_ar: Usar el correo electrónico en su lugar
es_mx: Usar correo electrónico en su lugar
eu: Erabili helbide elektronikoa horren ordez
he: שימוש בדוא״ל במקום
hu: E-mail használata ehelyett
ja: 代わりにメールアドレスを使う
ka: ელფოსტით შესვლა სანაცვლოდ
kab: Seqdec imayl deg wadeg-is
kk: Оның орнына эл. поштаны пайдалану
ko: 대신 이메일 사용
lo: ໃຊ້ອີເມລແທນ
ml: പകരം ഇ-തപാൽ ഉപയോഗിക്കുക
ne_np: यसको सट्टा इमेल प्रयोग गर्नुहोस्
pl: Użyj adresu e-mail
ru: Использовать вместо этого электронную почту
sl: Namesto tega uporabi e-pošto
zh_cn: 改用电子邮件
zh_tw: 改用電子郵件

source: just now
ast: xusto agora
bg: току-що
bs: upravo
cs: právě teď
cy: newydd ddigwydd
eo: ĵus
es_ar: ahora mismo
es_mx: apenas
eu: orain
gd: an-dràsta fhèin
gl: agora mesmo
gu_in: હમણાજ
he: ממש עכשיו
hu: épp most
ja: 直前
ka: ახლახან
kab: tura yakan
kk: жаңа ғана
ko: 방금전
lo: ມື້ກີ້ນີ້
lv: tikko
ml: ഇപ്പോള്‍
mr: आत्ताच
ms: baru-baru ini
ne_np: अहिले भर्खरै
pl: przed chwilą
ro: chiar acum
ru: прямо сейчас
sk: teraz
sl: pravkar
sq: mu tani
ta: சற்று முன்
tl: ngayon lang
zh_cn: 刚刚
zh_tw: 剛剛

source: mobile device
ast: preséu móvil
bg: мобилно устройство
bs: mobilni uređaj
cs: mobilní zařízení
cy: dyfais symudol
eo: poŝaparato
es_ar: dispositivo móvil
es_mx: dispositivo móvil
eu: gailu mugikorra
gd: uidheam mobile
gl: dispositivo móbil
gu_in: મોબાઇલ ઉપકરણ
he: מכשיר נייד
hu: mobileszköz
ja: モバイル端末
ka: მობილური მოწყობილობა
kab: ibenk aziraz
kk: мобильді құрылғы
ko: 모바일 기기
lo: ອຸປະກອນໂທລະສັບ
lv: mobilā ierīce
ml: മോബൈല്‍ ഡിവൈസ്
mr: मोबाईल डिव्हाइस
ms: peranti mudah alih
ne_np: मोबाईल यन्त्र
pl: Urządzenie przenośne
ro: dispozitiv mobil
ru: мобильное устройство
sk: mobilné zariadenie
sl: mobilna naprava
sq: pajisje celulare
ta: செல்பேசி சாதனம்
zh_cn: 移动设备
zh_tw: 行動裝置

source: more than a month ago
ast: hai más d'un mes
bg: преди повече от месец
bs: prije više od mjesec dana
cs: před více než měsícem
cy: mwy na mis yn ôl
eo: antaŭ pli ol monato
es_ar: hace más de un mes
es_mx: hace más de un mes
eu: duela hilabete baino gehiago
gd: barrachd air mìos air ais
gl: fai máis dun mes
gu_in: એક મહિના પહેલાં કરતાં વધુ
he: לפני יותר מחודש
hu: több mint egy hónapja
ja: 1 か月以上前
ka: ერთ თვეზე მეტი ხნის წინ
kab: ugar n waggur aya
kk: бір айдан көп уақыт бұрын
ko: 한달전
lo: ຫລາຍກ່ວາ 1 ເດືອນຜ່ານມາ
lv: vairāk kā pirms mēneša
ml: ഒരു മാസത്തിനും മുന്‍പേ
mr: एक महिन्यापूर्वी
ms: lebih daripada sebulan yang lalu
ne_np: एक महिना बढी भन्दा पहिले
pl: ponad miesiąc temu
ro: cu mai mult de o lună în urmă
ru: более месяца назад
sk: pred viac ako mesiacom
sl: pred več kot enim mesecem
sq: më shumë se një muaj më parë
ta: ஒரு மாதத்திற்கு முன்பு
tl: mahigit isang buwan na
zh_cn: 超过一个月前
zh_tw: 超過一個月前

source: more than a week ago
ast: hai más d'una selmana
bg: преди повече от седмица
bs: prije više od sedmicu dana
cs: před více než týdnem
cy: mwy nag wythnos yn ôl
eo: antaŭ pli ol semajno
es_ar: hace más de una semana
es_mx: hace más de una semana
eu: duela astebete baino gehiago
gd: barrachd air seachdain air ais
gl: fai máis dunha semana
gu_in: એક મહિના પહેલાં કરતાં વધુ
he: לפני יותר משבוע
hu: több mint egy hete
ja: 1 週間以上前
ka: ერთ კვირაზე მეტი ხნის წინ
kab: ugar n dduṛt aya
kk: бір аптадан көп уақыт бұрын
ko: 일주일전
lo: ຫລາຍກ່ວາ 1 ອາທິດຜ່ານມາ
lv: vairāk kā pirms nedēļas
ml: ഒരു ആഴ്ച്ചയ്ക്കും മുന്‍പേ
mr: एका आठवड्यापूर्वी
ms: lebih daripada seminggu yang lalu
ne_np: एक हप्ता बढी भन्दा पहिले
pl: ponad tydzień temu
ro: cu mai mult de o săptămână în urmă
ru: более недели назад
sk: pred viac ako týždňom
sl: pred več kot enim tednom
sq: më shumë se një javë më parë
ta: ஒரு வாரத்திற்கு முன்பு
tl: mahigit isang linggo na
zh_cn: 超过一周前
zh_tw: 超過一週前

source: read
ast: lleer
bg: прочетена
bs: pročitano
cs: přečteno
cy: darllen
eo: legita
es_ar: leído
es_mx: leer
eu: irakurrita
gd: air a leughadh
gl: lido
gu_in: વાંચવું
he: נקרא
hu: elolvasva
ja: 既読
ka: წაკითხული
kab: yettwaɣra
kk: оқу
ko: 읽었음
lo: ອ່ານ
lv: lasīts
ml: വായിക്കുക
mr: वाचलेले
ms: baca
ne_np: पढ्नुहोस्
pl: przeczytane
ro: citit
ru: прочитано
sk: prečítané
sl: prebrano
sq: lexojeni
ta: வாசி
tl: Nabasa
zh_cn: 已读
zh_tw: 已讀

source: this week
ast: esta selmana
bg: тази седмица
bs: ove sedmice
cs: tento týden
cy: yr wythnos hon
eo: ĉi semajne
es_ar: esta semana
es_mx: esta semana
eu: aste honetan
gd: an t-seachdain-sa
gl: esta semana
gu_in: આ અઠવાડિયે
he: ‏‏השבוע
hu: ezen a héten
ja: 今週
ka: ამ კვირაში
kab: dduṛt-a
kk: осы аптада
ko: 이번주
lo: ອາທິດນີ້
lv: šonedēļ
ml: ഈ ആഴ്ച
mr: ह्या आठवड्यात
ms: minggu ini
ne_np: यो हप्ता
pl: w tym tygodniu
ro: această săptămână
ru: на этой неделе
sk: tento týždeň
sl: ta teden
sq: këtë javë
ta: இவ்வாரம்
tl: ngayong linggo
zh_cn: 本周
zh_tw: 本週

source: today at %@
ast: güei a les %@
bg: днес в %@
bs: danas u %@
cs: dnes v %@
cy: heddiw am %@
eo: hodiaŭ je la %@
es_ar: hoy a las %@
es_mx: hoy a las %@
eu: gaur %@(e)tan
gd: an-diugh aig %@
gl: hoxe ás %@
gu_in: આજે %@
he: היום בשעה %@
hu: ma ekkor: %@
ja: 今日の %@
ka: დღეს %@
kab: ass-a ɣef %@
kk: бүгін, уақыты %@
ko: 오늘 %@
lo: ມື້ນີ້ທີ່ %@
lv: šodien %@
ml: ഇന്നു %@ ന്
mr: आज येथे %@
ms: hari ini pada %@
ne_np: आज %@ मा
pl: dzisiaj o %@
ro: azi la %@
ru: сегодня в %@
sk: dnes o %@
sl: danes ob %@
sq: sot, më %@
ta: இன்று %@
tl: ngayong %@
zh_cn: 今天 %@
zh_tw: 今天 %@

source: unread
ast: ensin lleer
bg: непрочетена
bs: nepročitano
cs: nepřečteno
cy: heb ei ddarllen
eo: ne legita
es_ar: no leído
es_mx: no leído
eu: irakurri gabe
gd: gun leughadh
gl: non lido
gu_in: ન વાંચેલું
he: לא נקרא
hu: olvasatlan
ja: 未読
ka: წასაკითხი
kab: ur yettwaɣri ara
kk: оқылмаған
ko: 않읽음
lo: ຍັງບໍ່ທັນອ່ານ
lv: nelasīts
ml: വായിക്കാത്തത്
mr: न वाचलेले
ms: belum baca
ne_np: नपढिएका
pl: nieprzeczytane
ro: necitit
ru: непрочитано
sk: neprečítané
sl: neprebrano
sq: të palexuara
ta: படிக்காததென
tl: Hindi pa nabasa
zh_cn: 未读
zh_tw: 未讀

source: yesterday
ast: ayeri
bg: вчера
bs: juče
cs: včera
cy: ddoe
eo: hieraŭ
es_ar: ayer
es_mx: ayer
eu: atzo
gd: an-dè
gl: onte
gu_in: ગઇકાલે
he: אתמול
hu: tegnap
ja: 昨日
ka: გუშინ
kab: iḍelli
kk: кеше
ko: 어제
lo: ມື້ວານ
lv: vakar
ml: ഇന്നലെ
mr: काल
ms: semalam
ne_np: हिजो
pl: wczoraj
ro: ieri
ru: вчера
sk: včera
sl: včeraj
sq: dje
ta: நேற்று
tl: kahapon
zh_cn: 昨天
zh_tw: 昨天

source: Are you sure?
ast: ¿Tas seguru?
bg: Сигурни ли сте?
bs: Jeste li sigurni?
cs: Jste si jisti?
eo: Ĉu vi certas?
es_ar: ¿Estás seguro?
es_mx: ¿Estás seguro?
eu: Ziur zaude?
gd: A bheil thu cinnteach?
gl: Está seguro?
gu_in: શું તમે ખાતરી કરો છો?
he: האם למחוק כניסות אלו?
hu: Biztos benne?
ja: 本当によろしいですか？
ka: დარწმუნებული ხართ?
kab: Asentem?
kk: Сіз сенімдісіз бе?
ko: 계속 하시겠습니까?
lo: ທ່ານແນ່ໃຈແລ້ວບໍ່?
lv: Vai tiešām vēlaties?
ml: നിങ്ങള്‍ക്കുറപ്പാണോ?
mr: नक्की?
ms: Adakah anda pasti?
ne_np: के तपाईँ निश्चित हुनुहुन्छ?
pl: Potwierdź
ro: Ești sigur?
ru: Вы уверены?
sk: Ste si istý?
sl: Ste prepričani?
sq: Jeni i sigurt?
ta: உறுதியாக?
tl: Sigurado ka?
zh_cn: 您确定吗？
zh_tw: 您確定？

source: Clear Search
ast: Llimpiar gueta
bg: Изчистване на търсене
bs: Očisti pretragu
cs: Zrušit hledání
eo: Viŝi serĉon
es_ar: Borrar búsqueda
es_mx: Limpiar búsqueda
eu: Garbitu bilaketa
gd: Falamhaich an lorg
gl: Borra a busca
gu_in: શોધ સાફ કરો
he: ניקוי חיפוש
hu: Keresés törlése
ja: 検索を消去
ka: ძიების გასუფთავება
kab: Sfeḍ Anadi
kk: Іздегенді тазалау
ko: 검색 기록 지우기
lo: ລົບລ້າງການຄົ້ນຫາ
lv: Attīrīt meklēšanu
ml: തിരച്ചിൽ വെടിപ്പാക്കുക
mr: शोध साफ करा
ms: Buang Carian
ne_np: खोजी कार्य रद्द गर्नुहोस्
pl: Wyczyść pole wyszukiwania
ro: Șterge căutarea
ru: Очистить поиск
sk: Vymazať hľadanie
sl: Počisti iskanje
sq: Pastroje Kërkimin
ta: தேடலைத் துடை
tl: Burahin ang Search
zh_cn: 清除搜索
zh_tw: 清除搜尋

source: Copy
ast: Copiar
bg: Копиране
bs: Kopiraj
cs: Kopírovat
eo: Kopii
es_ar: Copiar
es_mx: Copiar
eu: Kopiatu
gd: Dèan lethbhreac
gl: Copiar
gu_in: કૉપિ કરો
he: העתקה
hu: Másolás
ja: コピー
ka: ასლი
kab: Nɣel
kk: Көшіріп алу
ko: 복사
lo: ສຳເນົາ
lv: Kopēt
ml: പകര്‍ത്തുക
mr: प्रत बनवा
ms: Salin
ne_np: प्रतिलिपि बनाउनुहोस्
pl: Kopiuj
ro: Copiază
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sq: Kopjoje
ta: நகலெடு
tl: Kopyahin
zh_cn: 复制
zh_tw: 複製

source: Created %@
cs: Uloženo %@
es_ar: Creado %@
es_mx: Creado %@
eu: Sortuta %@
gu_in: %@ બનાવ્યું
he: נוצר ב־%@
hu: Létrehozva: %@
ja: 作成日: %@
ka: შექმნილი %@
kab: Yettwarna %@
kk: Жасалған %@
ko: %@에 생성됨
lo: ສ້າງແລ້ວ %@
ml: %@ സൃഷ്ടിച്ചത്
ne_np: %@ सिर्जना गरियो
pl: Utworzono: %@
ru: Создано %@
sl: Ustvarjeno %@
zh_cn: 创建于 %@
zh_tw: 建立於 %@

# DeleteLoginAlert.DeleteButton.Cancel.v122
source: Cancel
es_mx: Cancelar
eu: Utzi
he: ביטול
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
pl: Anuluj
sl: Prekliči
zh_cn: 取消
zh_tw: 取消

# DeleteLoginAlert.DeleteButton.Title.v122
source: Remove
es_mx: Eliminar
eu: Kendu
he: הסרה
ja: 削除
ka: მოცილება
kab: Kkes
ko: 삭제
lo: ລຶບ
ml: മാറ്റുക
pl: Usuń
sl: Odstrani
zh_cn: 移除
zh_tw: 移除

# DeleteLoginAlert.Message.Local.v122
source: You cannot undo this action.
es_mx: No puedes deshacer esta acción.
eu: Ezin duzu ekintza hau desegin.
he: אין באפשרותך לבטל פעולה זו.
ja: この操作は取り消すことができません。
ka: ეს ქმედება შეუქცევადია.
kab: Ur tezmireḍ ara ad tesfesxeḍ tigawt-a.
ko: 이 작업은 취소할 수 없습니다.
lo: ທ່ານບໍ່ສາມາດຍົກເລີກການກະທຳນີ້ໄດ້.
ml: താങ്ങൾക്കു് ഈ പ്രവർത്തനം പഴയപടിയാക്കാനാവില്ല.
pl: Tego działania nie można cofnąć.
sl: Tega dejanja ne boste mogli razveljaviti.
zh_cn: 此操作不可撤销。
zh_tw: 無法復原此動作。

# DeleteLoginAlert.Message.Synced.v122
source: This will remove the password from all of your synced devices.
es_mx: Esto eliminará la contraseña de todos tus dispositivos sincronizados.
eu: Honek pasahitza kenduko du sinkronizatutako zure gailu guztietatik.
he: פעולה זו תסיר את הססמה מכל המכשירים המסונכרנים שלך.
ja: これにより、同期しているすべての端末からパスワードが削除されます。
ka: ეს მოაცილებს პაროლს ყველა თქვენი დასინქრონებული მოწყობილობიდან.
kab: Ayagi ad yekkes awal uffir seg meṛṛa ibenkan-ik·im yemtawan.
ko: 이 작업은 동기화된 모든 장치에서 비밀번호를 제거합니다.
lo: ນີ້ຈະເປັນການລຶບລະຫັດຜ່ານອອກຈາກອຸປະກອນທີ່ຊິ້ງທັງໝົດຂອງທ່ານ.
ml: ഇതു് താങ്ങളുടെ എല്ലാ സമന്വയിപ്പിച്ച ഉപകരണങ്ങളിൽ നിന്നു ഈ ഒളിവാക്കു് മാറ്റും
pl: Spowoduje to usunięcie hasła ze wszystkich synchronizowanych urządzeń.
sl: S tem boste geslo odstranili iz vseh svojih sinhroniziranih naprav.
zh_cn: 将在所有同步的设备上移除此密码。
zh_tw: 將從您所有進行同步的裝置中，刪除密碼。

# DeleteLoginsAlert.Title.v122
source: Remove Password?
es_mx: ¿Eliminar contraseña?
eu: Kendu pasahitza?
he: להסיר את הססמה?
ja: パスワードを削除しますか？
ka: წაიშალოს პაროლი?
kab: Kkes awal uffir?
ko: 비밀번호를 삭제하시겠습니까?
lo: ລຶບລະຫັດຜ່ານອອກບໍ?
ml: ഒളിവാക്കു് മാറ്റുക?
pl: Czy usunąć hasło?
sl: Odstranim geslo?
zh_cn: 确定要移除密码吗？
zh_tw: 要移除密碼嗎？

source: Deselect All
ast: Desesbillar too
bg: Отмяна всички
bs: Odznači sve
cs: Zrušit výběr
eo: Malelekti ĉion
es_ar: Desmarcar todo
es_mx: Deseleccionar todo
eu: Desautatu denak
gd: Dì-thagh na h-uile
gl: Desmarcar todo
gu_in: બધા નાપસંદ કરો
he: ביטול בחירה מהכול
hu: A kijelölés megszüntetése
ja: 全選択を解除
ka: მონიშვნის გაუქმება
kab: Kkes akk afran
kk: Таңдауды алып тастау
ko: 모두 선택해제
lo: ບໍ່ເລືອກທັງຫມົດ
lv: Noņemt visu
ml: തിരഞ്ഞെടുത്തവ വേണ്ടെന്ന് വയ്ക്കുക
mr: सर्व निवड काढा
ms: Nyahpilih Semua
ne_np: सबै चयनबाट हटाउनुहोस्
pl: Odznacz wszystkie
ro: Deselectează toate
ru: Снять выделение со всех
sk: Zrušiť výber všetkého
sl: Počisti izbiro
sq: Shpërzgjidhi Krejt
ta: தேர்வு நீக்கு
tl: Tanggalin ang pagpili
zh_cn: 全部取消
zh_tw: 取消選擇全部

source: Enter Search Mode
ast: Entrar nel mou de gueta
bg: Влизане в режим на търсене
bs: Uključite režim pretraživanja
cs: Vyhledávání
eo: Eniri serĉan reĝimon
es_ar: Entrar al modo de Búsqueda
es_mx: Ingresar modo búsqueda
eu: Sartu bilaketa moduan
gd: Fosgail am modh luirg
gl: Activar o modo de busca
gu_in: શોધ મોડ દાખલ કરો
he: כניסה למצב חיפוש
hu: Belépés a keresési módba
ja: 検索モードを入力してください
ka: ძიების რეჟიმი
kab: Sekcem askar n unadi
kk: Іздеу режиміне өту
ko: 검색 모드
lo: ເຂົ້າສູ່ໂຫມດການຄົ້ນຫາ
lv: Ieiet meklēšanas režīmā
ml: തിരച്ചില്‍ മോഡില്‍ കടക്കുക
mr: शोध मोड प्रविष्ट करा
ms: Masukkan Mod Carian
ne_np: खोजी प्रकृयामा जानुहोस्
pl: Przejdź do wyszukiwania
ro: Intră în modul de căutare
ru: Войти в режим поиска
sk: Prejsť na režim vyhľadávania
sl: Vključite iskalni način
sq: Hyni Në Mënyrën Kërkim
ta: தேடல் முறைமைக்கு மாறு
tl: Pasukin ang Search Mode
zh_cn: 进入搜索模式
zh_tw: 進入搜尋模式

source: Hide
ast: Anubrir
bg: Скриване
bs: Sakrij
cs: Skrýt
eo: Kaŝi
es_ar: Ocultar
es_mx: Ocultar
eu: Ezkutatu
gd: Falaich
gl: Agochar
gu_in: છુપાવો
he: הסתרה
hu: Elrejtés
ja: 隠す
ka: დამალვა
kab: Ffer
kk: Жасыру
ko: 숨기기
lo: ເຊື່ອງ
lv: Slēpt
ml: മറയ്ക്കുക
mr: लपवा
ms: Sorok
ne_np: लुकाउनुहोस्
pl: Ukryj
ro: Ascunde
ru: Скрыть
sk: Skryť
sl: Skrij
sq: Fshihe
ta: மறை
tl: Itago
zh_cn: 隐藏
zh_tw: 隱藏

# LoginList.DeleteToast.v135
source: Password removed
es_mx: Contraseña eliminada
he: הססמה הוסרה
ka: პაროლი მოცილებულია
kab: Awal uffir yettwakkes
ko: 비밀번호 제거됨
lo: ລຶບລະຫັດຜ່ານອອກແລ້ວ
ml: ഒളിവാക്കു് മാറ്റി
sl: Geslo odstranjeno
zh_cn: 密码已移除

source: Logins will be permanently removed.
ast: Los anicios de sesión van desaniciase dafechu.
bg: Вписванията ще бъдат безвъзвратно загубени.
bs: Prijave će biti trajno uklonjene.
cs: Přihlašovací údaje budou trvale odstraněny.
eo: La akreditiloj estos forigitaj por ĉiam.
es_ar: Los ingresos se eliminarán permanentemente.
es_mx: Los inicios de sesión se eliminarán permanentemente.
eu: Saio-hasierak behin betiko kenduko dira.
gd: Thèid na logins a thoirt air falbh gu buan.
gl: As identificacións retiraranse permanentemente.
gu_in: પ્રવેશો કાયમી ધોરણે દૂર કરવામાં આવશે.
he: כניסות אלו יוסרו לצמיתות.
hu: A bejelentkezések véglegesen eltávolításra kerülnek.
ja: ログイン情報が完全に削除されます。
ka: ანგარიშის მონაცემები სამუდამოდ წაიშალა.
kab: Inekcam ad ttwakksen i lebda.
kk: Логиндер толығымен өшірілетін болады.
ko: 로그인을 영구적으로 제거 합니다.
lo: ການເຂົ້າສູ່ລະບົບຈະຖືກລຶບອອກຢ່າງຖາວອນ.
lv: Lietotājvārdi tiks neatgriezeniski aizvākti.
ml: പ്രവേശനങ്ങൾ എന്നെന്നേക്കുമായി കളയുകയായിരിക്കും.
mr: लॉगिन कायमचे काढले जातील.
ms: Log masuk akan dialih keluar secara kekal.
ne_np: लग-इनहरू सदाका लागि हटाइनेछन्।
pl: Dane logowania zostaną bezpowrotnie usunięte.
ro: Autentificările vor fi eliminate definitiv.
ru: Логины будут безвозвратно удалены.
sk: Prihlasovacie údaje sa natrvalo odstránia.
sl: Prijave bodo trajno odstranjene.
sq: Kredencialet e hyrjeve do të hiqen përgjithmonë.
ta: உள்நுழைவுகள் நிரந்தரமாக நீக்கப்படும்.
tl: Permanenteng tatanggalin ang mga login.
zh_cn: 登录信息将被永久移除。
zh_tw: 將永久移除登入資訊。

source: Logins will be removed from all connected devices.
ast: Los anicios de sesión van desaniciase de tolos preseos coneutaos.
bg: Вписванията ще бъдат премахнати от всички свързани устройства.
bs: Prijave će biti uklonjene sa svih povezanih uređaja.
cs: Přihlašovací údaje budou odstraněny ze všech synchronizovaných zařízení.
eo: La akreditiloj estos forigitaj el ĉiuj konektitaj aparatoj.
es_ar: Los ingresos se eliminarán de todos los dispositivos conectados.
es_mx: Los inicios de sesión se eliminarán de todos los dispositivos conectados.
eu: Saio-hasierak konektatutako gailu guztietatik kenduko dira.
gd: Thèid na logins a thoirt air falbh o gach uidheam co‑cheangailte.
gl: As identificacións retiraranse de todos os dispositivos conectados.
gu_in: બધા જોડાયેલ ઉપકરણોથી લૉગિન દૂર કરવામાં આવશે.
he: פרטי הכניסה יוסרו מכל המכשירים המקושרים.
hu: A bejelentkezések eltávolításra kerülnek minden összekapcsolt eszközről.
ja: ログイン情報が接続されたすべての端末から削除されます。
ka: ანგარიშის მონაცემები, ყველა დაკავშირებული მოწყობილობიდან წაიშლება.
kab: Inekcam ad ttwakksen seg yibenkan akk yeqqnen.
kk: Логиндер барлық байланысқан құрылғылардан өшірілетін болады.
ko: 로그인을 연결된 모든 장치에서 제거합니다.
lo: ການເຂົ້າສູ່ລະບົບຈະຖືກລຶບອອກຈາກອຸປະກອນທີ່ເຊື່ອມຕໍ່ທັງຫມົດ.
lv: Lietotājvārdi tiks aizvākta visās savienotajās ierīcēs. Šo darbību nevar atjaunot.
ml: ബന്ധപെട്ടിട്ടുള്ള എല്ലാ ഡിവൈസുകളില്‍ നിന്നും പ്രവേശനങ്ങള്‍ നീക്കം ചെയ്യും.
mr: सर्व कनेक्ट केलेल्या डिव्हाइस मधून लॉगिन काढले जातील.
ms: Log masuk akan dialih keluar daripada semua peranti yang dihubungkan.
ne_np: सबै जडित यन्त्रहरूबाट लगइनहरू हटाइनेछ।
pl: Dane logowania zostaną usunięte ze wszystkich połączonych urządzeń.
ro: Autentificările vor fi eliminate de pe toate dispozitivele conectate.
ru: Логины будут удалены со всех подключённых устройств.
sk: Prihlasovacie údaje sa odstránia zo všetkých pripojených zariadení.
sl: Prijave bodo odstranjene iz vseh povezanih naprav.
sq: Kredencialet e hyrjeve do të hiqen prej krejt pajisjeve të lidhura.
ta: இணைக்கப்பட்ட சாதனங்கள் அனைத்திலிருந்தும் உள்நுழைவுகள் நிரந்தரமாக நீக்கப்படும்.
tl: Tatangalin ang mga login sa lahat ng mga device
zh_cn: 所有已连接的设备上的登录信息将被删除。
zh_tw: 將移除所有連結的裝置中的登入資訊。

source: Modified %@
cs: Změněno %@
es_ar: Modificado %@
es_mx: Modificado %@
eu: Aldatuta %@
gu_in: %@ બદલવું
he: השתנה ב־%@
hu: Módosítva: %@
ja: 変更日: %@
ka: შეცვლილი %@
kab: Ittusnifel %@
kk: Өзгертілген %@
ko: %@에 수정됨
lo: ດັດແກ້ແລ້ວ %@
ml: %@ പരിഷ്കരിച്ചത്‌
ne_np: परिमार्जित %@
pl: Ostatnia modyfikacja: %@
ru: Изменено %@
sl: Spremenjeno %@
zh_cn: 修改于 %@
zh_tw: 修改於 %@
