Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# FxA.TakeYourWebWithYou
source: Take Your Web With You
ast: Lleva la web contigo
bs: Ponesite vaš web sa vama
cs: Vezměte si web s sebou
es_ar: Llevá tu web con vos
gl: Leve a Web con vostede
gu_in: તમારી સાથે તમારું વેબ લો
kk: Өз интернетіңізді өзіңізбен бірге ұстаңыз
mr: आपले वेब आपल्या सोबत न्या
ne_np: तपाईँको वेब आफुसँगै लैजानुहोस्
ru: Возьмите свой Интернет с собой
sq: Merreni Web-in Me Vete
ta: இணைத்தை உங்களுடன் வைத்திருங்கள்
tl: Dalhin ang Iyong Web Sa Iyo

source: Get your open tabs, bookmarks, and passwords from your other devices.
ast: Consigui les tos llingüetes abiertes, marcadores y contraseñes dende otros preseos de to.
bg: Вземи отворени раздели, отметки и пароли от други устройства.
bs: Pristupite vašim tabovima, zabilješkama i lozinkama iz vaših dugih uređaja.
cs: Získejte své otevřené panely, záložky a hesla z jiných zařízení.
cy: Cael mynediad at eich tabiau agored, nodau tudalen a chyfrineiriau o'ch dyfeisiau eraill.
eo: Ricevi viajn malfermitajn langetojn, legosignojn kaj pasvortojn el viaj aliaj aparatoj.
es_ar: Obtené tus pestañas abiertas, marcadores y contraseñas de tus otros dispositivos.
gd: Faigh tabaichean fosgailte, comharran-lìn is faclan-faire o uidheaman eile agad.
gl: Acceda ás súas lapelas abertas, marcadores e contrasinais dos outros dispositivos.
gu_in: તમારા અન્ય ઉપકરણોમાંથી તમારા ખુલ્લા ટેબ્સ, બુકમાર્ક્સ અને પાસવર્ડ્સ મેળવો.
kk: Басқа құрылғыларыңыздан ашық беттер, бетбелгілер және парольдерге қол жеткізіңіз.
lv: Iegūstiet savas atvērtās cilnes, grāmatzīmes un paroles no savām citām ierīcēm.
mr: आपल्या अन्य उपकरणांवरील उघडलेले टॅब, बुकमार्क आणि पासवर्ड मिळवा.
ms: Dapatkan tab terbuka, tandabuku dan kata laluan dari peranti anda yang lain.
ne_np: तपाईँको अन्य यन्त्रहरूको खुला ट्याबहरू, पुस्तकचिनोहरू, र गोप्यशब्दहरू प्राप्त गर्नुहोस्।
ro: Obține filele deschise, semnele de carte și parolele de pe celelalte dispozitive.
ru: Синхронизируйте открытые вкладки, закладки и пароли с другими вашими устройствами.
sk: Získajte svoje otvorené karty, záložky a heslá zo svojich ďalších zariadení.
sq: Merrni skeda, faqerojtës dhe fjalëkalime tuajt nga pajisje të tjera tuajat.
ta: மற்ற சாதனங்களிலிருந்து கீற்றுகள், புத்தகக்குறிகள் மற்றும் கடவுச்சொற்களை பெற்றிடுங்கள்.
tl: Kunin ang mga bukas na tab, bookmark, at password mula sa iba pang mga device.

# HistoryPanel.ClearHistoryMenuTitle
source: Clearing Recent History will remove history, cookies, and other browser data.
cs: Smazání nedávné historie odstraní historii prohlížení, cookies a další data.
es_ar: Borrar el historial reciente eliminará el historial, las cookies y otros datos del navegador.
gu_in: તાજેતરના ઇતિહાસને સાફ કરવાથી ઇતિહાસ, કૂકીઝ અને અન્ય બ્રાઉઝર ડેટા દૂર થશે.
kk: Жуырдағы тарихты тазалау шолу тарихын, cookie файлдары және басқа браузер деректерін жояды.
ne_np: हालको इतिहास खाली गर्नाले इतिहास, कुकीजहरू र अन्य ब्राउजर डेटा हट्नेछन्।
ru: При очистке недавней истории будут удалены история, куки и другие данные.

# HistoryPanel.EmptySyncedTabsPanelNotYetVerifiedState.Description
source: Your account needs to be verified.
ast: La to cuenta precisa verificase.
bs: Vaš račun mora biti verifikovan.
cs: Je potřeba ověřit váš účet.
es_ar: La cuenta necesita ser verificada.
gl: Necesita comprobar a súa conta.
gu_in: તમારા એકાઉન્ટની ચકાસણી કરવાની જરૂર છે.
kk: Тіркелгіңіз расталуы тиіс.
mr: आपले खाते सत्यापित करणे आवश्यक आहे.
ne_np: तपाईँको खाता प्रमाणित गर्न जरुरी छ।
ru: Ваш аккаунт должен быть подтверждён.
ta: உங்கள் கணக்கு சரிபார்க்கப்பட வேண்டும்.

# HistoryPanel.EmptySyncedTabsPanelSingleDeviceSyncState.Description
source: Want to see your tabs from other devices here?
ast: ¿Quies ver equí les llingüetes d'otros preseos de to?
bs: Želite li vidjeti vaše tabove s drugih uređaja ovdje?
cs: Chcete zde vidět vaše panely z ostatních zařízení?
es_ar: ¿Querés ver las pestañas de tus otros dispositivos acá?
gl: Quere ver aquí as lapelas dos outros dispositivos?
gu_in: અહીં તમારા ઉપકરણોને અન્ય ઉપકરણોથી જોવા માંગો છો?
kk: Басқа құрылғыларыңыздан беттерді осында көргіңіз келе ме?
mr: आपल्या इतर उपकरणांवरील आपले टॅब्स् येथे पाहू इच्छिता?
ne_np: अन्य यन्त्रहरूको ट्याबहरू तपाईँ यहाँ हेर्न चाहनुहुन्छ?
ru: Хотите увидеть здесь ваши вкладки с других устройств?
ta: மற்ற கருவிகளிலிருந்து உங்கள் கீற்றுகளை இங்குப் பார்க்க விருப்பமா?

# HistoryPanel.EmptySyncedTabsPanelTabSyncDisabledState.Description
source: Turn on tab syncing to view a list of tabs from your other devices.
ast: Activa la sincronización de llingüetes pa ver un llistáu de llingüetes abiertes n'otros preseos de to.
bs: Uključite sinhronizaciju tabova da biste vidjeli listu tabova s vaših ostalih uređaja.
cs: Zapněte synchronizaci panelů pro zobrazení seznamu panelů z vašich ostatních zařízení.
es_ar: Habilitar la sincronización de las pestañas para ver una lista de pestañas de sus otros dispositivos.
gl: Active a sincronización de lapelas para ver a lista de lapelas dos outros dispositivos.
gu_in: તમારા અન્ય ઉપકરણોમાંથી ટેબ્સની સૂચિ જોવા માટે ટૅબ સમન્વયન ચાલુ કરો.
kk: Басқа құрылғыларыңыздан беттер тізімдерін көру үшін беттерді синхрондауды іске қосыңыз.
mr: आपल्या इतर उपकरणावरुन या उपकरणावर टॅब्स पाहण्यासाठी टॅब ताळमेळ सक्रीय करा.
ne_np: तपाईँको अन्य यन्त्रहरूबाट ट्याबहरूको सूची हेर्न ट्याब Sync सुरु गर्नुहोस्।
ru: Включите синхронизацию вкладок, чтобы увидеть список вкладок с других устройств.
ta: மற்ற கருவிகளிலிருந்து கீற்றுகளின் பட்டியலைக் காண கீற்று ஒத்திசைவை இயக்கு.

# HistoryPanel.SyncedTabsCell.Description.Pluralized
source: %d device(s) connected
ast: %d preséu(os) coneutáu(aos)
bg: %d устройства свързани
bs: Broj povezanih uređaja: %d
cs: %d zařízení připojeno
eo: %d konektitaj aparato(j)
es_ar: %d dispositivo(s) conectado(s)
gd: %d uidheam(an) ceangailte
gl: %d dispositivo(s) conectado(s)
gu_in: %d ઉપકરણ(ઓ) જોડાયેલ છે
kk: %d құрылғы байланысқан
lv: %d ierīce(s) pieslēgta(s)
mr: %d जोडलेली उपकरण(णे)
ms: %d peranti(s) bersambung
ne_np: %d यन्त्र(हरू) जडान भएको छ
ro: %d dispozitiv(e) conectat(e)
ru: %d устройств(о) подключено
sk: %d pripojených zariadení
sq: %d device(s) të lidhura
ta: இணைந்துள்ள %d சாதனங்கள்

# HistoryPanel.SyncedTabsCell.Title
source: Synced Devices
ast: Preseos sincronizaos
bg: Синхронизирани устртойства
bs: Sinhronizovani uređaji
cs: Synchronizovaná zařízení
es_ar: Dispositivos sincronizados
gl: Dispositivos sincronizados
gu_in: સમન્વયિત ઉપકરણો
kk: Синхрондалған құрылғылар
lv: Sinhronizētās ierīces
mr: जोडलेली उपकरणे
ms: Sync peranti
ne_np: सिङ्क गरिएका उपकरणहरू
ru: Синхронизируемые устройства
sq: Pajisje të njëkohësuara
ta: ஒத்திசைவு சாதனங்கள்

# HomePage.Set.Dialog.Cancel
source: Cancel
ast: Encaboxar
bg: Отказ
bs: Otkaži
cs: Zrušit
eo: Nuligi
es_ar: Cancelar
gd: Sguir dheth
gl: Cancelar
gu_in: રદ કરો
kk: Бас тарту
lv: Atcelt
mr: रद्द करा
ms: Batal
ne_np: रद्द गर्नुहोस्
ro: Renunță
ru: Отмена
sk: Zrušiť
sq: Anuloje
ta: ரத்து
tl: I-cancel

# HomePage.Set.Dialog.Message
source: You can change this at any time in Settings
ast: Pues camudar esto en cualesquier momentu n'Axustes
bg: Можете да промените това по всяко време в Настройки
bs: Možete ovo promijeniti bilo kad u Postavkama
cs: Toto můžete kdykoli změnit v Nastavení
eo: Vi povas ŝanĝi tion ĉi iam ajn en Agordoj
es_ar: Podés cambiar esta opción en cualquier momento en Configuración
gd: ʼS urrainn dhut seo atharrachadh uair sam bith sna roghainnean
gl: Pode cambiar isto cando queira nos Axustes
gu_in: તમે સેટિંગ્સમાં કોઈપણ સમયે આ બદલી શકો છો
kk: Бұны сіз кейін де Баптаулар ішінде өзгерте аласыз
lv: Šo var mainīt Iestatījumos
mr: सेटिंग्समधुन आपण हे नंतर बदलु शकता
ms: Anda boleh menukar ini pada bila-bila masa dalam Tetapan
ne_np: तपाईँले यो कुनै पनि समयमा सेटिङ्गहरूमा गएर परिवर्तन गर्न सक्नुहुन्छ
ro: Poți schimba acest lucru oricând din Setări
ru: Вы сможете изменить это в любой момент в Параметрах
sk: Toto môžete kedykoľvek zmeniť v Nastaveniach
sq: Këtë mund ta ndryshoni kurdo, te Rregullime
ta: நீங்கள் இதை எப்பொழுது வேண்டுமாயின் அமைவுகளிலிருந்து மாற்ற முடியும்

# HomePage.Set.Dialog.OK
source: Set Homepage
ast: Afitar páxina d'aniciu
bg: Задаване на начална страница
bs: Postavi početnu stranicu
cs: Nastavit domovskou stránku
eo: Difini hejmpaĝon
es_ar: Establecer página de inicio
gd: Suidhich an duilleag mhòr
gl: Estabelecer páxina de inicio
gu_in: મુખપૃષ્ઠ સેટ કરો
kk: Үй парағын орнату
lv: Iestatīt mājas lapu
mr: मुखपृष्ठ लावा
ms: Tetapkan Halaman Utama
ne_np: गृहपृष्ठ चयन गर्नुहोस्
ro: Setează pagina de start
ru: Установить домашнюю страницу
sk: Nastaviť domovskú stránku
sq: Vëre si Krye
ta: முகப்பு பக்கத்தை அமை
tl: I-set ang Homepage

# HomePage.Set.Dialog.Title
source: Do you want to use this web page as your home page?
ast: ¿Quies usar esta páxina web como la to páxina d'aniciu?
bg: Искате ли да използвате тази уеб страница като входна страница?
bs: Želite li koristiti ovu web stranicu kao početnu stranicu?
cs: Chcete nastavit tuto webovou stránku jako svoji domovskou stránku?
eo: Ĉu vi volas uzi tiun ĉi paĝon kiel hejman?
es_ar: ¿Querés usar esta página como tu página de inicio?
gd: A bheil thu airson an duilleag seo a chleachdadh mar an duilleag-dhachaidh agad?
gl: Desexa usar esta páxina web como a súa páxina de inicio?
gu_in: શું તમે આ વેબ પૃષ્ઠનો ઉપયોગ તમારા હોમ પેજ તરીકે કરવા માંગો છો?
kk: Бұл веб парағын үй парағыңыз ретінде орнатқыңыз келе ме?
lv: Vai vēlaties izmantot šo lapu kā savu sākuma lapu?
mr: हे संकेतस्थळ आपले मुखपृष्ठ म्हणून वापरायचे आहे का?
ms: Adakah anda mahu menggunakan halaman web ini sebagai halaman utama anda?
ne_np: तपाईँ आफ्नो गृह पृष्ठमा यो वेब पेज प्रयोग गर्न चाहनुहुन्छ?
ro: Dorești să folosești această pagină web ca pagină de start?
ru: Вы хотите использовать эту веб-страницу как свою домашнюю страницу?
sk: Chcete nastaviť túto webovú stránku ako svoju domovskú stránku?
sq: Doni të përdoret kjo faqe web si faqja juaj hyrëse?
ta: இதை உங்களின் முகப்பு பக்கமாக அமைக்க வேண்டுமா?

# HomePanel.ContextMenu.OpenInNewPrivateTab
source: Open in New Private Tab
ast: Abrir en llingüeta privada nueva
bs: Otvori u novom privatnom tabu
cs: Otevřít v novém anonymním panelu
es_ar: Abrir en nueva pestaña privada
gl: Abrir nunha nova lapela privada
gu_in: નવી ખાનગી ટૅબમાં ખોલો
kk: Жаңа жекелік бетте ашу
mr: नवीन खाजगी टॅबमध्ये उघडा
ne_np: नयाँ निजी ट्याबमा खोल्नुहोस्
ru: Открыть в приватной вкладке
sq: Hape në Skedë të Re Private
ta: அந்தரங்க கீற்றில் திற
tl: Buksan sa Bagong Pribadong Tab

# InactiveTabs.TabTray.AutoClosePrompt.ButtonTitle
source: Turn on Auto Close
ne_np: स्वत: बन्द सक्षम गर्नुहोस्

# InactiveTabs.TabTray.AutoClosePrompt.Content
source: Firefox will close tabs you haven’t viewed over the past month.
ne_np: Firefox ले तपाईंले गत महिना नहेरेका ट्याबहरू बन्द गर्नेछ।

# InactiveTabs.TabTray.AutoClosePrompt.Title
source: Auto-close after one month?
ne_np: एक महिना पछि स्वत: बन्द गर्न चाहानुहुन्छ?

# Keyboard.Shortcuts.DownloadLink
source: Download Link
ne_np: लिङ्क डाउनलोड गर्नुहोस्

# Keyboard.Shortcuts.NewNormalTab
source: New Normal Tab
ne_np: नयाँ सामान्य ट्याब

# Keyboard.Shortcuts.OpenLinkInBackground
source: Open Link in Background
ne_np: पृष्ठभूमिमा लिङ्क खोल्नुहोस्

# Keyboard.Shortcuts.OpenLinkInNewTab
source: Open Link in New Tab
ne_np: लिङ्कलाई नयाँ ट्याबमा खोल्नुहोस्

# Keyboard.Shortcuts.SavePageAs
source: Save Page As…
ne_np: यस रूपमा पृष्ठ सङ्ग्रह गर्नुहोस्…

# Keyboard.Shortcuts.Section.Edit
source: Edit
ne_np: सम्पादन

# Keyboard.Shortcuts.Section.File
source: File
ne_np: फाइल

# Keyboard.Shortcuts.Section.View
source: View
ne_np: दृश्य

# Keyboard.Shortcuts.ShowTabNumber
source: Show Tab Number 1-9
ne_np: ट्याब नम्बर 1-9 देखाउनुहोस्

# Keyboard.Shortcuts.UndoCloseTab
source: Undo Close Tab
ne_np: बन्द गरिएको ट्याबलाई पुनः खोल्नुहोस्

source: Last synced: %@
ast: Cabera sincronización: %@
bg: Последна синхронизация: %@
bs: Zadnje sinhronizovano: %@
cs: Poslední synchronizace: %@
cy: Cydweddiad diwethaf: %@
eo: Laste aktualigita: %@
es_ar: Última sincronización: %@
gd: An sioncronachadh mu dheireadh: %@
gl: Última vez sincronizado: %@
gu_in: છેલ્લે સમન્વયિત: %@
kk: Соңғы синхрондау: %@
lv: Pēdējā sinhronizācija: %@
mr: शेवटचे सिंक: %@
ms: Sync terakhir: %@
ne_np: अन्तिम सिङ्क: %@
ro: Ultima sincronizare: %@
ru: Последняя синхронизация: %@
sk: Posledná synchronizácia: %@
sq: Njëkohësuar së fundi më: %@
ta: கடைசி ஒத்திசைவு: %@
tl: Huling na-sync: %@

# LibraryPanel.History.SyncedFromOtherDevices.v99
source: Synced from Other Devices
ne_np: अन्य यन्त्रहरूबाट सिंक गरिएको

# Logins.Onboarding.Message
source: Your logins and passwords are now protected by Face ID, Touch ID or a device passcode.
ne_np: तपाईंका लगइनहरू र पासवर्डहरू अब फेस आईडी, टच आईडी वा यन्त्र पासकोड द्वारा सुरक्षित छन्।

# LoginsDetailView.LoginModified
source: Modified
cs: Upraveno
es_ar: Modificado
gu_in: બદલવું
kk: Өзгертілген
ne_np: परिमार्जित
ru: Изменено

# LoginsDetailView.LoginTitle
source: Login
cs: Přihlašovací údaje
es_ar: Iniciar la sesión
gu_in: પ્રવેશ કરો
kk: Логиндер
ne_np: लगइन
ru: Логины

# LoginsList.LoginsListFilterLogin
source: Login
cs: Uživatelské jméno
es_ar: Iniciar la sesión
gu_in: પ્રવેશ કરો
kk: Логин
ne_np: लगइन
ru: Логин

# LoginsList.LoginsListFilterSearchAll
source: All
cs: Vše
es_ar: Todo
gu_in: બધા
kk: Барлығы
ne_np: सबै
ru: Все

# LoginsList.LoginsListFilterWebsite
source: Website
cs: Server
es_ar: Sitio web
gu_in: વેબસાઇટ
kk: Вебсайт
ne_np: वेबसाइट
ru: Веб-сайт

# Menu.AddBookmark.AlternateLabel.v99
source: Add Bookmark
ne_np: बुकमार्क थप्नुहोस्

# Menu.AddPin.Confirm
source: Pinned To Top Sites
cs: Připnuto do top stránek
es_ar: Anclado a los mejores sitios
kk: Үздік сайттарға бекітілген
ne_np: शीर्ष साइटहरूमा पिन गरियो
ru: Закреплено в Топе сайтов

# Menu.EnhancedTrackingProtectionOff.Title
source: Enhanced Tracking Protection is OFF for this site.
cs: Ochrana proti sledování je pro tento web vypnuta.
es_ar: La protección contra rastreo aumentada está deshabilitada para este sitio.
kk: Бақылаудан кеңейтілген қорғаныс бұл сайт үшін СӨНДІРІЛГЕН.
ne_np: यस साइटको लागी बिस्तारित ट्रयाकिङ्ग सुरक्षा बन्द गरिएको छ।
ru: Улучшенная защита от отслеживания на этом сайте ОТКЛЮЧЕНА.

# Menu.EnhancedTrackingProtectionOn.Title
source: Enhanced Tracking Protection is ON for this site.
cs: Ochrana proti sledování je zapnuta.
es_ar: La protección contra rastreo aumentada está habilitada para este sitio
kk: Бақылаудан кеңейтілген қорғаныс бұл сайт үшін ІСКЕ ҚОСЫЛҒАН.
ne_np: यस साइटको लागी बिस्तारित ट्रयाकिङ्ग सुरक्षा खुल्ला गरिएको छ।
ru: Улучшенная защита от отслеживания на этом сайте ВКЛЮЧЕНА.

# Menu.EnhancedTrackingProtectionStandardWithITP.Title
source: Firefox blocks cross-site trackers, social trackers, cryptominers, and fingerprinters.
cs: Firefox blokuje sledovací prvky, včetně těch od sociálních sítí, těžbu kryptoměn a vytváření otisku prohlížeče.
es_ar: Firefox bloquea los rastreadores de sitios cruzados, los rastreadores sociales, los criptomineros y los identificadores de huellas digitales.
kk: Firefox сайтаралық және әлеуметтік трекерлерді, криптомайнерлерді және саусақ баспасын жинаушыларды блоктайды.
ne_np: Firefox ले क्रस-साइट ट्र्याकरहरू, सामाजिक ट्र्याकरहरू, क्रिप्टोमाइनरहरू, र फिंगरप्रिन्टरहरूलाई रोक्दछ।

# Menu.EnhancedTrackingProtectionStrictWithITP.Title
source: Firefox blocks cross-site trackers, social trackers, cryptominers, fingerprinters, and tracking content.
cs: Firefox blokuje sledovací prvky, včetně těch od sociálních sítí, těžbu kryptoměn, vytváření otisku prohlížeče i další sledující obsah.
es_ar: Firefox bloquea los rastreadores entre sitios, los rastreadores sociales, los criptomineros, las huellas dactilares y el contenido de rastreo.
kk: Firefox сайтаралық және әлеуметтік трекерлерді, криптомайнерлерді және саусақ баспасын жинаушыларды және бақылайтын құраманы блоктайды.
ne_np: Firefox ले क्रस-साइट ट्र्याकरहरू, सामाजिक ट्र्याकरहरू, क्रिप्टोमाइनरहरू, फिंगरप्रिन्टरहरू, र ट्र्याकिङ्ग सामग्रीलाई रोक्छ।

# Menu.Library.StopReload
source: Stop
cs: Zastavit
es_ar: Detener
kk: Тоқтату
ne_np: रोक्नुहोस्

# Menu.ManageAccount.Label
source: Manage Account %@
es_ar: Administrar cuenta %@
kk: %@ тіркелгісін басқару
ne_np: %@ खाता व्यवस्थित गर्नुहोस्

# Menu.NightModeTurnOn.Label
source: Enable Night Mode
ast: Activar mou nocherniegu
bs: Onemogući noćni način rada
cs: Noční režim
es_ar: Habilitar modo nocturno
gl: Activar o modo nocturno
gu_in: નાઇટ મોડ સક્ષમ કરો
kk: Түнгі режимді іске қосу
mr: रात्र मोड चालू करा
ne_np: रात्रि मोड सक्षम गर्नुहोस्
ru: Включить ночной режим
sq: Aktivizo Mënyrën Natë
ta: இரா முறைமையை துவக்கு
tl: Paganahin ang Mode ng Night

# Menu.NoImageModeBlockImages.Label
source: Block Images
cs: Blokovat obrázky
es_ar: Bloquear imágenes
gu_in: છબીઓ અવરોધિત કરો
kk: Суреттерді блоктау
ne_np: तस्वीरहरु अवरुद्ध गर्नुहोस्
ru: Блокировать изображения

# Menu.NoImageModeShowImages.Label
source: Show Images
es_ar: Mostrar imágenes
kk: Суреттерді көрсету
ne_np: तस्बिरहरु देखाउनुहोस्
sq: Shfaqi Figurat
tl: Ipakita ang Mga Larawan

# Menu.PageActions.Title
source: Page Actions
ast: Aiciones de la páxina
bs: Akcije stranice
cs: Akce stránky
es_ar: Acciones de la página
gl: Accións da páxina
gu_in: પૃષ્ઠ ક્રિયાઓ
kk: Бет әрекеттері
mr: पृष्ठाच्या कृती
ne_np: पृष्ठ कार्यहरु
ru: Действия на странице
ta: பக்க செயல்கள்

# Menu.RemovePin.Confirm
source: Removed From Top Sites
cs: Odebráno z top stránek
es_ar: Eliminado de los mejores sitios
kk: Үздік сайттардан өшірілген
ne_np: शीर्ष साइटहरुबाट हटाइयो
ru: Удалено из Топа сайтов

# Menu.RemoveReadingList.AlternateLabel.v99
source: Remove from Reading List
ne_np: पठन सूचीबाट हटाउनुहोस्

# Menu.TrackingProtection.BlockedTitle
source: Blocked
cs: Blokováno
es_ar: Bloqueado
gu_in: અવરોધિત
kk: Блокталған
ne_np: निषेधित
ru: Заблокировано

# Menu.TrackingProtection.NoTrackersBlockedTitle
source: No trackers known to Firefox were detected on this page.
cs: Firefox na této stránce nenalezl žádné známé sledovací prvky.
es_ar: No se detectaron rastreadores conocidos por Firefox en esta página.
gu_in: આ પાના પર Firefoxને કોઈ ટ્રેકર્સ મળ્યાં નથી.
kk: Бұл бетте Firefox үшін белгілі трекерлер табылмады.
ne_np: यस पृष्ठमा Firefox लाई थाहा भएको कुनै ट्र्याकरहरू फेला परेनन्।
ru: На этой странице не обнаружено ни одного известного Firefox трекера.

# Menu.TrackingProtection.TitlePrefix
source: Protections for %@
cs: Ochrana proti sledování na serveru %@
es_ar: Protecciones para %@
gu_in: %@ ની સુરક્ષા
kk: %@ үшін қорғаныстар
ne_np: %@ का लागि सुरक्षा
ru: Защита на %@

# Menu.TrackingProtectionBlocking.Description
source: Firefox is blocking parts of the page that may track your browsing.
ast: Firefox ta bloquiando partes de la páxina que quiciabes rastrexen la to actividá de restolar.
bs: Firefox blokira dijelove stranicu koji bi mogli pratiti vaše pretraživanje.
cs: Firefox blokuje části stránky, které mohou sledovat vaši aktivitu prohlížení.
es_ar: Firefox está bloqueando partes de la página que pueden rastrear la navegación.
gl: Firefox está bloqueando partes da páxina que poden seguir a súa actividade de navegación.
gu_in: Firefox પૃષ્ઠનાં ભાગોને અવરોધિત કરી રહ્યું છે જે તમારી બ્રાઉઝિંગને ટ્રૅક કરી શકે છે.
kk: Firefox бұл парақтың сіздің желідегі әрекеттеріңізді бақылай алатын бөліктерін блоктаған.
mr: जे आपल्या आॅनलाइन कार्याचा मागोवा घेऊ शकतात त्यांना Firefox प्रतीरोधीत करीत आहे.
ne_np: Firefox ले यो पेजको भागहरू रोकिरहेको छ जसले तपाईँको ब्राउजिङ्ग गतिविधि ट्रयाक गर्न सक्छ।
ru: Firefox блокирует части страницы, которые могут отслеживать ваше поведение в Интернете.
ta: பயர்பாக்ஸ் உங்களது தேடல்களைத் தடமறியக்கூடிய பக்கத்தின் பகுதிகளை முடக்குகிறது.

# Menu.TrackingProtectionBlockingDisabled.Description
source: Block online trackers
bs: Blokiraj tragače na mreži
cs: Blokuje online sledovací prvky
es_ar: Bloquear rastreadores en línea
gl: Bloquear os elementos de seguimento en liña
gu_in: ઑનલાઇન ટ્રેકર્સ અવરોધિત કરો
kk: Желілік трекерлерді блоктау
mr: ऑनलाईन ट्रॅकर अवरोधित करा
ne_np: अनलाइन ट्रयाकहरू अवरुद्द गर्नुहोस्
ru: Блокировать онлайн-трекеры
ta: இணைய பின்தொடரிகளைத் தடு

# Menu.TrackingProtectionCrossSiteCookies.Title
source: Cross-Site Tracking Cookies
cs: Sledovací cookies
es_ar: Cookies de rastreo de sitios cruzados
gu_in: ક્રોસ-સાઇટ ટ્રેકિંગ કૂકીઝ
kk: Сайтаралық бақылайтын cookie файлдары
ne_np: क्रस-साइट ट्र्याकिङ्ग कुकीजहरू
ru: Межсайтовые отслеживающие куки

# Menu.TrackingProtectionDisable1.Title
source: Disabled for this site
cs: Zakázáno pro tento web
es_ar: Deshabilitado para este sitio
gu_in: આ સાઇટ માટે અક્ષમ કરો
kk: Бұл сайт үшін сөндірілген
ne_np: यस साइटको लागी असक्षम गर्नुहोस्
ru: Отключена для этого сайта

# Menu.TrackingProtectionDisabled.Title
source: Tracking Protection is now off for this site.
bs: Zaštita od praćenja je sada isključena za ovu stranicu.
cs: Ochrana proti sledování je nyní pro tento web vypnuta.
es_ar: La protección contra rastreo ahora está deshabilitada para este sitio.
gl: A protección contra o seguimento está desactivada para este sitio.
gu_in: ટ્રેકિંગ પ્રોટેક્શન હવે આ સાઇટ માટે બંધ છે.
kk: Бақылаудан қорғаныс бұл сайт үшін енді сөндірілген.
mr: मागोवा सुरक्षा या संकेतस्थळासाठी बंद आहे.
ne_np: हाल यस साइटको लागी ट्रयाकिङ् सुरक्षा बन्द गरिएको छ।
ru: Защита от отслеживания на этом сайте теперь отключена.
ta: இப்போது தடமறியல் பாதுகாப்பு இந்த தளத்தில் அணைக்கப்பட்டுள்ளது.

# Menu.TrackingProtectionEnable.Title
source: Enable Tracking Protection
bs: Omogući zaštitu od praćenja
cs: Povolit ochranu proti sledování
es_ar: Habilitar protección contra rastreo
gl: Activar a protección contra o seguimento
gu_in: ટ્રેકિંગ પ્રોટેક્શનને સક્ષમ કરો
kk: Бақылаудан қорғанысты іске қосу
mr: मागोवा सुरक्षा सक्रिय करा
ne_np: ट्रयाकिङ् सुरक्षा सक्षम गर्नुहोस्
ru: Включить защиту от отслеживания
ta: தடமறியல் பாதுகாப்பை செயற்படுத்து

# Menu.TrackingProtectionEnable1.Title
source: Enabled for this site
cs: Povoleno pro tento web
es_ar: Habilitado para este sitio
gu_in: આ સાઇટ માટે સક્ષમ કરો
kk: Бұл сайт үшін іске қосылған
ne_np: यस साइटको लागी सक्षम गर्नुहोस्
ru: Включена для этого сайта

# Menu.TrackingProtectionEnabled.Title
source: Tracking Protection is now on for this site.
bs: Zaštita od praćenja je sada uključena za ovu stranicu.
cs: Ochrana proti sledování je nyní pro tento web povolena.
es_ar: La protección contra rastreo ahora está habilitada para este sitio.
gl: A protección contra o seguimento está activada para este sitio.
gu_in: ટ્રેકિંગ પ્રોટેક્શન હવે આ સાઇટ માટે છે.
kk: Бақылаудан қорғаныс бұл сайт үшін енді іске қосылған.
mr: मागोवा सुरक्षा या संकेतस्थळासाठी सक्रिय आहे.
ne_np: हाल यस साइटको लागी ट्रयाकिङ् सुरक्षा खुला गरिएको छ।
ru: Защита от отслеживания на этом сайте теперь включена.
ta: இப்போது தடமறியல் பாதுகாப்பு இந்த தளத்தில் இயக்கப்பட்டுள்ளது.

# Menu.TrackingProtectionListTitle.CrossSiteCookies
source: Blocked Cross-Site Tracking Cookies
cs: Zablokované sledovací cookies
es_ar: Cookies de rastreo de sitios cruzados
gu_in: ક્રોસ-સાઇટ ટ્રેકિંગ કૂકીઝ અવરોધિત
kk: Бұғатталған сайтаралық бақылайтын cookie файлдары
ne_np: क्रस-साइट ट्र्याकिङ्ग कुकीजहरू अवरुद्ध गरिएको छ
ru: Заблокированные межсайтовые отслеживающие куки

# Menu.TrackingProtectionListTitle.Cryptominers
source: Blocked Cryptominers
cs: Zablokovaná těžba kryptoměn
es_ar: Criptomineros bloqueados
gu_in: અવરોધિત ક્રિપ્ટોમિનર્સ
kk: Бұғатталған криптомайнерлер
ne_np: क्रिप्टोमाइनहरु अवरुद्ध गरिएका छन्
ru: Заблокированные криптомайнеры

# Menu.TrackingProtectionListTitle.Fingerprinters
source: Blocked Fingerprinters
cs: Zablokováno vytváření otisku prohlížeče
es_ar: Detectores de huellas digitales bloqueados
gu_in: અવરોધિત ફિંગરપ્રિંટર્સ
kk: Бұғатталған цифрлық баспаны жинаушылар
ne_np: फिंगरप्रिन्टरहरू अवरुद्ध गरिएका छन्
ru: Заблокированные сборщики цифровых отпечатков
