Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# NSCameraUsageDescription
source: Firefox uses your camera to scan QR codes and take photos and video.
es_ar: Esto te permite sacar y subir fotos.
es_mx: Firefox usa tu cámara para escanear códigos QR y para tomar fotos y vídeo.
eu: Firefoxek zure kamera erabiltzen du QR kodeak eskaneatu, argazkiak atera eta bideoak grabatzeko.
he: ‏Firefox משתמש במצלמה שלך כדי לסרוק קודי QR, לצלם תמונות ולהקליט סרטונים.
hu: Ez lehetővé teszi, hogy fényképeket készítsen és töltsön fel.
ja: Firefox が QR コードのスキャンや写真、動画を撮影するためにカメラを使用します。
ka: საშუალებას გაძლევთ, სურათის გადაღებისა და ატვირთვის.
kab: Ayagi ad k-isireg tuṭṭfa d usali n tvidyutin.
kk: Бұл арқылы фотоларды түсіріп, жүктеуге болады.
ko: Firefox가 QR code 를 스캔하거나 사진, 영상을 찍기 위해 카메라를 사용합니다.
lo: ສິ່ງນີ້ຈະເຮັດໃຫ້ທ່ານຖ່າຍ ແລະ ອັບໂຫລດຮູບພາບໄດ້.
ne_np: Firefox ले QR कोडहरू स्क्यान गर्न र फोटो र भिडियो खिच्न तपाईंको क्यामरा प्रयोग गर्दछ।
pl: Firefox używa aparatu do skanowania kodów QR, robienia zdjęć i nagrywania filmów.
sl: Firefox uporablja vašo kamero za skeniranje QR-kod, fotografiranje in snemanje.
zh_cn: Firefox 需要使用您的相机扫码、拍摄照片或视频。
zh_tw: Firefox 可使用您的攝影機掃描 QR Code 或為網站拍照、錄影上傳。

# NSFaceIDUsageDescription
source: Firefox requires Face ID to access your saved passwords and payment methods.
es_mx: Firefox requiere Face ID - reconocimiento facial-para acceder a tus contraseñas guardadas y métodos de pago.
eu: Firefoxek Face ID behar du zure gordetako pasahitz eta ordainketa metodoetara sarbidea izateko.
he: Firefox‏ דורש שימוש ב־Face ID כדי לגשת לססמאות ולאמצעי התשלום השמורים שלך.
ja: 保存されたログイン情報と暗号化されたカード情報にアクセスするには Face ID が必要です。
ka: Firefox-ს ესაჭიროება Face ID შენახულ პაროლებსა და გადახდის საშუალებებთან წდვომისთვის.
kab: Firefox yesra Face ID i unekcum ɣer wawalen-ik·im uffiren d tarrayin n uxelleṣ yettwawgelhen.
ko: Firefox가 저장된 비밀번호와 결제 방법에 접근하려면 Face ID가 필요합니다.
lo: Firefox ຕ້ອງການ Face ID ເພື່ອເຂົ້າເຖິງລະຫັດຜ່ານທີ່ບັນທຶກໄວ້ ແລະ ວິທີການຊໍາລະເງິນຂອງທ່ານ.
ml: താങ്ങളുടെ കരുതിവച്ച പ്രവേശിക്കലുകൾ ഉപയോഗിക്കാൻ ഫയർഫോക്സിന് മുഖതിരിച്ചറിയൽരേഖ ആവശ്യമാണ്.
pl: Firefox wymaga Face ID, by uzyskać dostęp do zachowanych haseł i metod płatności.
sl: Firefox za dostop do shranjenih gesel in plačilnih sredstev zahteva Face ID.
zh_cn: Firefox 需进行面容 ID 验证才能访问保存的密码和付款方式。
zh_tw: Firefox 需要進行 Face ID 才能存取您儲存的密碼與付款方式資訊。

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
ast: Les páxines web que visites quiciabes soliciten el to allugamientu.
bg: Страниците, които посещавате може да поискат вашето местоположение.
bs: Web stranice koje posjećujete mogu zahtjevati vašu lokaciju.
cs: Servery, které navštěvujete, mohou chtít znát vaše umístění.
cy: Efallai y bydd gwefannau rydych yn ymweld â nhw'n gofyn am eich lleoliad.
eo: Retejoj vizititaj de vi povas peti vian lokon.
es_ar: Los sitios web que visites pueden solicitar tu ubicación.
es_mx: Los sitios web que visites pueden solicitar tu ubicación.
eu: Bisitatutako webguneek zure kokapena eska lezakete.
gd: Dh’fhaoidte gun iarr làraichean-lìn air an tadhal thu d’ ionad.
gl: Os sitios web que visita poden solicitar a súa localización.
gu_in: તમે મુલાકાત લો છો તે વેબસાઇટ્સ તમારા સ્થાનની વિનંતી કરી શકે છે.
he: אתרים בשימושך עשויים לבקש ממך את המיקום שלך.
hu: A meglátogatott webhelyek kérhetik az Ön helyét.
ja: 訪れたウェブサイトがあなたの位置情報を要求しています。
ka: ვებსაიტებმა, შესაძლოა მოითხოვოს თქვენი მდებარეობის მონაცემები.
kab: Ismal web iɣer trezzuḍ zemren ad sutren adig-inek.
kk: Сіз ашатын веб-сайттар сізден орналасуыңызды сұрауы мүмкін.
ko: 방문한 웹사이트에서 위치 정보를 요청할 수 있습니다.
lo: ເວັບໄຊທ໌ທີ່ທ່ານເຂົ້າໄປອາດຈະຕ້ອງການຕຳແຫນ່ງທີຢູ່ຂອງທ່ານ
lv: Lapas, ko apmeklējat var prasīt jūsu atrašanās vietu.
ml: താങ്കള്‍ സന്ദര്‍ശിക്കുന്ന വെബിടങ്ങൾ താങ്കളുടെ സ്ഥലത്തിനായി അപേക്ഷിച്ചേക്കാം.
mr: आपण भेट देता त्या वेबसाइट आपल्या स्थानाची विनंती करू शकतात.
ms: Laman web yang anda lawati mungkin meminta lokasi anda.
ne_np: तपाईंले भ्रमण गर्ने वेबसाइटहरूले तपाईंको स्थान अनुरोध गर्न सक्छन् ।
pl: Pozwoli to odwiedzanym stronom żądać informacji o położeniu.
ro: Site-urile web pe care le vizitezi ar putea să-ți solicite locația.
ru: Посещаемые вам веб-сайты могут запросить ваше местоположение.
sk: Stránky, ktoré navštevujete, môžu žiadať prezradiť vašu polohu.
sl: Spletne strani lahko zahtevajo vašo lokacijo.
sq: Sajte që vizitoni mund të kërkojnë të njohin vendndodhjen tuaj.
ta: வலைதள பக்கங்கள் உங்கள் இடத்தை கேட்கலாம்.
tl: Maaaring hingiin ang iyong lokasyon ng binibisitang website
zh_cn: 您访问的网站可能会请求您的地理位置。
zh_tw: 您造訪的網站可能會詢問您的所在位置。

# NSMicrophoneUsageDescription
source: Firefox uses your microphone to record and upload audio.
es_ar: Esto te permite filmar y subir videos.
es_mx: Firefox usa tu micrófono para grabar y subir audio.
eu: Firefoxek zure mikrofonoa erabiltzen du audioa grabatu eta igotzeko.
he: ‏Firefox משתמש במיקרופון שלך כדי להקליט ולהעלות אודיו.
hu: Ez lehetővé teszi, hogy videókat készítsen és töltsön fel.
ja: Firefox が音声を録音してアップロードするためにマイクを使用します。
ka: საშუალებას გაძლევთ, ვიდეოს გადაღებისა და ატვირთვის.
kab: Ayagi ad k-isireg asader d usali n tvidyutin.
kk: Бұл арқылы видеоларды түсіріп, жүктеуге болады.
ko: Firefox가 오디오 녹음 및 업로드를 하기 위해 마이크를 사용합니다.
lo: ນີ້ຈະເຮັດໃຫ້ທ່ານສາມາດຖ່າຍ ແລະ ອັບໂຫລດວິດີໂອໄດ້.
ml: രേഖപ്പെടത്തി ഉപ്ലോടു് ചെയ്യാൻ വേണ്ടി ഫയർഫോക്സു് താങ്ങളുടെ ശബ്ദഗ്രാഹിയെ ഉപയോഗിക്കാരുണ്ടു്.
ne_np: Firefox ले अडियो रेकर्ड गर्न र अडियो अपलोड गर्न तपाईंको माइक्रोफोन प्रयोग गर्छ।
pl: Firefox używa mikrofonu do nagrywania i przesyłania dźwięku.
sl: Firefox uporablja vaš mikrofon za snemanje in nalaganje zvoka.
zh_cn: Firefox 需要使用您的麦克风来录制并上传音频。
zh_tw: Firefox 可使用您的麥克風為網站錄音上傳。

# NSPhotoLibraryAddUsageDescription
source: This lets you save photos.
ast: Esto déxate guardar les semeyes.
bs: Ovo vam omogućava da sačuvate fotografije.
cs: Toto vám umožní ukládat fotografie.
es_ar: Esto te permite guardar las fotos.
es_mx: Esto permite que guardes tus fotos.
eu: Honekin argazkiak gorde ditzakezu.
gl: Isto permítelle gardar fotos.
gu_in: આ તમને ફોટા સાચવવા દે છે.
he: זה מאפשר לך לשמור תמונות.
hu: Ezzel lementheti a képeket.
ja: これにより写真を保存できます。
ka: სურათების შენახვის საშუალებას იძლევა.
kab: Aya ad k-yeǧǧ ad teskelseḍ tiwlafin-inek.
kk: Бұл көмегімен фотоларды сақтауға болады.
ko: 사진을 저장할 수 있게 합니다.
lo: ສຶ່ງນີ້ຊ່ວຍໃຫ້ທ່ານບັນທຶກຮູບພາບ
ml: ഇത് നിങ്ങൾക്ക് ഫോട്ടോകൾ സംരക്ഷിക്കാൻ അനുവദിക്കുന്നു.
mr: हे आपल्याला फोटो जतन करू देते.
ne_np: यसले तपाईंलाई फोटोहरू सेभ गर्न दिन्छ ।
pl: Pozwoli to zachowywać zdjęcia.
ru: Это позволит вам сохранять фотографии.
sl: To vam omogoča shranjevati fotografije.
sq: Kjo ju lejon të ruani foto.
ta: இது உங்களை படம் சேமிக்க விடுகிறது.
tl: Pinapayagan ka nito na i-save ang mga larawan.
zh_cn: 让您可以保存照片。
zh_tw: 讓您可儲存相片。

source: New Private Tab
es_mx: Nueva pestaña privada
eu: Fitxa pribatu berria
he: לשונית פרטית חדשה
hu: Új privát lap
ja: 新規プライベートタブ
ka: ახალი პირადი ჩანართი
kab: Iccer uslig amaynut
ko: 새 사생활 보호 탭
lo: ແທັບສ່ວນຕົວໃຫມ່
ml: പുതിയ സ്വകാര്യ ടാബ്
pl: Nowa karta prywatna
sl: Nov zasebni zavihek
zh_cn: 新建隐私标签页
zh_tw: 新隱私分頁

source: New Tab
ast: Llingüeta nueva
bg: Нов раздел
bs: Novi tab
cs: Nový panel
eo: Nova langeto
es_ar: Nueva pestaña
es_mx: Nueva pestaña
eu: Fitxa berria
gd: Taba ùr
gl: Nova lapela
gu_in: નવું ટેબ
he: לשונית חדשה
hu: Új lap
ja: 新規タブ
ka: ახალი ჩანართი
kab: Iccer amaynut
kk: Жаңа бет
ko: 새 탭
lo: ແທັບໃຫມ່
lv: Jauna cilne
ml: പുതിയ ടാബ്
mr: नवीन टॅब
ms: Tab Baru
ne_np: नयाँ ट्याब
pl: Nowa karta
ro: Filă nouă
ru: Новая вкладка
sl: Nov zavihek
sq: Skedë e Re
ta: புதிய கீற்று
tl: Bagong Tab
zh_cn: 新建标签页
zh_tw: 新分頁

source: Scan QR Code
es_mx: Escanear código QR
eu: Eskaneatu QR kodea
he: סריקת קוד QR
hu: QR-kód leolvasása
ja: QR コードをスキャン
ka: QR კოდის წაკითხვა
kab: Semḍen Tangalt QR
ko: QR 코드 스캔
lo: ສະແກນລະຫັດ QR
ml: QR സങ്കേതം പരിശോധിക്കുക
pl: Skanuj kod QR
sl: Skeniraj QR-kodo
zh_cn: 扫描二维码
zh_tw: 掃描 QR Code

# CFBundleDisplayName
source: Open In Firefox
es_mx: Abrir en Firefox
he: פתיחה ב־Firefox
ka: გახსნის Firefox
ko: Firefox에서 열기
ml: ഫയർഫോക്സിൽ തുറക്കുക
sl: Odpri v Firefoxu

source: Add to Bookmarks
ast: Amestar a Marcadores
bg: Добавяне на отметка
bs: Dodaj u bilješke
cs: Přidat do záložek
cy: Ychwanegu i Nodau Tudalen
eo: Aldoni al legosignoj
es_ar: Agregar a marcadores
es_mx: Agregar a marcadores
eu: Gehitu laster-marketan
gd: Cuir ris na comharran-lìn
gl: Engadir aos marcadores
gu_in: બુકમાર્ક્સમાં ઉમેરો
he: הוספה לסימניות
hu: Hozzáadás a könyvjelzőkhöz
ja: ブックマークに追加
ka: ჩანიშვნა
kab: Rnu γer tecraḍ
kk: Бетбелгілерге қосу
ko: 북마크에 추가
lo: ເພີ່ມບຸກມາກ
lv: Pievienot grāmatzīmēm
ml: അടയാളപ്പെടുത്തുക
mr: वाचनखुणांमध्ये समाविष्ट करा
ms: Tambah ke Tandabuku
ne_np: बुकमार्कमा थप्नुहोस्
pl: Dodaj zakładkę
ro: Adaugă la semnele de carte
ru: Добавить в закладки
sk: Pridať medzi záložky
sl: Dodaj med zaznamke
sq: Shtoje te Faqerojtësit
ta: புத்தக்குறிகளில் சேர்
tl: Idagdag sa mga Bookmark
zh_cn: 添加书签
zh_tw: 新增至書籤

source: Close Tab
ast: Zarrar llingüeta
bg: Затваряне на раздел
bs: Zatvori tab
cs: Zavřít panel
eo: Fermi langeton
es_ar: Cerrar pestaña
es_mx: Cerrar pestaña
eu: Itxi fitxa
gd: Dùin an taba
gl: Pechar lapela
gu_in: ટૅબ્સ બંધ કરો
he: סגירת לשונית
hu: Lap bezárása
ja: タブを閉じる
ka: ჩანართის დახურვა
kab: Mdel Iccer
kk: Бетті жабу
ko: 탭 닫기
lo: ປິດແທັບ
lv: Aizvērt cilni
ml: ടാബ് അടയ്ക്കുക
mr: टॅब बंद करा
ms: Tutup Tab
ne_np: ट्याब बन्द गर्नुहोस्
pl: Zamknij kartę
ro: Închide fila
ru: Закрыть вкладку
sk: Zavrieť kartu
sl: Zapri zavihek
sq: Mbylle Skedën
ta: கீற்றை மூடவும்
tl: Isara ang Tab
zh_cn: 关闭标签页
zh_tw: 關閉分頁

source: Copy URL
ast: Copiar URL
bg: Копиране на URL
bs: Kopiraj URL
cs: Kopírovat URL
eo: Kopii URL
es_ar: Copiar URL
es_mx: Copiar URL
eu: Kopiatu URLa
gd: Dèan lethbhreac dhen URL
gl: Copiar URL
gu_in: URL ની નકલ કરો
he: העתקת כתובת
hu: URL másolása
ja: URL をコピー
ka: ბმულის ასლი
kab: Nɣel tansa URL
kk: Сілтемені көшіріп алу
ko: URL 복사
lo: ສຳເນົາ URL
lv: Kopēt adresi
ml: യൂ.ർ.എൽ പകര്‍ത്തുക
mr: URL ची प्रत करा
ms: Salin URL
ne_np: URL कपि गर्नुहोस्
pl: Kopiuj adres
ro: Copiază URL-ul
ru: Копировать URL
sk: Kopírovať adresu URL
sl: Kopiraj spletni naslov
sq: Kopjoje URL-në
ta: உரலை நகலெடு
tl: Kopyahin ang URL
zh_cn: 复制网址
zh_tw: 複製網址

# Menu.SendLinkToDevice
source: Send Link to Device
es_ar: Enviar enlace a dispositivo
es_mx: Enviar enlace al dispositivo
eu: Bidali lotura gailura
he: שליחת קישור למכשיר
hu: Hivatkozás küldése eszközre
ja: リンクを端末へ送信
ka: ბმულის გაგზავნა მოწყობილობაზე
kab: Azen aseɣwen ɣer yibenk
kk: Сілтемені құрылғыға жіберу
ko: 기기로 링크 보내기
lo: ສົ່ງລີ້ງໄປຫາອຸປະກອນ
ml: ഉപകരണത്തിലേക്ക് കണ്ണി അയയ്ക്കുക
ne_np: लिङ्कलाई उपकरणमा पठाउनुहोस्
pl: Wyślij odnośnik do
sl: Pošlji povezavo na napravo
zh_cn: 发送链接到设备
zh_tw: 將鏈結傳送至裝置

source: Open Last Bookmark
ast: Abre'l caberu marcador
bg: Отваряне на последна отметка
bs: Otvori zadnju bilješku
cs: Otevřít naposledy přidanou záložku
eo: Malfermi lastan legosignon
es_ar: Abrir el último marcador
es_mx: Abrir último marcador
eu: Ireki azken laster-marka
gd: Fosgail an comharra‑lìn mu dheireadh
gl: Abrir o último marcador
gu_in: છેલ્લું બુકમાર્ક ખોલો
he: פתיחת סימנייה אחרונה
hu: Legutóbbi könyvjelző megnyitása
ja: 最後に追加したブックマークを開く
ka: ბოლოს ჩანიშნულის გახსნა
kab: Ldi tacreḍṭ taneggarut
kk: Соңғы бетбелгіні ашу
ko: 최근 북마크 열기
lo: ເປີດບຸກມາກຄັ້ງຫຼ້າສຸດ
lv: Atvērt pēdējo grāmatzīmi
ml: ഇപ്പൊ അടയാളപ്പെടുത്തിയത് തുറക്കുക
mr: शेवटची वाचनखूण उघडा
ms: Buka Tandabuku Terakhir
ne_np: अन्तिम बुकमार्क खोल्नुहोस्
pl: Otwórz ostatnią zakładkę
ro: Deschide ultimul semn de carte
ru: Открыть последнюю закладку
sk: Otvoriť poslednú záložku
sl: Odpri zadnji zaznamek
sq: Hap Faqerojtësin e Fundit
ta: கடைசி புத்தகக்குறியை திற
tl: Buksan ang Huling Bookmark
zh_cn: 打开最近的书签
zh_tw: 開啟最近儲存書籤

source: Send to Device
ast: Unviar al preséu
bg: Изпращане към устройство
bs: Pošalji na uređaj
cs: Poslat do zařízení
eo: Sendi al aparato
es_ar: Enviar al dispositivo
es_mx: Enviar al dispositivo
eu: Bidali gailura
gd: Cuir gun uidheam
gl: Enviar ao dispositivo
gu_in: ઉપકરણ પર મોકલો
he: שליחה למכשיר
hu: Küldés eszközre
ja: 端末に送信
ka: მოწყობილობაზე გაგზავნა
kab: Azen γer yibenk
kk: Құрылғыға жіберу
ko: 기기로 보내기
lo: ສົ່ງໄປຫາອຸປະກອນ
lv: Sūtīt uz ierīci
ml: മറ്റോരുപകരണത്തിലേക്കയയ്ക്കുക
mr: उपकरणाला पाठवा
ms: Hantar ke Peranti
ne_np: यन्त्रमा पठाउनुहोस्
pl: Wyślij odnośnik do
ro: Trimite pe dispozitiv
ru: Отправить на устройство
sk: Odoslať do zariadenia
sl: Posreduj na napravo
sq: Dërgoje te Pajisje
ta: கருவிக்கு அனுப்பு
tl: Ipadala sa Device
zh_cn: 发送到设备
zh_tw: 傳送到裝置

# TabPeek.RemoveBookmark.v146
source: Remove Bookmark
es_mx: Eliminar marcador
he: הסרת סימנייה
ka: სანიშნის მოცილება
ko: 북마크 삭제
ml: അടയാളക്കുറിപ്പു മാറ്റുക
sl: Odstrani zaznamek

source: Enter passcode
ast: Introducir códigu de pasu
bg: Въведи парола
bs: Unesite pristupni kod
cs: Zadejte heslo
eo: Tajpu la paskodon
es_ar: Ingresar código de acceso
es_mx: Ingresar código de acceso
eu: Sartu pasakodea
gd: Cuir a-steach abairt-fhaire
gl: Escriba o código de acceso
gu_in: પાસકોડ દાખલ કરો
he: הכנסת ססמה
hu: Írja be a jelkódot
ja: パスコードを入力してください
ka: შეიყვანეთ შესვლის კოდი
kab: Sekcem azamul uffir
kk: Кілттік кодты енгізіңіз
ko: 암호 입력
lo: ປ້ອນ Passcode
lv: Ievadiet paroli
ml: ഒളിവാക്ക് നല്‍കുക
mr: पासकोड प्रविष्ट करा
ms: Masukkan kod laluan
ne_np: पासकोड प्रविष्ट गर्नुहोस्
pl: Podaj kod
ro: Introdu codul de trecere
ru: Введите код-пароль
sk: Zadajte prístupový kód
sl: Vnesite geslo
sq: Jepni kodkalim
ta: கடவுக்குறியீட்டை உள்ளிடுக
tl: Ipasok ang Passcode
zh_cn: 请输入密码
zh_tw: 輸入解鎖碼

source: Use your fingerprint to access Logins now.
ast: Usa la to buelga p'acceder a los tos anicios de sesión agora.
bg: Използвайте вашия пръстов отпечатък за достъп до входящи данни сега.
bs: Koristite vaš otisak prsta da pristupite prijavama sada.
cs: Použijte svůj otisk prstu pro otevření Přihlašovacích údajů.
eo: Uzi vian fingrospuron por aliri la kreditilojn nun.
es_ar: Usá tu huella digital para acceder a los inicios de sesión ahora.
es_mx: Usa tu huella digital para acceder a inicios de sesión ahora.
eu: Erabili zure hatz-marka saio-hasieren sarbidea izateko.
gd: Dèan clàradh a‑steach slighe lorg do mheòir.
gl: Usa a pegada dixital para acceder as identificacións.
gu_in: હવે લૉગિન ઍક્સેસ કરવા માટે તમારી ફિંગરપ્રિન્ટનો ઉપયોગ કરો.
he: שימוש בטביעת אצבע כדי לגשת לרשימת הכניסות.
hu: Használja az ujjlenyomatát, hogy most hozzáférjen a bejelentkezésekhez.
ja: 指紋認証を利用してログインする。
ka: ანგარიშების მონაცემებთან წვდომა თითის ანაბეჭდით.
kab: Seqdec adsil umḍin i yinekcam tura.
kk: Логиндерге қатынау үшін саусақ баспасын қолданыңыз.
ko: 로그인을 위해 지문을 사용하세요.
lo: ໃຊ້ລາຍນີ້ວມືຂອງທ່ານເພື່ອເຂົ້ານຳໃຊ້ການເຂົ້າສູ່ລະບົບດຽວນີ້ເລີຍ.
lv: Izmantot pirkstu nospiedumu, lai piekļūtu lietotājvārdiem.
ml: പ്രവേശനങ്ങള്‍ ലഭിക്കാനായി താങ്കളുടെ വിരലടയാളം ഉപയോഗിക്കുക.
mr: आता लॉगिन्स वापरण्यासाठी बोटाचा ठसा वापरा.
ms: Gunakan cap jari anda untuk mengakses Log masuk sekarang.
ne_np: अब लग इन गर्न आफ्नो औँठाछाप प्रयोग गर्नुहोस्।
pl: Użyj Touch ID, by uzyskać dostęp do danych logowania.
ro: Folosește amprenta ca să accesezi autentificările acum.
ru: Для доступа к Логинам теперь используйте отпечаток.
sk: Použite odtlačok prsta a prejdete k svojim Prihláseniam.
sl: Uporabite svoj prstni odtis za dostop do prijav.
sq: Përdorni shenja gishtash tuajat që të hyni te Kredenciale Hyrjesh.
ta: கைரேகை கொண்டு உள்நுழைவுகளை அணுகவும்.
tl: Gamitin ang iyong fingerprint para ma-access ang mga Login.
zh_cn: 验证您的指纹以访问登录信息。
zh_tw: 掃描指紋，開啟儲存的登入資訊。

source: Cancel
ast: Encaboxar
bg: Отказ
bs: Otkaži
cs: Zrušit
cy: Diddymu
eo: Nuligi
es_ar: Cancelar
es_mx: Cancelar
eu: Utzi
gd: Sguir dheth
gl: Cancelar
gu_in: રદ કરો
he: ביטול
hu: Mégse
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
lv: Atcelt
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
ne_np: रद्द गर्नुहोस्
pl: Anuluj
ro: Renunță
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anuloje
ta: ரத்து
tl: Kanselahin
zh_cn: 取消
zh_tw: 取消

source: OK
ast: Aceutar
bg: Добре
bs: U redu
cy: Iawn
eo: Akcepti
es_ar: Aceptar
es_mx: Aceptar
eu: Ados
gd: Ceart ma-thà
gl: Aceptar
gu_in: ઠીક
he: אישור
hu: Rendben
ka: კარგი
kab: IH
kk: ОК
ko: 확인
lo: ຕົກລົງ
lv: Labi
ml: ശരി
mr: ठीक आहे
ne_np: ठीक छ
ru: ОК
sl: V redu
ta: சரி
zh_cn: 好
zh_tw: 確定

source: This action will clear all of your private data, including history from your synced devices.
ast: Esta aición va llimpiar los tos datos privaos, incluyendo l'historial de tolos tos preseos sincronizaos.
bg: Това действие ще изчисти всичките ви лични данни, включително историята от синхронизираните ви устройства.
bs: Ova radnja će očistiti sve vaše privatne podatke, uključujući historiju iz vaših sinhronizovanih uređaja.
cs: Tato akce smaže všechna vaše data, včetně historie prohlížení ze všech synchronizovaných zařízení.
eo: Tiu ĉi ago viŝos ĉiujn viajn privatajn datumojn, kiuj inkluzivas historion el viaj spegulitaj aparatoj.
es_ar: Esta acción borrará todos tus datos privados, incluyendo el historial de tus dispositivos sincronizados.
es_mx: Esta acción borrará todos tus datos privados, incluyendo el historial de tus dispositivos sincronizados.
eu: Ekintza honek zure datu pribatuak garbituko ditu, sinkronizatutako gailuetako historia barne.
gd: Falamhaichidh an gnìomh seo an dàta prìobhaideach agad uile, a’ gabhail a-steach an eachdraidh o na h-uidheaman sioncronaichte agad.
gl: Esta acción borrará todos os seus datos privados, incluíndo o historial dos seus dispositivos sincronizados.
gu_in: આ ક્રિયા તમારા સમન્વયિત ઉપકરણોથી ઇતિહાસ સહિત, તમારા બધા ખાનગી ડેટાને સાફ કરશે.
he: פעולה זו תמחק את כל הנתונים האישיים שלך, לרבות ההיסטוריה מהמכשירים המסונכרנים שלך.
hu: Ez a művelet töröl minden személyes adatát, beleértve a szinkronizált eszközökön lévő előzményeket is.
ja: この操作は、同期した端末からの履歴を含め、あなたのプライベートデータをすべて削除します。
ka: შედეგად, თქვენი ყველა პირადი მონაცემი გასუფთავდება, მათ შორის დასინქრონებული მოწყობილობებიდან.
kab: Tigawt-a ad tesfeḍ akk isefka-inek usligen, ula d amazray seg ibenkan-inek yemtawin.
kk: Бұл әрекет сіздің барлық жеке деректеріңізді, соның ішінде синхрондалған құрылғылар тарихын, өшіреді.
ko: 이 작업을 수행하면 동기화된 기기의 방문 기록을 포함한 모든 개인 정보가 삭제됩니다.
lo: ການກະທຳນີ້ຈະລົບລ້າງຂູ້ມູນສ່ວນຕົວທັງຫມົດຂອງທ່ານ, ລວມທັງປະຫວັດກາານ sync ຈາກອຸປະກອນຂອງທ່ານ.
lv: Šis izdzēsīs visus jūsu privātos datus, ieskaitot vēsturi no citām pievienotajām ierīcēm.
ml: ഈ പ്രവര്‍ത്തി മൂലം താങ്കളുടെ സമന്വയിപ്പിച്ച ചെയ്തിട്ടുള്ള ഉപകരണങ്ങളിൽ നാള്‍വഴി അടക്കം താങ്കളുടെ സ്വകാര്യ ദത്ത ഇല്ലാതാക്കും.
mr: यामुळे आपण ताळमेळ केलेल्या सर्व उपकरणांवरच्या इतिहासासह आपली सर्व खाजगी माहिती नष्ट होईल.
ms: Tindakan ini akan membuang semua data peribadi anda, termasuk sejarah dari peranti sync anda.
ne_np: यस कार्यले तपाईँको समन्वयन यन्त्रहरूबाट इतिहास सहित, निजी डाटा सबै खाली गर्नेछ।
pl: Wszystkie dane prywatne zostaną usunięte, łącznie z historią przeglądania na synchronizowanych urządzeniach.
ro: Această acțiune va șterge toate datele tale private, inclusiv istoricul de pe dispozitivele sincronizate.
ru: Это действие удалит все ваши личные данные, включая историю со всех синхронизированных устройств.
sk: Táto akcia vymaže všetky vaše súkromné dáta, vrátane histórie zo synchronizovaných zariadení.
sl: To dejanje bo počistilo vse vaše zasebne podatke, vključno z zgodovino iz sinhroniziranih naprav.
sq: Ky veprim do të fshijë krejt të dhënat tuaja private, përfshi historikun prej pajisjesh tuaja të njëkohësuara.
ta: இச்செயலானது ஒத்திசைத்த சாதனங்களிலிருந்து வரலாறு முதற்கொண்டு அந்தரங்க தரவு அனைத்தையும துடைத்துவிடும்.
tl: Buburahin nito lahat ng iyong pribadong data kasama ang history ng iyong mga synced devices
zh_cn: 此操作将清除您的所有隐私数据，包括您所有已同步设备上的历史记录。
zh_tw: 將清除您所有的隱私資料，包含所有已同步裝置中的瀏覽紀錄。

source: Browsing History
ast: Historial de restolar
bg: История на сърфирането
bs: Historija pretraživanja
cs: Historie prohlížení
cy: Hanes Pori
eo: Historio de retumo
es_ar: Historial de navegación
es_mx: Historial de navegación
eu: Nabigatze-historia
gd: An eachdraidh brabhsaidh
gl: Historial de navegación
gu_in: બ્રાઉઝિંગ ઇતિહાસ
he: היסטוריית גלישה
hu: Böngészési előzmények
ja: 閲覧履歴
ka: მონახულებული გვერდები
kab: Amazray n tunigin
kk: Шолу тарихы
ko: 방문 기록
lo: ປະຫວັດການທ່ອງເວັບ
lv: Pārlūkošanas vēsturi
ml: തിരയൽ നാള്‍വഴി
mr: ब्राउजिंग इतिहास
ms: Sejarah Pelayaran
ne_np: ब्राउजिङ्ग इतिहास
pl: Historia przeglądania
ro: Istoric de navigare
ru: Журнал посещений
sk: História prehliadania
sl: Zgodovino brskanja
sq: Historik Shfletimesh
ta: உலாவல் வரலாறு
zh_cn: 浏览历史
zh_tw: 瀏覽紀錄

source: Cache
ast: Caché
bs: Predmemorija
cs: Mezipaměť
cy: Storfa
eo: Staplo
es_ar: Caché
es_mx: Caché
eu: Cachea
gd: An tasgadan
gl: Caché
gu_in: કૈશ
he: מטמון
hu: Gyorsítótár
ja: キャッシュ
ka: დროებითი მარაგი
kab: Tuffirt
kk: Кэш
ko: 캐시
lo: ແຄຊ໌
lv: Kešatmiņu
ml: കാഷെ
mr: कॅशे
ne_np: क्यास
pl: Pamięć podręczna
ru: Кэш
sk: Vyrovnávacia pamäť
sl: Predpomnilnik
sq: Fshehtinë
ta: இடையகம்
zh_cn: 缓存
zh_tw: 快取

source: Cookies
bs: Kolačići
cy: Cwcis
eo: Kuketojn
eu: Cookieak
gd: Briosgaidean
gu_in: કૂકીઝ
he: עוגיות
hu: Sütik
ja: Cookie
ka: ფუნთუშები
kab: Inagan n tuqqna
ko: 쿠키
lo: ຄຸກກີ້
lv: Sīkdatnes
ml: കുക്കികള്‍
mr: कुकीज
ms: Kuki
ne_np: कुकिजहरु
pl: Ciasteczka
ro: Cookie-uri
ru: Куки
sl: Piškotke
ta: நினைவிகள்
zh_cn: Cookie
zh_tw: Cookie

source: Downloaded Files
ast: Ficheros baxaos
bs: Preuzete datoteke
cs: Stažené soubory
es_ar: Archivos descargados
es_mx: Archivos descargados
eu: Deskargatutako fitxategiak
gl: Ficheiros descargados
gu_in: ડાઉનલોડ કરેલી ફાઇલો
he: קבצים שהורדו
hu: Letöltött fájlok
ja: ダウンロード済みファイル
ka: ჩამოტვირთული ფაილები
kab: Sader ifuyla
kk: Жүктеліп алынған файлдар
ko: 다운로드된 파일
lo: ໄຟລ໌ທີ່ດາວໂຫລດ
ml: ഇറക്കിവച്ച ഫയലുകൾ
mr: डाउनलोड केलेल्या फाईल
ne_np: डाउनलोड गरिएका फाइलहरू
pl: Pobrane pliki
ru: Загруженные файлы
sl: Prenesene datoteke
ta: பதிவிறக்கப்பட்ட கோப்புகள்
zh_cn: 已下载文件
zh_tw: 下載檔案

source: Offline Website Data
ast: Datos de sitios web fuera de llinia
bg: Офлайн данни на страницa
bs: Van mrežni podaci web stranice
cs: Offline obsah
cy: Data Gwefan All-lein
eo: Malkonektitaĵoj retejaj
es_ar: Datos de sitios web sin conexión
es_mx: Datos de sitios web sin conexión
eu: Lineaz kanpoko datuak
gd: Dàta làraichean-lìn far loidhne
gl: Datos de sitios web sen conexión
gu_in: ઓફલાઈન વેબસાઈટ માહિતી
he: מידע לא מקוון של אתרים
hu: Kapcsolat nélküli webhelyadatok
ja: オフラインウェブサイトデータ
ka: კავშირგარეშე მონაცემები
kab: Isefka n usmel s war tuqqna
kk: Дербес веб-сайттар ақпараты
ko: 오프라인 웹사이트 정보
lo: ຂໍ້ມູນອັອບລາຍຂອງເວັບໄຊທ໌
lv: Lapu saglabātos datus
ml: ഓഫ്‌ലൈന്‍ ആയ വെബ്സൈറ്റ് വിവരങ്ങള്‍
mr: ऑफलाइन संकेतस्थळ माहिती
ms: Data Laman web Luar talian
ne_np: अफलाइन वेबसाइट डाटा
pl: Dane witryn trybu offline
ro: Date offline ale site-urilor web
ru: Данные автономных сайтов
sk: Údaje webových stránok v režime offline
sl: Podatke pri delu brez povezave
sq: Të dhëna Sajtesh për Jashtë Linje
ta: முடக்கலை தள தரவு
zh_cn: 离线网站数据
zh_tw: 網頁離線資料

source: Saved Logins
ast: Anicios de sesión guardaos
bg: Запазени влизания
bs: Sačuvane prijave
cs: Uložené přihlašovací údaje
cy: Mewngofnodion wedi eu Cadw
eo: Konservitaj akreditiloj
es_ar: Ingresos guardados
es_mx: Inicios de sesión guardados
eu: Gordetako saio-hasierak
gd: Clàraidhean a-steach sàbhailte
gl: Identificacións gardadas
gu_in: સાચવેલ લૉગિન
he: כניסות שמורות
hu: Mentett bejelentkezések
ja: 保存されたログイン情報
ka: დამახსოვრებული ანგარიშის მონაცემები
kab: Inekcam yettwakelsen
kk: Сақталған логиндер
ko: 저장된 로그인 정보
lo: ບັນທຶກການເຂົ້າສູ່ລະບົບໄວ້
lv: Saglabātās paroles
ml: സൂക്ഷിച്ചുവച്ച പ്രവേശനങ്ങള്‍
mr: साठवलेले लॉगिन
ms: Log Masuk Tersimpan
ne_np: सङ्ग्रहित लग-इनहरू
pl: Zachowane dane logowania
ro: Autentificări salvate
ru: Сохранённые логины
sk: Uložené prihlásenia
sl: Shranjene prijave
sq: Kredenciale Hyrjesh të Ruajtura
ta: சேமிக்கப்பட்ட புகுபதிகைகள்
tl: Offline Website Data
zh_cn: 已保存的登录信息
zh_tw: 儲存的登入資訊
