Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

source: When Leaving Private Browsing
ast: Al dexar de Restolar en privao
bg: Когато напускате лично сърфиране
bs: Pri napuštanju privatnog pretraživanja
cs: po opuštění anonymního prohlížení
cy: Pan yn Gadael Pori Preifat
eo: Post forlaso de la privata retumo
es_ar: Al dejar la navegación privada
es_mx: Cuando dejes la navegación privada
eu: Nabigatze pribatua uztean
gd: Le fàgail a brabhsaidh phrìobhaidich
gl: Ao saír da navegación privada
gu_in: જ્યારે ખાનગી બ્રાઉઝિંગ છોડી રહ્યા છીએ
he: כאשר עוזבים את מצב גלישה פרטית
hu: Mikor elhagyja a privát böngészést
ja: プライベートブラウジングモードの終了時
ka: პირადი თვალიერების რეჟიმის დატოვებისას
kab: Ticki teffɣeḍ seg tunigin tusligt
kk: Жекелік шолудан шығу кезінде
ko: 사생활 보호 모드를 나갈때
lo: ເມື່ອອອກຈາກການຄົ້ນຫາແບບສ່ວນຕົວ
lv: Kad pametat privāto pārlūkošanu
ml: സ്വകാര്യ മോഡില്‍ നിന്നും പുറത്തു കടക്കുമ്പോള്‍
mr: खाजगी ब्राउझिंग सोडताना
ms: Apabila Meninggalkan Pelayaran Peribadi
ne_np: निजी ब्राउजिँङ बन्द गर्दा
pl: podczas opuszczania trybu prywatnego
ro: Când părăsești navigarea privată
ru: При выходе из Приватного просмотра
sk: Pri opustení režimu Súkromné prehliadanie
sl: Ob koncu zasebnega brskanja
sq: Kur Dilet Nga Shfletimi Privat
ta: அந்தரங்க முறைமையைச் செயற்படுத்து (அ) அணை
tl: Kung iiwanan ang Private Browsing...
zh_cn: 离开隐私浏览时关闭
zh_tw: 離開隱私瀏覽時關閉分頁

source: %@ search
ast: Gueta de %@
bg: Тръсене с %@
bs: %@ traži
cs: Vyhledat pomocí %@
cy: Chwilio gan %@
eo: %@ serĉi
es_ar: Buscar con %@
es_mx: Búsqueda de %@
eu: %@ bilaketa
gd: Lorg air %@
gl: busca de %@
gu_in: %@ શોધ
he: חיפוש %@
hu: %@ keresés
ja: %@ 検索
ka: %@ ძიება
kab: Anadi %@
kk: %@ іздеу
ko: %@ 검색
lo: %@ ຄົ້ນຫາ
lv: %@ meklēšana
ml: %@ തിരയല്‍
mr: %@ शोध
ms: %@ carian
ne_np: %@ मा खोज्नुहोस्
pl: Wyszukaj w %@
ro: Căutare %@
ru: Поиск в %@
sk: Vyhľadávanie %@
sl: Iskalnik %@
sq: Kërkim me %@
ta: %@ தேடுபொறி
tl: %@ hanap
zh_cn: %@ 搜索
zh_tw: 搜尋 %@

source: Search Settings
ast: Axustes de gueta
bg: Настройки на търсене
bs: Postavke pretraživanja
cs: Nastavení vyhledávání
cy: Chwilio'r Gosodiadau
eo: Agordoj de serĉo
es_ar: Configuración de búsqueda
es_mx: Configuración de búsqueda
eu: Bilaketa-ezarpenak
gd: Roghainnean luirg
gl: Axustes da busca
gu_in: શોધ સેટિંગ્સ
he: הגדרות חיפוש
hu: Keresési beállítások
ja: 検索設定
ka: ძიების პარამეტრები
kab: Iɣewwaren n unadi
kk: Іздеу баптаулары
ko: 검색 설정
lo: ການຕັ້ງຄ່າການຄົ້ນຫາ
lv: Meklēšanās iestatījumi
ml: തിരയൽ സജ്ജീകരണങ്ങൾ
mr: शोध सेटिंग्स
ms: Tetapan carian
ne_np: सेटिङ्गहरू खोजी गर्नुहोस्
pl: Ustawienia wyszukiwania
ro: Setări de căutare
ru: Параметры поиска
sk: Nastavenia vyhľadávania
sl: Nastavitve iskanja
sq: Parametra Kërkimi
ta: தேடல் அமைவுகள்
tl: Settings ng paghahanap
zh_cn: 搜索设置
zh_tw: 搜尋設定

# Search.SponsoredSuggestionDescription.v119
source: Sponsored
es_mx: Patrocinado
eu: Babesleak hornituta
he: ממומן
hu: Szponzorált
ja: 広告
ka: დამკვეთისგან
kab: S lmendad
ko: 후원
lo: ໄດ້ຮັບການສະຫນັບສະຫນູນ
ml: പണം കൊണ്ടു് പ്രചരിപ്പിച്ചതു്
pl: Sponsorowane
sl: Sponzorirano
zh_cn: 赞助推广
zh_tw: 贊助項目

# %@ on %@
source: %1$@ on %2$@
ast: %1$@ en %2$@
bg: %1$@ от %2$@
bs: %1$@ na %2$@
cs: %1$@ na %2$@
cy: %1$@ ar %2$@
eo: %1$@ en %2$@
es_ar: %1$@ en %2$@
es_mx: %1$@ en %2$@
eu: %1$@ %2$@ gailuan
gd: %1$@ air %2$@
gl: %1$@ en %2$@
gu_in: %1$@ %2$@ પર
he: %1$@ על %2$@
hu: %1$@ itt: %2$@
ja: %2$@ の %1$@
ka: %1$@, %2$@ მოწყობილობიდან
kab: %1$@ seg %2$@
ko: %2$@의 %1$@
lv: %1$@ uz %2$@
ml: %2$@ ല്‍ %1$@
mr: %2$@ वरील %1$@
ms: %1$@ pada %2$@
ne_np: %2$@ मा %1$@
pl: %1$@ na %2$@
ro: %1$@ pe %2$@
ru: %1$@ на %2$@
sk: %1$@ na %2$@
sl: %1$@ na %2$@
sq: %1$@ te %2$@
ta: %2$@ மேல் %1$@
tl: %1$@ ng %2$@
zh_cn: %2$@ 上的 %1$@
zh_tw: %2$@ 上的 %1$@

source: Bookmarks Menu
ast: Menú de marcadores
bg: Меню Отметки
bs: Meni zabilješki
cs: Nabídka záložky
cy: Dewislen Nodau Tudalen
eo: Menuo de legosignoj
es_ar: Menú de marcadores
es_mx: Menú de marcadores
eu: Laster-marken menua
gd: Clàr-taice nan comharran-lìn
gl: Menú dos marcadores
gu_in: બુકમાર્ક્સ મેનુ
he: תפריט סימניות
hu: Könyvjelzők menü
ja: ブックマークメニュー
ka: სანიშნების მენიუ
kab: Umuɣ n tecraḍ n yisebtar
kk: Бетбелгілер мәзірі
ko: 북마크 메뉴
lo: ລາຍການບຸກມາກ
lv: Grāmatzīmju izvēlne
ml: അടയാളക്കുറിപ്പുകള്‍
mr: वाचनखूण मेनु
ms: Menu Tandabuku
ne_np: पुस्तकचिनोको मेनु
pl: Menu Zakładki
ro: Meniul „Semne de carte”
ru: Меню закладок
sk: Ponuka Záložky
sl: Meni zaznamkov
sq: Menu Faqerojtësish
ta: புத்தகக்குறி பட்டி
tl: Talaan ng mga Bookmark
zh_cn: 书签菜单
zh_tw: 書籤選單

source: Bookmarks Toolbar
ast: Barra de ferramientes de marcadores
bg: Лента с отметки
bs: Traka sa zabilješkama
cs: Lišta záložek
cy: Bar Offer Nodau Tudalen
eo: Menuo de legosignoj
es_ar: Barra de marcadores
es_mx: Barra de marcadores
eu: Laster-marken tresna-barra
gd: Bàr-inneal nan comharran-lìn
gl: Barra de marcadores
gu_in: બુકમાર્ક્સ ટૂલબાર
he: סרגל כלים סימניות
hu: Könyvjelzők eszköztár
ja: ブックマークツールバー
ka: სანიშნების ხელსაწყოთა ზოლი
kab: Afeggag n tecraḍ
kk: Бетбелгілер панелі
ko: 북마크 툴바
lo: ບຸກມາກ Toolbar
lv: Grāmatzīmju rīkjosla
ml: അടയാളക്കുറിപ്പിനുള്ള ടൂള്‍ബാര്‍
mr: वाचनखूणा साधनपट्टी
ms: Bar alat Tandabuku
ne_np: पुस्तकचिनो टुलबार
pl: Pasek zakładek
ro: Bara pentru semne de carte
ru: Панель закладок
sk: Panel nástrojov Záložky
sl: Vrstica zaznamkov
sq: Panel Faqerojtësish
ta: புத்தகக்குறி கருவிப்பட்டை
zh_cn: 书签工具栏
zh_tw: 書籤工具列

source: Mobile Bookmarks
ast: Marcadores del móvil
bg: Мобилни отметки
bs: Mobilne zabilješke
cs: Mobilní záložky
cy: Nodau Tudalen Symudol
eo: Poŝaparataj legosignoj
es_ar: Marcadores de celular
es_mx: Marcadores móviles
eu: Mugikorreko laster-markak
gd: Comharran-lìn mobile
gl: Marcadores do móbil
gu_in: મોબાઇલ બુકમાર્ક્સ
he: סימניות מהנייד
hu: Mobil könyvjelzők
ja: モバイルブックマーク
ka: მობილურის სანიშნები
kab: Ticraḍ n uziraz
kk: Мобильді бетбелгілер
ko: 모바일 북마크
lo: ບຸກມາກໂທລະສັບມືຖື
lv: Mobilās grāmatzīmes
ml: മൊബൈല്‍ അടയാളക്കുറിപ്പുകള്‍
mr: मोबाईल वाचनखूणा
ms: Tandabuku Telefon
ne_np: मोबाइल पुस्तकचिनोहरू
pl: Zakładki z telefonu
ro: Semne de carte mobile
ru: Мобильные закладки
sk: Mobilné záložky
sl: Mobilni zaznamki
sq: Faqerojtës Celulari
ta: செல்பேசி புத்தகக்குறிகள்
zh_cn: 移动版书签
zh_tw: 行動書籤

source: Unsorted Bookmarks
ast: Marcadores ensin ordenar
bg: Негрупирани отметки
bs: Neraspoređene zabilješke
cs: Ostatní záložky
cy: Nodau Tudalen heb eu Trefnu
eo: Neordigitaj legosignoj
es_ar: Marcadores sin ordenar
es_mx: Marcadores sin ordenar
eu: Ordenatu gabeko laster-markak
gd: Comharran-lìn gun seòrsachadh
gl: Marcadores sen ordenar
gu_in: અનસૉર્ટેડ બુકમાર્ક્સ
he: סימניות לא ממוינות
hu: Nem rendezett könyvjelzők
ja: 未整理のブックマーク
ka: დაუხარისხებელი სანიშნები
kab: Ticraḍ n yisebtar ur yettuseggmen ara
kk: Сұрыпталмаған бетбелгілер
ko: 미분류 북마크
lo: ບໍ່ຈັດລຽງລຳດັບບຸກມາກ
lv: Nesakārtotās grāmatzīmes
ml: ക്രമത്തിലാക്കാത്ത അടയാളക്കുറിപ്പുകള്‍
mr: अवर्गीकृत बुकमार्क
ms: Tandabuku tidak Disusun
ne_np: नमिलाइएका पुस्तकचिनोहरू
pl: Zakładki nieposortowane
ro: Semne de carte nesortate
ru: Неподшитые закладки
sk: Nezaradené záložky
sl: Nerazvrščeni zaznamki
sq: Faqerojtës të Parenditur
ta: ஒழுங்கற்ற புத்தகக்குறிகள்
tl: Mga Bookmark na Hindi Ayos.
zh_cn: 未分类书签
zh_tw: 未排序書籤

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
cs: Zavřít anonymní panely
es_ar: Cerrar pestañas privadas
es_mx: Cerrar pestañas privadas
eu: Itxi fitxa pribatuak
he: סגירת לשוניות פרטיות
hu: Privát lapok bezárása
ja: プライベートタブを閉じる
ka: პირადი ჩანართების დახურვა
kab: Mdel iccaren usligen
kk: Жекелік беттерді жабу
ko: 사생활 보호 탭 닫기
lo: ປິດແທັບສ່ວນຕົວ
ml: സ്വകാര്യ ടാബുകള്‍ അടയ്ക്കുക
ne_np: निजी ट्याबहरु बन्द गर्नुहोस्
pl: Zamknij prywatne karty
ru: Закрыть приватные вкладки
sl: Zapri zasebne zavihke
zh_cn: 关闭隐私标签页
zh_tw: 關閉隱私分頁

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
cs: Zavřít anonymní panely
es_ar: Cerrar pestañas privadas
es_mx: Cerrar pestañas privadas
eu: Itxi fitxa pribatuak
he: סגירת לשוניות פרטיות
hu: Privát lapok bezárása
ja: プライベートタブを閉じる
ka: პირადი ჩანართების დახურვა
kab: Mdel iccaren usligen
kk: Жекелік беттерді жабу
ko: 사생활 보호 탭 닫기
lo: ປິດແທັບສ່ວນຕົວ
ml: അടയ്ക്കൂ സ്വകാര്യ ടാബുകൾ
ne_np: निजी ट्याबहरू बन्द गर्नुहोस्
pl: Zamknij prywatne karty
ru: Закрыть приватные вкладки
sl: Zapri zasebne zavihke
zh_cn: 关闭隐私标签页
zh_tw: 關閉隱私分頁

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Firefox shortcuts to your Home screen.
cs: Přidejte si zkratku Firefoxu na domovskou obrazovku.
es_ar: Agregá accesos directos a la pantalla principal.
es_mx: Agrega atajos de Firefox a tu pantalla de inicio.
eu: Gehitu Firefoxen lasterbideak zure hasierako pantailan.
he: הוספת קיצורי דרך של Firefox למסך הבית שלך.
hu: Firefoxos parancsikonok hozzáadása a kezdőképernyőhöz.
ja: ホーム画面に Firefox のショートカットを追加します。
ka: დაამატეთ სხვადასხვა Firefox-მალსახმობი მთავარ ეკრანზე.
kab: Rnu inegzumen n Firefo ɣer ugdil-ik·im agejdan.
kk: Firefox жарлықтарын үй экранына қосыңыз
ko: 홈 화면에 바로 가기를 추가합니다.
lo: ເພີ່ມທາງລັດເຂົ້າ Firefox ໄປຫນ້າຈໍຫລັກຂອງທ່ານ
ml: താങ്ങളുടെ ആമുഖതാളിലേക്കു് ഫയർഫോക്സു് കുറുക്കുവഴികൾ ചേർക്കുക.
ne_np: Firefox लाई तपाईंको गृह स्क्रिनमा सर्टकटको रुपमा थप्नुहोस्।
pl: Dodaj skróty Firefoksa do ekranu głównego.
sl: Dodajte Firefoxove bližnjice na domač zaslon.
zh_cn: 在主屏幕添加 Firefox 快捷方式。
zh_tw: 將 Firefox 捷徑加入主畫面。

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
cs: Přejít na zkopírovaný odkaz
es_ar: Ir al enlace copiado
es_mx: Ir al enlace copiado
eu: Joan kopiatutako loturara
he: מעבר לקישור שהועתק
hu: Ugrás a másolt hivatkozáshoz
ja: コピーしたリンクを開く
ka: აღებულ ბმულზე გადასვლა
kab: Ddu ɣer useɣwen yettwaneɣlen
kk: Көшірілген сілтемеге өту
ko: 복사한 링크로 이동
lo: ໄປທີ່ລີ້ງໄດ້ກັອບປີ້ໄວ້
ml: പകർത്തിയ കണ്ണിയിലേക്കു് ചെല്ലുക
ne_np: कपि गरिएको लिङ्कमा जानुहोस्
pl: Otwórz skopiowany odnośnik
ru: Перейти по скопированной ссылке
sl: Pojdi na kopirano povezavo
zh_cn: 打开已复制的链接
zh_tw: 開啟複製的鏈結

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
cs: Přejít na zkopírovaný odkaz
es_ar: Ir al enlace copiado
es_mx: Ir al enlace copiado
eu: Joan kopiatutako loturara
he: מעבר לקישור שהועתק
hu: Ugrás a másolt hivatkozáshoz
ja: コピーしたリンクを開く
ka: აღებულ ბმულზე გადასვლა
kab: Ddu ɣer useɣwen yettwaneɣlen
kk: Көшірілген сілтемеге өту
ko: 복사한 링크로 이동
lo: ໄປທີ່ ລີ້ງທີ່ໄດ້ກັອບປີ້ໄວ້
ml: പകർത്തിയ കണ്ണിയിലേക്കു് ചെല്ലുക
ne_np: कपि गरिएको लिङ्कमा जानुहोस्
pl: Otwórz skopiowany odnośnik
ru: Перейти по скопированной ссылке
sl: Pojdi na kopirano povezavo
zh_cn: 打开复制的链接
zh_tw: 開啟複製的鏈結

# TodayWidget.MoreTabsLabel
source: +%d More…
cs: a %d dalších…
es_ar: +%d Más...
es_mx: +%d más…
eu: +%d gehiago…
he: ועוד %d…
hu: +%d további…
ja: その他 %d 個...
ka: +%d კიდევ…
kab: +%d Ugar…
kk: тағы +%d…
ko: +%d개 더 보기…
lo: ເພີ່ມເຕີມ +%d …
ml: +%d കൂടുതൽ…
ne_np: +%d थप…
pl: +%d więcej…
sl: še +%d …
zh_cn: +还有另 %d 个…
zh_tw: 還有 %d 個…

# TodayWidget.NewTabButtonLabelV1
source: New Search
cs: Nový dotaz
es_ar: Nueva búsqueda
es_mx: Nueva búsqueda
eu: Bilaketa berria
he: חיפוש חדש
hu: Új keresés
ja: 新規検索
ka: ახალი ძიება
kab: Anadi amaynut
kk: Жаңа іздеу
ko: 새 검색
lo: ການຄົ້ນຫາໃໝ່
ml: പുതിയ തിരയൽ
ne_np: नयाँ खोजी
pl: Nowe wyszukiwanie
ru: Новый поиск
sl: Novo iskanje
zh_cn: 新建搜索
zh_tw: 新搜尋結果

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
cs: Žádné otevřené panely.
es_ar: No hay pestañas abiertas.
es_mx: No hay pestañas abiertas.
eu: Irekitako fitxarik ez.
he: אין לשוניות פתוחות.
hu: Nincsenek nyitott lapok.
ja: 開いたタブはありません。
ka: გახსნილი ჩანართები არაა.
kab: Ulac iccaren yeldin,
kk: Ашық беттер жоқ.
ko: 열린 탭이 없습니다.
lo: ບໍ່ມີແທັບທີ່ເປີດຢູ່
ml: തുറന്ന ടാബുകളൊന്നുമില്ല.
ne_np: कुनैपनि खोलिएका ट्याबहरु छैनन्।
pl: Brak otwartych kart.
ru: Нет открытых вкладок.
sl: Ni odprtih zavihkov.
zh_cn: 没有打开的标签页。
zh_tw: 沒有開啟的分頁。

# TodayWidget.OpenFirefoxLabel
source: Open Firefox
cs: Otevřít Firefox
es_ar: Abrir Firefox
es_mx: Abrir Firefox
eu: Ireki Firefox
he: פתיחת Firefox
hu: Firefox megnyitása
ja: Firefox を開く
ka: გახსენით Firefox
kab: Ldi Firefox
kk: Firefox-ты ашу
ko: Firefox 열기
lo: ເປີດ Firefox
ml: ഫയർഫോക്സ് തുറക്കൂ
ne_np: Firefox खोल्नुहोस्
pl: Otwórz Firefoksa
ru: Открыть Firefox
sl: Odpri Firefox
zh_cn: 打开 Firefox
zh_tw: 開啟 Firefox

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
cs: Soukromé vyhledávání
es_ar: Búsqueda privada
es_mx: Búsqueda privada
eu: Bilaketa pribatua
he: חיפוש פרטי
hu: Privát keresés
ja: プライベート検索
ka: პირადი ძიება
kab: Anadi uslig
kk: Жеке іздеу
ko: 사생활 보호 검색
lo: ຄົ້ນຫາແບບສ່ວນຕົວ
ml: സ്വകാര്യ തിരയൽ
ne_np: निजी खोजी
pl: Wyszukaj prywatnie
ru: Приватный поиск
sl: Zasebno iskanje
zh_cn: 隐私搜索
zh_tw: 隱私搜尋

# TodayWidget.QuickActionGalleryDescription
source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
cs: Přidejte si zkratku Firefoxu na domovskou obrazovku. Pro úpravu nebo výběr jiné zkratky na widget podržte prst.
es_ar: Agregar un atajo a la pantalla de inicio. Después de agregar el widget, tocar y mantener presionado para editarlo y seleccionar un atajo diferente.
es_mx: Agrega un atajo de Firefox a tu pantalla de inicio. Después de agregar el widget, tócalo y mantenlo presionado para editarlo y seleccionar un acceso directo diferente.
eu: Gehitu Firefoxerako lasterbidea zure hasierako pantailan. Widget-a gehitu bezain laster, sakatu eta mantendu lasterbidea editatu eta beste bat hautatzeko.
he: ניתן להוסיף קיצור דרך ל־Firefox למסך הבית שלך. לאחר הוספת הוידג’ט, יש ללחוץ ולהחזיק כדי לערוך אותו ולבחור בקיצור דרך שונה.
hu: Adjon egy Firefox ikont a kezdőképernyőhöz. A widget hozzáadása után érintse meg és tartsa lenyomva a szerkesztéshez, majd válasszon egy másik ikont.
ja: Firefox のショートカットをホーム画面に追加します。ウィジェットを追加したら、長押しして編集し、別のショートカットを選択します。
ka: დაამატეთ Firefox-მალსახმობი მთავარ ეკრანზე. ჩადგმის შემდგომ დიდხანს შეეხეთ ჩასასწორებლად ან სხვა მალსახმობის შესარჩევად.
kab: Rnu anegzum n Firefox ɣer ugdil-ik·im agejdan. Seld timerna n uwiǧit, sit s useɣzef i wakken ad t-tẓergeḍ syen ad tferneḍ anegzum-nniḍen.
kk: Firefox жарлығын үй экранына қосыңыз. Виджетті қосқаннан кейін, оны түзету үшін тиіп, басулы ұстаңыз және басқа жарлықты таңдаңыз.
ko: 홈 화면에 Firefox 바로 가기를 추가하세요. 위젯을 추가한 후, 길게 터치하여 수정 및 다른 바로 가기를 선택하세요.
lo: ເພີ່ມທາງລັດເຂົ້າ Firefox ໄປໄວ້ໃນຫນ້າທຳອິດ. ຫລັງຈາກການເພີ່ມ widget ແລ້ວ ໃຫ້ແຕະຄ້າງໄວ້ເພື່ອແກ້ໄຂ ແລະ ເລືອກທາງລັດອື່ນ.
ml: താങ്ങളുടെ ആമുഖതാളിലേക്കു് ഒരു കുറുക്കുവഴി ചേർക്കുക. വിചെട്ടു് ചേർത്തിയിട്ടു് അതു് തിരുത്താൻ അതിനു് അമർത്തിപ്പിടിക്കുക, പിന്നെ മറ്റൊരു കുറുക്കുവഴി തിരഞ്ഞെടുക്കുക.
ne_np: तपाईंको गृह स्क्रिनमा Firefox सर्टकट थप्नुहोस्। विजेट थपेपछि, यसलाई सम्पादन गर्न छुनुहोस् र होल्ड गर्नुहोस् र फरक सर्टकट चयन गर्नुहोस्।
pl: Dodaj skrót Firefoksa do ekranu głównego. Po dodaniu widżetu dotknij i przytrzymaj go, by go zmienić i wybrać inny skrót.
sl: Dodajte bližnjico do Firefoxa na domač zaslon. Po dodajanju pripomočka se ga dotaknite in ga zadržite, da ga uredite in izberete drugo bližnjico.
zh_cn: 将 Firefox 快捷方式添加至主屏幕。添加后按住小组件进行编辑，可选择其他快捷方式。
zh_tw: 把 Firefox 捷徑加到主畫面。新增小工具之後，請長按小工具選擇不同的捷徑。

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
cs: Rychlé akce
es_ar: Acciones rápidas
es_mx: Acciones rápidas
eu: Ekintza bizkorrak
he: פעולות מהירות
hu: Gyors műveletek
ja: クイックアクション
ka: სწრაფი მოქმედებები
kab: Tigawin tirurad
kk: Жылдам әрекеттер
ko: 빠른 작업
lo: ການກະທຳດ່ວນ
ml: ദ്രുത പ്രവർത്തനം
ne_np: द्रुत कार्यहरु
pl: Szybkie działania
ru: Быстрые действия
sl: Hitra dejanja
zh_cn: 快捷操作
zh_tw: 快速操作

# TodayWidget.QuickActionsGalleryTitleV2
source: Firefox Shortcuts
es_ar: Accesos directos de Firefox
es_mx: Atajos de Firefox
eu: Firefoxen lasterbideak
he: קיצורי דרך של Firefox
hu: Firefox-hivatkozások
ja: Firefox ショートカット
ka: Firefox მალსახმობები
kab: Inegzumen n Firefox
kk: Firefox жарлықтары
ko: Firefox 단축키
lo: ທາງລັດເຂົ້າ Firefox
ml: ഫയർഫോക്സ് കുറുക്കുവഴികൾ
ne_np: Firefox सर्टकटहरु
pl: Skróty Firefoksa
sl: Bližnjice za Firefox
zh_cn: Firefox 快捷方式
zh_tw: Firefox 捷徑

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
cs: Přidejte si zkratky na vaše otevřené panely.
es_ar: Agregar atajos a las pestañas abiertas.
es_mx: Agrega atajos a tus pestañas abiertas.
eu: Gehitu irekitako zure fitxetarako lasterbideak.
he: הוספת קיצורי דרך ללשוניות הפתוחות שלך.
hu: Parancsikonok hozzáadása a nyitott lapokhoz.
ja: 開いているタブへのショートカットを追加します。
ka: გახსნილი ჩანართების მალსახმობების დამატება.
kab: Rnu inegzumen ɣer waccaren-ik·im i yeldin.
kk: Ашық беттерге жарлықтарды қосу.
ko: 열려있는 탭에 바로 가기를 추가합니다.
lo: ເພີ່ມທາງລັດໄປຫາແທັບທີ່ເປີດຢູ່ຂອງທ່ານ.
ml: താങ്ങളുടെ തുറന്ന ടാബുകളിലേക്ക് കുറുക്കുവഴികൾ ചേർക്കുക.
ne_np: तपाईंको खुला ट्याबहरूमा सर्टकटहरू थप्नुहोस्।
pl: Dodaj skróty do otwartych kart.
sl: Dodajte bližnjice do svojih odprtih zavihkov.
zh_cn: 添加“打开的标签页”快捷方式。
zh_tw: 加入已開啟分頁的捷徑。

# TodayWidget.QuickViewGalleryTitle
source: Quick View
cs: Rychlý pohled
es_ar: Vista rápida
es_mx: Vista rápida
eu: Ikuspegi azkarra
he: תצוגה מהירה
hu: Gyors nézet
ja: クイックビュー
ka: სწრაფი ხილვა
kab: Taskant taruradt
kk: Жылдам қарау
ko: 빠르게 보기
lo: ການເບິງແບບດ່ວນ
ml: പെട്ടെന്നു് കാഴ്ച
ne_np: द्रुत दृश्य
pl: Szybki podgląd
ru: Быстрый просмотр
sl: Hitri pogled
zh_cn: 快速浏览
zh_tw: 快速檢視

# TodayWidget.SearchInFirefoxV2
source: Search in Firefox
cs: Vyhledat ve Firefoxu
es_ar: Buscar en Firefox
es_mx: Buscar en Firefox
eu: Bilatu Firefoxen
he: חיפוש ב־Firefox
hu: Keresés a Firefoxban
ja: Firefox で検索
ka: Firefox-ში მოძიება
kab: Nadi deg firefox
kk: Firefox ішінен іздеу
ko: Firefox에서 검색
lo: ຄົ້ນຫາໃນ Firefox
ml: ഫയർഫോക്സിൽ തിരയുക
ne_np: Firefox मा खोज्नुहोस्
pl: Wyszukaj w Firefoksie
ru: Искать в Firefox
sl: Išči v Firefoxu
zh_cn: 在 Firefox 中搜索
zh_tw: 用 Firefox 搜尋

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
cs: Vyhledat v anonymním panelu
es_ar: Buscar en pestaña privada
es_mx: Buscar en pestaña privada
eu: Bilatu fitxa pribatuan
he: חיפוש בלשונית פרטית
hu: Keresés privát lapon
ja: プライベートタブで検索
ka: პირად ჩანართში მოძიება
kab: Nadi deg yiccer uslig
kk: Жекелік бетте іздеу
ko: 사생활 보호 탭에서 검색
lo: ຄົ້ນຫາໃນ ແທັບສ່ວນຕົວ
ml: തിരയുക സ്വകാര്യ ടാബിൽ
ne_np: निजी ट्याबमा खोज्नुहोस्
pl: Wyszukaj w prywatnej karcie
ru: Искать в приватной вкладке
sl: Išči v zasebnem zavihku
zh_cn: 在隐私标签页中搜索
zh_tw: 用隱私分頁搜尋

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
cs: Přidejte si zkratky na často nebo nedávno navštěvované stránky.
es_ar: Agregar atajps a sitios visitados con frecuencia y recientemente.
es_mx: Agrega atajos de los sitios visitados recientemente y con frecuencia.
eu: Gehitu lasterbideak sarri eta azkenaldian bisitatutako azken guneetara.
he: הוספת קיצורי דרך לאתרים שבהם ביקרת לאחרונה או בתדירות גבוהה.
hu: Parancsikonok hozzáadása a gyakran és nemrég látogatott webhelyekhez.
ja: 最近よく訪れるサイトへのショートカットを追加します。
ka: დაამატეთ მალსახმობები ხშირად და ბოლოს მონახულებული საიტებისთვის.
kab: Rnu inegzumen i yismal wuɣur terziḍ aṭas n tikkal melmi kan.
kk: Жиі және жуырда қаралған сайттарға жарлықтарды қосу.
ko: 최근에 자주 방문한 사이트에 대한 바로 가기를 추가합니다.
lo: ເພີ່ມທາງລັດທີ່ເຂົ້າໄປຫາເວັບໄຊທທີ່ມັກເຂົ້າໄປເບິງ ແລະ ຫາກໍເຂົ້າໄປເບິງມາ.
ml: പതിവായി സന്ദർശിക്കുന്ന സൈറ്റുകളിലേക്കു് ഒരു കുറുക്കുവഴി ചേർക്കുക.
ne_np: बारम्बार र भर्खरै भ्रमण गरिएका साइटहरू सर्टकटहरूको रुपमा थप्नुहोस्।
pl: Dodaj skróty do często i ostatnio odwiedzanych witryn.
sl: Dodajte bližnjice do pogosto in nedavno obiskanih spletnih mest.
zh_cn: 添加“常用网站”快捷方式。
zh_tw: 加入常用與近期造訪過網站的捷徑。

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
cs: Top stránky
es_ar: Sitios importantes
es_mx: Sitios frecuentes
eu: Gune erabilienak
he: אתרים מובילים
hu: Népszerű oldalak
ja: トップサイト
ka: რჩეული საიტები
kab: Ismal ifazen
kk: Үздік сайттар
ko: 상위 사이트
lo: ເວັບໄຊທຍອດນິຍົມ
ml: പ്രധാന വെബ്സ്ഥാനങ്ങൾ
ne_np: शीर्ष साइटहरु
pl: Popularne
ru: Топ сайтов
sl: Glavne strani
zh_cn: 常用网站
zh_tw: 熱門網站

# TodayWidget.TopSitesGalleryTitleV2
source: Website Shortcuts
es_ar: Atajos de páginas web
es_mx: Atajos de sitios web
eu: Webgunearen lasterbideak
he: קיצורי דרך לאתרים
hu: Webhelyparancsok
ja: ウェブサイトショートカット
ka: საიტის მალსახმობები
kab: Inegzumen n usmel web
kk: Веб-сайттар жарлықтары
ko: 웹 사이트 바로 가기
lo: ທາງລັດເຂົ້າເວັບໄຊທ
ml: വെബ്സ്ഥാന കുറുക്കുവഴികൾ
ne_np: वेबसाइट सर्टकटहरु
pl: Skróty do stron
sl: Bližnjice do spletnih mest
zh_cn: 网站快捷方式
zh_tw: 網站捷徑

# ActivityStream.Bookmarks.Title.v128
source: Bookmarks
es_mx: Marcadores
he: סימניות
ja: ブックマーク
ka: სანიშნები
kab: Ticraḍ n isebtar
ko: 북마크
lo: ບຸກມາກ
ml: അടയാളക്കുറിപ്പുകള്‍
sl: Zaznamki
zh_cn: 书签

# Bookmarks.Actions.More.v128
source: Show All
es_mx: Mostrar todo
he: הצגת הכול
ja: すべてを表示
ka: ყველას ჩვენება
kab: Sken akk
ko: 모두 보기
lo: ສະແດງທັງໝົດ
ml: എല്ലാം കാണിക്കുക
sl: Prikaži vse
zh_cn: 全部显示

# AddressToolbar.CancelEdit.Label.v138
source: Cancel
es_mx: Cancelar
he: ביטול
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
sl: Prekliči
zh_cn: 取消

# AddressToolbar.Location.A11y.Label.v128
source: Search or enter address
es_mx: Buscar o ingresar dirección
he: חיפוש או הכנסת כתובת
ja: 検索語またはアドレスを入力します
ka: მოძებნეთ ან შეიყვანეთ მისამართი
kab: Nadi neɣ sekcem tansa
ko: 검색어 또는 주소 입력
lo: ຊອກຫາ ຫລື ປ້ອນທີ່ຢູ່ໃສ່
ml: വിലാസം തിരയുക അല്ലെങ്കില്‍ നല്‍കുക
sl: Iskanje ali naslov strani
zh_cn: 搜索或输入网址

# AddressToolbar.Location.Placeholder.v128
source: Search or enter address
es_mx: Buscar o ingresar dirección
he: חיפוש או הכנסת כתובת
ja: 検索語またはアドレスを入力
ka: მოძებნეთ ან შეიყვანეთ მისამართი
kab: Nadi neɣ sekcem tansa
ko: 검색어 또는 주소 입력
lo: ຊອກຫາ ຫລື ປ້ອນທີ່ຢູ່ໃສ່
ml: വിലാസം തിരയുക അല്ലെങ്കില്‍ നല്‍കുക
sl: Iskanje ali naslov strani
zh_cn: 搜索或输入网址

# AddressToolbar.PrivacyAndSecuriySettings.A11y.Label.v128
source: Privacy & Security Settings
es_mx: Ajustes de Privacidad & Seguridad
he: הגדרות פרטיות ואבטחה
ja: プライバシーとセキュリティの設定
ka: პირადულობისა და უსაფრთხოების პარამეტრები
kab: Iɣewwaren n tbaḍnit d tɣellist
ko: 개인 정보 및 보안 설정
lo: ການຕັ້ງຄ່າຄວາມເປັນສ່ວນຕົວ ແລະ ຄວາມປອດໄພ
ml: സ്വകാര്യതയും സുരക്ഷ ക്രമീകരണങ്ങൾ
sl: Nastavitve zasebnosti in varnosti
zh_cn: 隐私与安全设置

# AddressToolbar.SearchEngine.A11y.Hint.v133
source: Opens search engine selection
es_mx: Abre la selección del motor de búsqueda
he: פותח את תפריט בחירת מנוע החיפוש
ja: 検索エンジン選択リストを開きます
ka: გახსნის საძიებო სისტემის ასარჩევს
kab: Yettalday tafrant n umsedday n unadi
ko: 검색 엔진 선택 열기
lo: ເປີດການເລືອກເຄື່ອງມືການຄົ້ນຫາ
ml: തിരയൽ യന്ത്രം തിരഞ്ഞെടുക്കൽ തുറക്കുന്നു
sl: Odpre meni z izbiro iskalnika
zh_cn: 打开搜索引擎选择菜单

# AddressToolbar.SearchEngine.A11y.Label.v128
source: Search Engine: %@
es_mx: Motor de búsqueda: %@
he: מנוע חיפוש: %@
ja: 検索エンジン: %@
ka: საძიებო: %@
kab: Amsedday n unadi: %@
ko: 검색 엔진: %@
lo: ເຄື່ອງມືການຊອກຫາ: %@
ml: തിരയൽയന്ത്രം: %@
sl: Iskalnik: %@
zh_cn: 搜索引擎：%@

# CreditCard.SnackBar.CancelRemoveCardButton.v112
source: Cancel
es_mx: Cancelar
eu: Utzi
he: ביטול
hu: Mégse
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
pl: Anuluj
sl: Prekliči
zh_cn: 取消
zh_tw: 取消

# CreditCard.SnackBar.RemoveCardSublabel.v112
source: This will remove the card from all of your synced devices.
es_mx: Esto eliminará la tarjeta de todos tus dispositivos sincronizados.
eu: Honek txartela kenduko du sinkronizatutako zure gailu guztietatik.
he: פעולה זו תסיר את הכרטיס מכל המכשירים המסונכרנים שלך.
hu: Ezzel eltávolítja a kártyát az összes szinkronizált eszközről.
ja: これにより、同期しているすべての端末からカード情報が削除されます。
ka: ეს მოაცილებს ბარათს ყველა თქვენი დასინქრონებული მოწყობილობიდან.
kab: Takarḍa ad tettwakkes seg meṛṛa ibenkan-ik·im yemtawan.
ko: 이렇게 하면 동기화된 모든 장치에서 카드가 제거됩니다.
lo: ນີ້ຈະເປັນການລຶບບັດອອກຈາກອຸປະກອນທີ່ຊິ້ງທັງໝົດຂອງທ່ານ.
ml: ഇതു് താങ്ങളുടെ എല്ലാ സമന്വയിപ്പിച്ച ഉപകരണങ്ങളിൽ നിന്നു ഈ ചീട്ടു് മാറ്റും.
pl: Spowoduje to usunięcie karty ze wszystkich synchronizowanych urządzeń.
sl: S tem boste kartico odstranili iz vseh svojih sinhroniziranih naprav.
zh_cn: 将在所有同步的设备上移除此卡。
zh_tw: 將從您所有進行同步的裝置中，刪除卡片資訊。
