Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

source: Connect Firefox everywhere you use it.
bg: Свържете се с Firefox, навсякъде където го използвате.
bs: Povežite Firefox gdje god ga koristite.
cy: Cysylltu drwy Firefox ymhob man.
eo: Konekti Firefox kie ajn vi ĝin uzas.
gd: Ceangail Firefox ris àite sam bith a chleachdas tu e.
lv: Pieslēdzieties Firefox, visur kur to lietojat.
mr: जेथे वापराल तेथे Firefox जोडा.
ms: Sambung Firefox mana-mana sahaja anda menggunakannya.
ro: Conectează Firefox oriunde îl folosești.
sk: Pripojte si Firefox kdekoľvek ho používate.
sq: Lidheni Firefox-in me kudo që e përdorni.
ta: நீங்கள் பாவிக்கும் அனைத்து சாதனங்களிலிருங்நதும் பயர்பாஸை இணையுங்கள்.
tl: Ikonek ang Firefox at gamitin kahit saan.

# Intro.Slides.Sync.Description
source: Use Sync to find the bookmarks, passwords, and other things you save to Firefox on all your devices.
bs: Koristite Sinhronizaciju da pristupite zabilješkama, lozinkama i drugim stvarima koje ste sačuvali na Firefoxu na svim vašim uređajima.
gl: Use Sync para atopar os marcadores, contrasinais e outros elementos que garda no Firefox noutros dispositivos.
mr: सर्व उपकरणांवर Firefox मध्ये साठवलेले बुकमार्क, पासवर्डस आणि इतर गोष्टी मिळवण्यासाठी ताळमेळ वापरा.
sq: Përdoreni Sync-un që të gjeni faqerojtës, fjalëkalime dhe të tjera gjëra që ruani në Firefox në krejt pajisjet tuaja.
ta: பயர்பாக்சு உலாவியில் நீங்கள் சேமிக்கும் புத்தகக்குறிகள், கடவுச்சொற்கள், பிறவற்றை உங்கள் எல்லா கருவிகளிலும் எடுக்க ஒத்திசைவைப் பயன்படுத்தவும்.
tl: Gamitin ang Pag-sync upang mahanap ang mga bookmark, password, at iba pang mga bagay na iyong na-save sa Firefox sa lahat ng iyong device.

# Intro.Slides.Sync.Title
source: Pick up where you left off
bs: Nastavite tamo gdje ste stali
gl: Continúa onde o deixou
mr: जिथे सोडले तिथुन परत सुरु करा
sq: Vazhdoni atje ku e latë
ta: நீங்கள் விட்டுவிட்ட இடத்தில் எடு
tl: Kunin kung saan ka umalis

# Intro.Slides.Welcome.Description
source: A modern mobile browser from Mozilla, the non-profit committed to a free and open web.
bs: Savremeni mobilni pretraživač od Mozille, neprofitne organizacije posvećene slobodnom i otvorenom internetu.
gl: Un navegador móbil moderno de Mozilla, unha organización sen ánimo de lucro comprometida a manter a Web libre e aberta.
mr: एक आधुनिक मोबाईल ब्राउझर Mozilla कडून, जी एक मुक्त व खुल्या वेब साठी समर्पित विना-नफा संस्था आहे.
sq: Një shfletues modern për celularë, nga Mozilla, organizmi jofitimprurës i përkushtuar një web-i të lirë dhe të hapur.
ta: சுதந்திர மற்றும் திறந்த இணையத்திற்காக அர்பணிக்கப்பட்ட இலாபநோக்கற்ற, மொசில்லாவிலிருந்து ஒரு நவீன கைபேசி உலாவி.
tl: Isang modernong mobile browser mula sa Mozilla, ang non-profit na nakatuon sa isang libre at bukas na web.

# Intro.Slides.Welcome.Title
source: Thanks for choosing Firefox!
bs: Hvala za odabir Firefoxa!
gl: Grazas por escoller Firefox!
mr: Firefox निवडल्याबद्दल धन्यवाद!
sq: Faleminderit për zgjedhjen e Firefox-it!
ta: பயர்பாஃசைத் தேர்வு செய்தமைக்கு நன்றி!
tl: Salamat sa pagpili ng Firefox!

source: Personalize your Firefox just the way you like in Settings.
bg: Направете вашия Firefox точно такъв, какъвто го искате в Настройки.
bs: U postavkama možete prilagoditi Firefox prema vašim željama.
cy: Gwneud eich hun yn gartrefol drwy Ddewisiadau Firefox.
eo: Personecigi vian Firefox ekzakte kiel vi volas, en Agordoj
gd: Gnàthaich Firefox a-rèir do thoil fhèin sna roghainnean.
lv: Pielāgojiet Firefox savām vēlmēm Iestatījumos.
mr: सेटिंग मधून जसा हवे तसा Firefox वैयक्तीकिकृत करा.
ms: Sesuaikan Firefox anda seperti yang anda suka dalam Tetapan.
ro: Personalizează Firefox-ul tău așa cum îți place din Setări.
sk: Prispôsobte si Firefox podľa seba v nastaveniach prehliadača.
sq: Personalizojeni Firefox-in tuaj ashtu si e doni, te Rregullime.
ta: அமைவுகளை எவ்வாறு விரும்புகிறீர்களோ அவ்வாறே பயர்பாஃசை விருப்பமையுங்கள்.
tl: Gawing iyo ang Firefox gamit ang Settings

source: Sign in to Firefox
bg: Вписване във Firefox
bs: Prijavite se na Firefox
cy: Mewngofnodi i Firefox
eo: Komenci seancon en Firefox
gd: Clàraich a-steach dha Firefox
gl: Acceda a Firefox
lv: Ieiet Firefox
mr: Firefox मध्ये साइन इन करा
ms: Daftar masuk ke Firefox
ro: Autentifică-te în Firefox
sk: Prihlásiť sa do Firefoxu
sq: Hyni në Firefox
ta: பயர்பாஃசில் உள்நுழை
tl: Sign in sa Firefox

source: Allow Firefox to use my Photos
bg: Позволяване на Firefox да използва моите снимки
bs: Dozvoli Firefoxu da koristi moje fotografije
eo: Permesi al Firefox uzi miajn fotojn
gd: Leig le Firefox na dealbhan agam a chleachdadh
lv: Ļaut Firefox piekļūt maniem attēliem
mr: फायरफॉक्सला माझे फोटो वापरण्याची परवानगी द्या
ms: Izinkan Firefox menggunakan Foto saya
ro: Permite Firefox să folosească pozele mele
sk: Povoliť Firefoxu používať moje Fotografie
sq: Lejoje Firefox-in të përdorë Fotot e mia
ta: என் படங்களைப் பயன்படுத்த பயர்பாஃசை அனுமதி
tl: Hayaan ang Firefox na gamitin ang aking Photos

source: Back to Themes
bg: Назад към Теми
bs: Nazad na teme
eo: Reen al etosoj
gd: Air ais gu na h‑ùrlaran
lv: Atpakaļ uz tēmām
mr: थीमवर परत या
ms: Kembali ke Tema
ro: Înapoi la teme
sk: Naspäť na témy
sq: Mbrapsht te Temat
ta: கருப்பொருளுக்கு பின்செல்
tl: Bumalik sa Themes

source: Choose
bg: Изберете
bs: Odaberi
cy: Dewiswch
eo: Elekti
gd: Tagh
lv: Izvēlieties
mr: निवडा
ms: Pilih
ro: Alege
sk: Voľba
sq: Zgjidhni
ta: தேர்க
tl: Pumili

source: Choose Theme
bg: Избор на тема
bs: Odaberi temu
eo: Elektu etoson
gd: Tagh ùrlar
lv: Izvēlieties tēmu
mr: थीम निवडा
ms: Pilih Tema
ro: Alege tema
sk: Zvoliť tému
sq: Zgjidhni Temë
ta: கருப்பொருளைத் தேர்க
tl: Pumili ng Theme

source: Default Themes
bg: Стандартни теми
bs: Zadane teme
eo: Normaj etosoj
gd: Na h‑ùrlaran bunaiteach
lv: Noklusētā tēma
mr: पूर्वनिर्धारीत थीम
ms: Tema Piawai
ro: Temele implicite
sk: Predvolené témy
sq: Tema Parazgjedhje
ta: முன்னிருப்பு கருப்பொருள்

source: My Photos
bg: Моите снимки
bs: Moje fotografije
eo: Miaj fotoj
gd: Na dealbhan agam
lv: Manas fotogrāfijas
mr: माझी छायाचित्रे
ms: Foto Saya
ro: Pozele mele
sk: Moje Fotografie
sq: Fotot e Mia
ta: எனது படங்கள்
tl: Aking Photos

source: Photos
bg: Снимки
bs: Fotografije
eo: Fotoj
gd: Dealbhan
lv: Fotogrāfijas
mr: छायाचित्रे
ms: Foto
ro: Poze
sk: Fotografie
sq: Foto
ta: படங்கள்
tl: Mga Photos

source: Preview
bg: Преглед
bs: Pregled
eo: Antaŭvido
gd: Ro-shealladh
lv: Priekšskatījums
mr: पूर्वावलोकन
ms: Previu
ro: Previzualizare
sk: Ukážka
sq: Paraparje
ta: முன்தோற்றம்

source: Preview Theme
bg: Тематичен преглед
bs: Pregled teme
eo: Antaŭvidi etoson
gd: Ro‑sheall an t‑ùrlar
lv: Priekšskatīt tēmu
mr: थीम पूर्वावलोकन
ms: Pralihat Tema
ro: Previzualizează tema
sk: Náhľad témy
sq: Paraparje Teme
ta: கருப்பொருள் முன்பார்வை
tl: I-preview ang Theme

source: Set
bg: Създаване
bs: Postavi
eo: Difini
gd: Suidhich
lv: Iestatīt
mr: निश्चित करा
ms: Tetapkan
ro: Setează
sk: Nastaviť
sq: Caktoje
ta: அமை
tl: Ser

source: Set Theme
bg: Създаване на тема
bs: Postavi temu
eo: Difini etoson
gd: Suidhich an t‑ùrlar
lv: Iestatīt tēmu
mr: थीम निश्चित करा
ms: Tetapkan Tema
ro: Setează tema
sk: Nastaviť tému
sq: Caktoje Si Temë
ta: கருப்பொருளை அமை
tl: I-set ang Theme

source: Theme
bg: Тема
bs: Tema
eo: Etoso
gd: Ùrlar
lv: Tēma
mr: थीम
ms: Tema
ro: Tema
sk: Téma
sq: Temë
ta: கருப்பொருள்

source: Themes
bg: Теми
bs: Teme
eo: Etosoj
gd: Ùrlaran
lv: Tēmas
mr: थीम
ms: Tema
ro: Temele
sk: Témy
sq: Tema
ta: கருப்பொருள்கள்
tl: Mga Theme

# ActivityStream.HighlightIntro.Description
source: Firefox will place things here that you’ve discovered on the web so you can find your way back to the great articles, videos, bookmarks and other pages
ast: Firefox asitiará equí les coses que descubrieres na web pa qu'asina pueas alcontrales pa volver a los artículos, videos, marcadores y otres páxines ablucantes
bs: Firefox će ovdje postaviti stvari koje ste našli na webu tako da možete pronaći svoj put ponovo do odličnih članaka, videa, zabilješki i drugih stranica
gl: Firefox colocará aquí o que vaias descubrindo pola web para que poidas acceder rapidamente aos mellores artigos, vídeos, marcadores e outras páxinas.
mr: आपण वेब वर शोधलेल्या गोष्टी Firefox इथे ठेवतो जेणेकरून तुम्ही महान लेख, व्हिडीओ, बुकमार्क आणि इतर गोष्टी परत मिळवू शकता
sq: Firefox-i këtu do të vendosë gjëra që keni zbuluar në web, që të mund të gjeni lehtë rrugën për t’u kthyer te artikuj, video, faqerojtës apo të tjera faqe të goditura
ta: பயர்பாஃசு உலாவி நீங்கள் இணையத்தில் தேடிப் பார்த்தவற்றைச் சிறப்புக் கூறுகளாக உருவாக்கி உயரிய கட்டுரைகள் காணொளிகள், புத்தகக்குறிகள் பிற பக்கங்கள் ஆகியவற்றைக் காண வழிச் செய்கிறது.
tl: Firefox ay ilagay ang mga bagay dito na iyong natuklasan sa web upang maaari mong mahanap ang iyong paraan pabalik sa mahusay na mga artikulo, mga video, mga bookmark at iba pang mga pahina

# ActivityStream.HighlightIntro.Title
source: Be on the Lookout
ast: Tate sollerte
bg: Не спирайте да търсите
bs: Budite na straži
gd: Cum sùil
gl: Estea atento
lv: Esiet uzmanīgi
mr: लक्ष ठेवा
ms: Sentiasa Berwaspada
sq: Sytë Katër
ta: பாருங்கள்
tl: Maging sa Lookout

# ActivityStream.Highlights.Title
source: Highlights
ast: Destacaos
bs: Istaknuto
gl: Destacados
mr: महत्त्वाचे
sq: Në Pah
ta: மிளிர்ப்புகள்
tl: Mga highlight

# ActivityStream.PageControl.Button
source: Next Page
ast: Páxina siguiente
bg: Следваща страница
bs: Sljedeća stranica
gd: An ath-dhuilleag
gl: Seguinte páxina
lv: Nākamā lapa
mr: पुढील पृष्ठ
ms: Halaman Seterusnya
ro: Următoarea pagină
sq: Faqja Pasuese
ta: அடுத்த பக்கம்
tl: Susunod na Pahina

# ActivityStream.Pocket.SectionTitle
source: Recommended by Pocket
bs: Preporućeno od Pocket-a
mr: Pocket द्वारे शिफारस केलेले
sq: Rekomanduar nga Pocket
ta: பாக்கெட் பரிந்துரைத்தது
tl: Inirerekomenda ng Pocket

source: Bookmarks you save will show up here.
ast: Equí van amosase los marcadores que guardes.
bg: Направените отметки се показват тук.
bs: Zabilješke koje sačuvate će se pojaviti ovdje.
eo: Konservitaj legosignoj aperos ĉi tie.
gd: Nochdaidh na comharran-lìn a shàbhaileas tu an-seo.
gl: Aquí amósanse os marcadores que garda.
lv: Šeit parādīsies saglabātās grāmatzīmes.
mr: आपण साठवलेल्या वाचनखूणा येथे दिसतील.
ms: Tandabuku yang anda simpan dipaparkan di sini.
ro: Semnele de carte pe care le salvezi vor apărea aici.
sk: Tu sa zobrazujú uložené záložky.
sq: Këtu do të shfaqen faqerojtësit që ruani.
ta: நீங்கள் சேமித்த புத்தகக்குறிகள் இங்கே தோன்றும்.
tl: Narito ang mga Bookmark na iyong ini-save.

# Bookmarks.URL.Label
source: URL
bg: Линк
eo: Retadreso
ta: உரல்

source: Copy Image
ast: Copiar imaxe
bg: Копиране на изображение
bs: Kopiraj sliku
cy: Copio'r Ddelwedd
eo: Kopii bildon
gd: Dèan lethbhreac dhen dealbh
gl: Copiar a imaxe
lv: Kopēt attēlu
mr: प्रतिमेची प्रत बनवा
ms: Salin Imej
ro: Copiază imaginea
sk: Kopírovať obrázok
sq: Kopjo Figurën
ta: படத்தை நகலெடு
tl: Kopyahin ang Image

source: Copy Link
ast: Copiar enllaz
bg: Копиране на препратка
bs: Kopiraj link
cy: Copio'r Ddolen
eo: Kopii ligilon
gd: Dèan lethbhreac dhen cheangal
gl: Copiar ligazón
lv: Kopēt saiti
mr: दुव्याची प्रत बनवा
ms: Salin Pautan
ro: Copiază linkul
sk: Kopírovať odkaz
sq: Kopjo Lidhjen
ta: தொடுப்பை நகலெடு
tl: Kopyahin ang Link

source: Debug: forget Sync auth state
ast: Depuración: escaecer l'estau d'autenticación de Sync
bg: Debug: забравяне удостов. на Sync
bs: Debug: zaboravi Sync auth stanje
cy: Dadfygio: anghofio cyflwr auth Sync
eo: Sencimigo: forgesi la legitiman staton de Speguli
gd: Dì-bhugachadh: dìochuimhnich staid dearbhadh an t-sioncronachaidh
gl: Depurar: esquecer estado de autenticación de Sync
lv: Atkļūdošana: aizmirst Sync autoriz. stāvokli
mr: डीबग : ताळमेळाची ऑथ स्थिती विसरा
ms: Nyahpepijat: lupakan status authoriti Sync
ro: Depanare: uită starea de autentificare pentru Sincronizare
sk: Ladenie: zahodiť overenie pre Sync
sq: Diagnostikim: harroje gjendjen e mirëfilltësimit të Sync-ut
ta: வழுநீக்கம்: அங்கீகார நிலையை ஒத்திசைக்க மற
tl: Debug: kalimutan ang Sync auth state

source: Debug: require password
ast: Depuración: riquir contraseña
bg: Debug: изисква парола
bs: Debug: zahtijevaj lozinku
cy: Dadfygio: angen cyfrinair
eo: Sencimigo: postuli pasvorton
gd: Dì-bhugachadh: iarr facal-faire
gl: Depurar: requirir contrasinal
lv: Atkļūdošana: nepieciešama parole
mr: डीबग: पासवर्ड लागेल
ms: Debug: perlukan kata laluan
ro: Depanare: solicită parolă
sk: Ladenie: vyžiadať heslo
sq: Diagnostikim: kërko fjalëkalim
ta: வழுநீக்கம்: கடவுச்சொல் தேவை
tl: Debug: kailangan ng password

source: Debug: require upgrade
ast: Depuración: riquir anovamientu
bg: Debug: изисква надграждане
bs: Debug: zahtijevaj nadogradnju
cy: Dadfygio: angen diweddariad
eo: Sencimigo: postuli ĝisdatigon
gd: Dì-bhugachadh: sparr àrdachadh
gl: Depurar: requirir anovación
lv: Atkļūdošana: atjauninājums nepieceišams
mr: डीबग: उन्नतीकरण लागेल
ms: Debug: perlukan naik taraf
ro: Depanare: solicită upgrade
sk: Ladenie: vyžiadať aktualizáciu
sq: Diagnostikim: kërko përditësim
ta: வழுநீக்கம்: புதுப்பிக்க வேண்டும்
tl: Debug: kailangan ng upgrade

source: Debug: use stage servers
ast: Depuración: usar sirvidores de pruebes
bg: Debug: използване на развойни сървъри
bs: Debug: koristi stage servere
gl: Depurar: usar servidores de probas
mr: डीबग: स्टेज सर्वर वापरा
ms: Nyahpepijat: guna pelayan peringkat
sq: Diagnostikim: përdor shërbyes provash
ta: வழுநீக்கம்: இடைநிலை சேவகன்களைப் பயன்படுத்து

source: Disable additional page dialogs
bg: Забранете допълнителни диалогови прозорци
bs: Onemogući dodatne dijaloge stranice
cy: Analluogi deialogau tudalennau ychwanegol
eo: Malaktivigi aldonajn paĝajn dialogojn
gd: Cuir à comas còmhraidhean a bharrachd nan duilleagan
lv: Izslēgt iespēju lapām radīt papildus logus
mr: अतिरिक्त पृष्ठ संवाद बंद करा
ms: Nyahdayakan dialog halaman tambahan
ro: Dezactivează dialogurile adiționale pentru pagină
sk: Zakázať ďalšie dialógové okná na tejto stránke
sq: Çaktivizo dialogë shtesë faqeje
ta: கூடுதல் உரையாடல் பக்கங்களை முடக்கு
tl: Huwag paganahin ang karagdagang page dialogs

# Do you want to save the password for %@ on %@?
source: Do you want to save the password for %1$@ on %2$@?
bg: Искате ли да запазите паролата за %1$@ на %2$@?
bs: Želite li sačuvati lozinku za %1$@ na %2$@?
cy: Hoffech chi gadw cyfrinair %1$@ ar %2$@?
eo: Ĉu vi volas konservi la pasvorton por %1$@ ĉe %2$@?
gd: A bheil thu airson am facal-faire airson %1$@ air %2$@ a shàbhaladh?
lv: Vai vēlaties saglabāt %1$@ paroli uz %2$@?
mr: आपल्याला %2$@ वर %1$@ साठी पासवर्ड जतन करायचा आहे का?
ms: Adakah anda mahu simpan kata laluan untuk %1$@ pada %2$@?
ro: Dorești să salvezi parola pentru %1$@ pe %2$@?
sk: Chcete uložiť heslo pre %1$@ na %2$@?
sq: Doni të ruhet fjalëkalimi për %1$@ për te %2$@?
ta: %1$@ பயனருக்கான %2$@ தள கடவுச்சொல்லைச் சேமிக்கவா?
tl: Gusto mo bang tandaan ang password para sa %1$@ sa %2$@?

source: Do you want to save the password on %@?
bg: Искате ли да запазите паролата на %@?
bs: Želite li sačuvati lozinku na %@?
cy: Hoffech chi gadw'r cyfrinair ar %@?
eo: Ĉu vi volas konservi la pasvorton ĉe %@?
gd: A bheil thu airson am facal-faire air %@ a shàbhaladh?
lv: Vai vēlaties saglabāt paroli lapā %@?
mr: आपल्याला %@ वर पासवर्ड जतन करायचा आहे का?
ms: Adakah anda mahu simpan kata laluan pada %@?
ro: Dorești să salvezi parola pe %@?
sk: Chcete uložiť heslo pre %@?
sq: Doni të ruhet fjalëkalimi për te %@?
ta: %@ தள கடவுச்சொல்லைச் சேமிக்கவா?
tl: Gusto mo bang tandaan ang password sa %@?

# Do you want to update the password for %@ on %@?
source: Do you want to update the password for %1$@ on %2$@?
bg: Искате ли да обновите паролата за %1$@ на %2$@?
bs: Želite li ažurirati lozinku za %1$@ na %2$@?
cy: Hoffech chi ddiweddaru cyfrinair %1$@ ar %2$@?
eo: Ĉu vi volas ĝisdatigi la pasvorton por %1$@ ĉe %2$@?
gd: A bheil thu airson am facal-faire airson %1$@ air %2$@ ùrachadh?
lv: Vai vēlaties atjaunināt %1$@ paroli uz %2$@?
mr: आपल्याला %2$@ वर %1$@ साठी पासवर्ड अद्ययावत करायचा आहे का?
ms: Adakah anda mahu kemaskini kata laluan untuk %1$@ pada %2$@?
ro: Dorești să actualizezi parola pentru %1$@ pe %2$@?
sk: Chcete aktualizovať heslo pre %1$@ na %2$@?
sq: Doni të përditësohet fjalëkalimi për %1$@ për te %2$@?
ta: %1$@ பயனரின் %2$@ தள கடவுச்சொல்லைப் புதுப்பிக்கவா?
tl: Gusto mo bang i-update and password para sa %1$@ sa %2$@?

source: Do you want to update the password on %@?
bg: Искате ли да обновите паролата на %@?
bs: Želite li ažurirati lozinku na %@?
cy: Hoffech chi ddiweddaru'r cyfrinair ar %@?
eo: Ĉu vi volas ĝisdatigi la pasvorton ĉe %@?
gd: A bheil thu airson am facal-faire air %@ ùrachadh?
lv: Vai vēlaties atjaunināt paroli lapā %@?
mr: आपल्याला %@ वर पासवर्ड अद्ययावत करायचा आहे का?
ms: Adakah anda mahu kemaskini kata laluan pada %@?
ro: Dorești să actualizezi parola pe %@?
sk: Chcete aktualizovať heslo pre %@?
sq: Doni të përditësohet fjalëkalimi për te %@?
ta: %@ தள கடவுச்சொல்லைப் புதுப்பிக்கவா?
tl: Gusto mo bang i-update ang password sa %@?

source: Download Link
ast: Enllaz de descarga
bs: Preuzmi link
gl: Ligazón de descarga
mr: डाउनलोड साठी दुवा
ta: தொடுப்பை பதிவிறக்கு

source: Firefox would like to access your Photos
ast: A Firefox prestaría-y acceder a les tos semeyes
bg: Firefox би желал да има достъп до вашите снимки
bs: Firefox bi želio pristupiti vašim fotografijama
cy: Hoffai Firefox gael mynediad at eich Lluniau
eo: Firefox ŝatus aliri viajn fotojn
gd: Bu mhath le Firefox cothrom air na dealbhan agad
gl: Firefox quere acceder as súas fotos
lv: Firefox gribēt piekļūt jūsu attēliem.
mr: Firefox आपली छायाचित्रे वापरु इच्छितो
ms: Firefox mahu mengakses Foto anda
ro: Firefox dorește să acceseze pozele tale
sk: Firefox by chcel pristupovať k vašim Fotografiám.
sq: Firefox-i do të donte të hynte te Fotot tuaja
ta: பயர்பாஃசு உங்கள் படங்களை அணுக விரும்புகிறது
tl: Nais magamit ng Firefox ang iyong Photos

source: Go
bg: Отиди
bs: Idi
cy: Mynd
eo: Iri
gd: Siuthad
lv: Iet
mr: जा
ms: Teruskan
ro: Accesează
sk: Prejsť
sq: Shko
ta: செல்க

source: Go to copied URL?
bg: Отиди до копирания URL?
bs: Idi na kopirani URL?
cy: Mynd i URL copïwyd?
eo: Ĉu iri al la kopiita URL?
gd: A bheil thu airson a dhol gun URL a rinn thu lethbhreac dheth?
lv: Vai doties uz nokopēto adresi?
mr: प्रत बनवलेल्या URL ला जावे का?
ms: Teruskan ke URL yang disalin?
ro: Accesezi URL-ul copiat?
sk: Prejsť na skopírovanú adresu URL?
sq: Të shkohet te URL-ja e kopjuar?
ta: நகலெடுத்த தொடுப்பிற்கு செல்லவா?
tl: Pumunta sa kinopyang URL?

source: Intro Tour Carousel
ast: Carrusel de percorríu introductoriu
bg: Въвеждаща обиколка
bs: Intro Tour karusel
cy: Carwsél y Cyflwyniad
eo: Prezento de Carousel
gd: Timcheallan an turais fhàilte
gl: Visita guiada
lv: Ekskursija
mr: ओळख फेरी चक्र
ro: Tur de introducere Carousel
sk: Úvodná prehliadka
sq: Rrotullamja e Turit Hyrës
ta: அறிமுக சுற்றுலாவிற்கு கொண்டுச்செல்

source: Log Out
ast: Zarrar sesión
bg: Изход
bs: Odjaviti se
cy: Allgofnodi
eo: Fini seancon
gd: Clàraich a-mach
gl: Saír
lv: Iziet
mr: लॉग आउट
ms: Log Keluar
ro: Deconectare
sk: Odhlásiť sa
sq: Dilni
ta: வெளியேறு
tl: Mag-logout

source: Log Out?
ast: ¿Zarrar sesión?
bg: Изход?
bs: Odjaviti se?
cy: Allgofnodi?
eo: Ĉu fini seancon?
gd: A bheil thu airson clàradh a-mach?
gl: Saír da sesión?
lv: Vai iziet?
mr: लॉग आउट?
ms: Log Keluar?
ro: Te deconectezi?
sk: Odhlásiť sa?
sq: Të dilet?
ta: வெளியேறவா?
tl: Mag-logout?

# LoginsHelper.PromptUpdateLogin.Title
source: Update login %1$@ for %2$@?
ast: ¿Anovar aniciu de sesión %1$@ pa %2$@?
bg: Обнови влизане за %1$@ на %2$@?
bs: Ažuriraj prijavu %1$@ za %2$@?
eo: Ĉu gisdatigi akreditilon %1$@ por %2$@?
gd: A bheil thu airson an login %1$@ airson %2$@ ùrachadh?
gl: Actualizar a identificación de %1$@ para %2$@?
lv: Vai atjaunot %1$@ paroli %2$@?
mr: %2$@ साठी %1$@ लॉगिन अद्ययावत करायचे का?
ms: Kemaskini log masuk %1$@ untuk %2$@?
ro: Actualizezi autentificarea %1$@ pentru %2$@?
sk: Aktualizovať prihlásenie ako %1$@ na %2$@?
sq: Të përditësohen kredenciale hyrjesh për %1$@ te %2$@?
ta: %2$@ தளத்தின் %1$@ பயனர்பெயரைப் புதுப்பிக்கவா?
tl: I-update and login para sa %1$@ sa %2$@?

# Menu.NoImageModeHideImages.Label
source: Hide Images
ast: Anubrir imáxenes
bs: Sakrij slike
gl: Agochar imaxes
mr: प्रतिमा लपवा
sq: Fshihi Figurat
ta: படங்களை மறை
tl: Itago ang Mga Larawan

# Menu.TrackingProtection.Title
source: Tracking Protection
bs: Zaštita od praćenja
gl: Protección contra o seguimento
mr: मागोवा सुरक्षा
ta: தடமறியல் பாதுகாப்பு

# Menu.TrackingProtectionAdsBlocked.Title
source: Ad trackers
ast: Rastrexadores d'anuncios
bs: Reklamni tragači
gl: Elementos de seguimento de publicidade
mr: जाहिरात मागोवा यंत्रणा
ta: விளம்பர பின்தொடரிகள்

# Menu.TrackingProtectionAnalyticsBlocked.Title
source: Analytic trackers
ast: Rastrexadores d'analítiques
bs: Analitički tragači
gl: Elementos de seguimento analíticos
mr: विश्लेषण मागोवा यंत्रणा
ta: பகுப்பாய்வு பின்தொடரிகள்

# Menu.TrackingProtectionContentBlocked.Title
source: Content trackers
bs: Tragači sadržaja
gl: Elementos de seguimento de contido
mr: मजकूर मागोवा यंत्रणा
ta: உள்ளடக்க பின்தொடரிகள்

# Menu.TrackingProtectionDisable.Title
source: Disable for this site
bs: Onemogući za ovu stranicu
gl: Desactivar para este sitio
mr: या संकेतस्थळासाठी बंद करा
ta: இந்த தளத்தில் முடக்கு

# Menu.TrackingProtectionSocialBlocked.Title
source: Social trackers
ast: Rastrexadores sociales
bs: Socijalni tragači
gl: Elementos de seguimento social
mr: सामाजिक मागोवा यंत्रणा
ta: சமூக பின்தொடரிகள்

# Menu.TrackingProtectionTotalBlocked.Title
source: Total trackers blocked
bs: Ukupno blokiranih tragača
gl: Total de elementos bloqueados
mr: एकूण अवरोधित मागोवा यंत्रणा संख्या
ta: முடக்கப்பட்ட பின்தொடரி

source: Missing error
ast: Fallu faltante
bg: Липсва грешка
bs: Nedostaje greška
cy: Gwall coll
eo: Eraro mankas
gd: Mearachd a dhìth
gl: Falta o erro
lv: Trūkstoša kļūda
mr: त्रुटी गहाळ
ms: Ralat hilang
ro: Eroare lipsă
sk: Chýba číslo chyby
sq: Mungon gabimi
ta: காணாமல் போன பிழை
tl: Nawawalang error

source: Missing message
ast: Mensaxe faltante
bg: Липсва съобщение
bs: Nedostaje poruka
cy: Neges goll
eo: Mesaĝo mankas
gd: Teachdaireachd a dhìth
gl: Falta a mensaxe
lv: Pazudis paziņojums
mr: संदेश गहाळ
ms: Mesej hilang
ro: Mesaj lipsă
sk: Chýba chybová správa
sq: Mungon mesazhi
ta: காணாமல் போன செய்தி
tl: Nawawalang mensahe

source: Not now
bg: Не сега
bs: Ne sada
cy: Nid nawr
eo: Ne nun
gd: Chan ann an-dràsta
lv: Ne tagad
mr: सध्या नाही
ms: Bukan Sekarang
ro: Nu acum
sk: Teraz nie
sq: Jo tani
ta: இப்போது வேண்டாம்
tl: Hindi ngayon

source: Open in New Tab
ast: Abrir nuna llingüeta nueva
bg: Отваряне в раздел
bs: Otvori u novom tabu
eo: Malfermi en nova langeto
gd: Fosgail ann an taba ùr
gl: Abrir nunha nova lapela
lv: Atvērt jaunā cilnē
mr: नवीन टॅबमध्ये उघडा
ms: Buka di Tab Baru
ro: Deschide într-o filă nouă
sq: Hape në Skedë të Re
ta: புதிய கீற்றில் திற
tl: Magbukas ng Bagong Tab

source: Opening %@
bg: Отваряне %@
bs: Otvaranje %@
cy: Wrthi'n agor %@
eo: %@ malfermata
gd: A’ fosgladh %@
lv: Atver %@
mr: %@ उघडत आहे
ms: Membuka %@
ro: Se deschide %@
sk: Otvára sa %@
sq: Po hapet %@
ta: %@ திறக்கிறது
tl: Binubuksan %@

source: Save Image
ast: Guardar imaxe
bg: Запазване на изображение
bs: Sačuvaj sliku
cy: Cadw'r Ddelwedd
eo: Konservi bildon
gd: Sàbhail an dealbh
gl: Gardar imaxe
lv: Saglabāt attēlu
mr: प्रतिमा साठवा
ms: Simpan Imej
ro: Salvează imaginea
sk: Uložiť obrázok
sq: Ruaje Figurën
ta: படத்தைச் சேமி
tl: I-save ang Image

source: Save Logins
ast: Guardar anicios de sesión
bg: Запази влизания
bs: Sačuvaj prijavu
cy: Cadw Mewngofnodion
eo: Konservi akreditilojn
gd: Sàbhail clàraidhean a-steach
gl: Gardar identificacións
lv: Saglabāt paroles
mr: साठवलेले लॉगिन
ms: Simpan Log masuk
ro: Salvează autentificările
sk: Uložené prihlásenia
sq: Ruaji Kredencialet e Hyrjeve
ta: சேமிக்கப்பட்ட புகுபதிகைகள்
tl: Tandaan ang Logins

# Settings.DisplayTheme.SectionHeader
source: Theme
ast: Tema
gl: Tema
mr: थीम
ta: தோற்றம்

# Settings.DisplayTheme.Title
source: Display
gl: Pantalla
mr: दृश्यपटल
ta: திரை
