Repository: mozilla-l10n/firefoxios-l10n
Catalog: */firefox-ios.xliff
Languages: ast, bg, bs, cs, cy, eo, es_ar, es_mx, eu, gd, gl, gu_in, he, hu, ja, ka, kab, kk, ko, lo, lv, ml, mr, ms, ne_np, pl, ro, ru, sk, sl, sq, ta, tl, zh_cn, zh_tw

# Settings.NewTab.Option.Pocket
source: Recommended by Pocket
bs: Preporućeno od Pocket-a
mr: Pocket द्वारे शिफारस केलेले
sq: Rekomanduar nga Pocket
ta: பாக்கெட் பரிந்துரைத்தது
tl: Inirerekomenda ng Pocket

# Settings.NewTab.Option.TopSites
source: Top Sites
mr: खास साईट्स
ta: முதன்மை தளங்களைக் காண்பி

# Settings.TrackingProtection.BlockListsTitle
source: Block Lists
ast: Llistes de bloquéu
bs: Liste za blokiranje
gl: Listas de bloqueo
mr: ब्लॉक सूची
sq: Lista Bllokimesh
ta: தடுப்பு பட்டியல்கள்
tl: I-block ang Mga Listahan

# Settings.TrackingProtectionOption.BlockListBasic
source: Basic (Recommended)
ast: Básica (Aconséyase)
bs: Osnovno (preporučeno)
gl: Básica (recomendada)
mr: मुलभूत(सुचवलेले)
sq: Bazë (E këshilluar)
ta: அடிப்படை (பரிந்துரைத்தவை)
tl: Pangunahing (Inirerekomenda)

# Settings.TrackingProtectionOption.EnabledStateHeaderLabel
source: Enable
bs: Omogući
gl: Activar
mr: कार्यान्वीत करा
ta: இயக்கு

# Settings.TrackingProtectionOption.OnInNormalBrowsingLabel
source: Normal Browsing Mode
bs: Uobičajeni način pretraživanja
gl: Modo de navegación normal
mr: सर्वसाधारण ब्राऊझिंग मोड
ta: சாதாரண உலாவல் முறைமை

# Settings.TrackingProtectionOption.OnInPrivateBrowsingLabel
source: Private Browsing Mode
bs: Režim privatnog pretraživanja
gl: Modo de navegación privado
mr: खाजगी ब्राउझिंग मोड
ta: அந்தரங்க உலாவல் முறைமை

source: Share Link
ast: Compartir enllaz
bg: Споделяне на препратка
bs: Podijeli vezu
eo: Dividi ligilon
gd: Co-roinn an ceangal
gl: Compartir ligazón
lv: Dalīties ar saiti
mr: दुवा शेअर करा
ms: Kongsi Pautan
ro: Partajează linkul
sk: Zdieľať odkaz
sq: Ndajeni Lidhjen Me të Tjerët
ta: தொடுப்பைப் பகிர்
tl: Ibahagi ang Link

source: Show search suggestions
bg: Показване на подсказки
bs: Prikaži prijedloge pretraživanja
cy: Dangos awgrymiadau chwilio
eo: Montri sugestojn de serĉilo
gd: Seall molaidhean-luirg
lv: Radīt meklēšanas ieteikumus
mr: शोध सूचना दाखवा
ms: Papar cadangan carian
ro: Arată sugestii de căutare
sk: Zobrazovať návrhy vyhľadávania
sq: Shfaq sugjerime kërkimi
ta: தேடல் பரிந்துரைகளைக் காண்பி
tl: Ipakita ang mga suhestyon

source: Sign in
bg: Вписване
bs: Prijavite se
cy: Mewngofnodi
eo: Komenci seancon
gd: Clàraich a-steach
lv: Ieiet
mr: साइन इन
ms: Daftar Masuk
ro: Autentificare
sk: Prihlásiť sa
sq: Hyni
ta: உள்நுழை

source: Sync Now
bg: Синхронизиране
bs: Sinhronizuj sada
cy: Cydweddu Nawr
eo: Speguli nun
gd: Sioncronaich an-dràsta
lv: Sinhronizēt
mr: आत्ता ताळमेळ करा
ms: Sync Sekarang
ro: Sincronizează acum
sk: Synchronizovať
sq: Njëkohësoje Tani
ta: இப்போது ஒத்திசை
tl: I-sync ngayon

source: This allows you to save the image to your Camera Roll.
ast: Esto permítete guardar la imaxe nel to Carrete.
bg: Така ще можете да запазите изображението в Camera Roll.
bs: Ovo vam omogućava da sačuvate sliku u Camera Roll.
cy: Mae hyn yn caniatáu i chi gadw'r ddelwedd i'ch Camera Roll.
eo: Tio permesas al vi konservi la bildon en via filmila rulo
gd: Bheir seo comas dhut an dealbh a shàbhaladh ann an albam a’ chamara agad.
gl: Isto permítelle gardar a imaxe no seu carrete.
lv: Šis ļauj saglabāt attēlus jūsu foto albumā.
mr: हे आपल्याला प्रतिमा कॅमेरा रोल मध्ये जतन करण्यास अनुमती देते.
ms: Ini membolehkan anda menyimpan imej dalam Camera Roll anda.
ro: Aceasta îți permite să salvezi imaginea pe Camera Roll.
sk: Toto vám umožní uložiť obrázok v albume Fotoaparát.
sq: Kjo ju lejon të ruani figurën te Camera Roll-i juaj.
ta: இது கருவினுள் படத்தைச் சேமிக்க அனுமதிக்கிறது.
tl: Maaring i-save sa Camera Roll ang mga litrato.

source: This will open in another application
bg: Така ще отворите друго приложение
bs: Ovo će se otvoriti u drugoj aplikaciji
cy: Bydd hwn yn agor mewn rhaglen arall
eo: Tio ĉi malfermiĝos en alia programo
gd: Thèid seo fhosgladh ann an aplacaid eile
lv: Šis atvērsies citā aplikācijā
mr: हे इतर अॅपलिकेशन मध्ये उघडेल
ms: Ini akan dibuka dalam aplikasi lain
ro: Aceasta se va deschide într-o altă aplicație
sk: Toto bude otvorené v ďalšej aplikácii
sq: Kjo do të hapet në një aplikacion tjetër
ta: இது இன்னொரு செயலியில் திறக்கும்
tl: Bubuksan nito ang bagong aplikasyon.

source: Top sites
bg: Най-посещавани
bs: Najpopularnije stranice
cy: Hoff wefannau
eo: Plej vizititaj
gd: Brod nan làrach
lv: Biežāk apmeklētās lapas
mr: खास साईट्स
ms: Laman teratas
ro: Site-uri de top
sk: Top stránky
sq: Sajte kryesues
ta: முதன்மை தளங்கள்
tl: Pangunahing mga site.

source: Update
bg: Актуализиране
bs: Ažuriraj
cy: Diweddaru
eo: Ĝisdatigi
gd: Ùraich
lv: Atjaunināt
mr: अद्ययावत करा
ms: Kemaskini
ro: Actualizează
sk: Aktualizovať
sq: Përditësoje
ta: புதுப்பி

source: Yes
bg: Да
bs: Da
cy: Iawn
eo: Jes
gd: Tha
lv: Jā
mr: होय
ms: Ya
ro: Da
sk: Áno
sq: Po
ta: ஆம்
tl: Oo

source: Last modified %@
ast: Cabera modificación %@
bg: Последна промяна на %@
bs: Posljednji izmijenio %@
eo: Laste modifita %@
gd: Atharrachadh mu dheireadh %@
gl: Última modificación: %@
lv: Pēdējo reizi mainīts %@
mr: शेवटचे संपादन %@
ms: Ubahsuai terakhir %@
ro: Ultima modificare %@
sk: Naposledy upravené %@
sq: Ndryshuar së fundi më %@
ta: கடைசி மாற்றம் %@
tl: Huling Binago %@

source: password
ast: contraseña
bg: парола
bs: lozinka
eo: pasvorto
gd: facal-faire
gl: contrasinal
lv: parole
mr: पासवर्ड
ms: kata laluan
ro: parolă
sk: heslo
sq: fjalëkalim
ta: கடவுச்சொல்

source: username
ast: nome d'usuariu
bg: потребителско име
bs: korisničko ime
eo: nomo de uzanto
gd: ainm-cleachdaiche
gl: nome de usuario
lv: lietotājvārds
mr: वापरकर्त्याचे नाव
ms: nama penguna
ro: nume de utilizator
sk: používateľské meno
sq: emër përdoruesi
ta: பயனர்பெயர்

source: website
ast: sitiu web
bg: уебсайт
bs: web stranica
eo: retejo
gd: làrach-lìn
gl: sitio web
lv: mājas lapa
mr: संकेतस्थळ
ms: laman web
ro: site web
sk: webová stránka
sq: sajt
ta: வலைத்தளம்

source: Open in New Private Tab
ast: Abrir nuna llingüeta privada nueva
bg: Отваряне в поверителен раздел
bs: Otvori u novom privatnom tabu
eo: Malfermi en nova privata langeto
gd: Fosgail ann an taba prìobhaideach ùr
gl: Abrir nunha nova lapela privada
lv: Atvērt jaunā privātā cilnē
mr: नवीन खाजगी टॅब मध्ये उघडा
ms: Buka dalam Tab Persendirian Baru
ro: Deschide într-o filă privată nouă
sq: Hape në Skedë të Re Private
ta: அந்தரங்க கீற்றில் திற
tl: Buksan sa Panibagong Private Tab

source: More Info…
ast: Más información…
bg: Повече информация…
bs: Više informacija…
eo: Pli da informo…
gd: Barrachd fiosrachaidh…
gl: Máis información…
lv: Vairāk informācijas…
mr: अधिक माहिती…
ro: Mai multe informații…
sk: Ďalšie informácie…
sq: Më Tepër të Dhëna…
ta: கூடுதல் தகவல்…
tl: Karagdagang impormasyon

source: Available devices:
bg: Налични устройства:
bs: Dostupni uređaji:
eo: Disponeblaj aparatoj:
gd: Uidheaman a tha ri làimh:
lv: Pieejamās ierīces:
mr: उपलब्ध डिव्हाइस:
ms: Peranti tesedia:
ro: Dispozitive disponibile:
sk: Dostupné zariadenia:
sq: Pajisje të mundshme:
ta: கிடைக்கும் சாதனங்கள்:
tl: Bukas na mga device:

source: Please open Firefox, go to Settings and sign in to continue.
bg: Моля отворете Firefox, изберете Настройки и въведете вашите данни.
bs: Molimo otcorite Firefox, idite na Postavke i prijavite se da nastavite.
eo: Bonvolu malfermi Firefox, iri al Agordoj kaj komenci seancon por daŭrigi.
gd: Fosgail na roghainnean ann am Firefox is clàraich a-steach a leantainn air adhart.
lv: Lūdzu atveriet Firefox, dodieties uz Iestatījumiem un ieejiet lai turpinātu.
mr: कृपया Firefox उघडा, सेटिंगवर जा आणि सुरू ठेवण्यासाठी साइन इन करा.
ms: Sila buka Firefox, pergi ke Tetapan dan log masuk untuk meneruskan.
ro: Te rugăm deschide Firefox, mergi la Setări și autentifică-te pentru a continua.
sk: Otvorte Firefox, prejdite do Nastavení a prihláste sa.
sq: Ju lutemi, që të vazhdohet, hapni Firefox-in, shkoni te Rregullimet dhe bëni hyrjen.
ta: தயவுச்செய்து பயர்பாஃசு உலாவியைத் திறந்து, அமைவுகளுக்குச் சென்று உள்நுழைந்தப் பின் தொடரவும்.
tl: Buksan ang Firefox, pumunta sa Settings at mag-sign in para tumuloy.

source: Send
bg: Изпращане
bs: Pošalji
eo: Sendi
gd: Cuir
lv: Nosūtīt
mr: पाठवा
ms: Hantar
ro: Trimite
sk: Odoslať
sq: Dërgoje
ta: அனுப்பு
tl: Ipadala

source: Send Tab
bg: Изпращане на раздел
bs: Pošalji tab
eo: Sendi langeton
gd: Cuir an taba
lv: Sūtīt cilni
mr: टॅब पाठवा
ms: Hantar Tab
ro: Trimite fila
sk: Odoslať kartu
sq: Dërgoje Skedën
ta: கீற்றை அனுப்பு
tl: Ipadala ang Tab

source: You are not signed in to your Firefox Account.
bg: Не сте вписани в своя Firefox Account.
bs: Niste prijavljeni na vaš Firefox račun.
eo: Vi ne komencis seancon per via konto de Firefox.
gd: Cha do rinn thu clàradh a-steach dhan chunntas Firefox agad.
lv: Jūs neesat iegājis savā Firefox Kontā.
mr: आपण Firefox खात्यात साइन इन केलेले नाही.
ms: Anda belum log masuk ke Akaun Firefox anda.
ro: Nu ești autentificat în contul tău Firefox.
sk: Nie ste prihlásený k svojmu účtu Firefox Account.
sq: S’keni bërë hyrjen te Llogaria juaj Firefox.
ta: நீங்கள் பயர்பாஃசு கணக்கில் உள்நுழையவில்லை.
tl: Hindi ka naka-sign in sa iyong Firefox Account.

source: You don’t have any other devices connected to this Firefox Account available to sync.
bs: Nemate ni jedan drugi uređaj za sinhronizaciju sa ovim Firefox računom.
mr: ताळमेळ करण्यासाठी उपलब्ध या Firefox खात्याला आपला इतर कुठलाही डिव्हाइस कनेक्ट केलेला नाही.
sq: S’keni ndonjë pajisje tjetër të lidhur te kjo Llogari Firefox-i të gatshme për njëkohësim.
ta: நீங்கள் வைத்திருக்கும் பயர்பாஃசு கணக்குடன் ஒத்திசைக்க மற்ற சாதனங்கள் இணைக்கப்படவில்லை.
tl: Walang ibang kasangkapan na konektado sa Firefox Account na maaring i-sync.

# TodayWidget.GoToCopiedLinkLabel
source: Go to copied link
ast: Dir al enllaz copiáu
bg: Отвори копирания линк
bs: Idite na kopiranu vezu
eo: Iri al kopiita ligilo
gd: Tadhail air a’ cheangal a rinn thu lethbhreac dheth
gl: Ir á ligazón copiada
lv: Doties uz nokopēto adresi
mr: प्रत बनवलेल्या दुव्यावर जा
ms: Pergi ke pautan yang disalin
ro: Mergi la linkul copiat
sk: Prejsť na skopírovaný odkaz
sq: Shko te lidhja e kopjuar
ta: நகலெடுத்த தொடுப்பிற்கு செல்க
tl: Pumunta sa kinopyang link

# TodayWidget.NewPrivateTabButtonLabel
source: New Private Tab
ast: Llingüeta privada nueva
bg: Нов поверителен раздел
bs: Novi privatni tab
eo: Nova privata langeto
gd: Taba prìobhaideach ùr
gl: Nova lapela privada
lv: Jauna privātā cilne
mr: नवीन खाजगी टॅब
ms: Tab Persendirian Baru
ro: Filă privată nouă
sk: Nová súkromná karta
sq: Skedë e Re Private
ta: தனிப்பட்ட கீற்று
tl: Bagong Private Tab

# TodayWidget.NewTabButtonLabel
source: New Tab
ast: Llingüeta nueva
bg: Нов раздел
bs: Novi tab
eo: Nova langeto
gd: Taba ùr
gl: Nova lapela
lv: Jauna cilne
mr: नवीन टॅब
ms: Tab Baru
ro: Filă nouă
sk: Nová karta
sq: Skedë e Re
ta: புதிய கீற்று
tl: Bagong Tab

# Menu.OpenBookmarksAction.AccessibilityLabel
source: Bookmarks
ast: Marcadores
bg: Отметки
bs: Zabilješke
eo: Legosignoj
gd: Comharran-lìn
gl: Marcadores
lv: Grāmatzīmes
mr: वाचनखूणा
ms: Tandabuku
ro: Semne de carte
sk: Záložky
sq: Faqerojtës
ta: புத்தகக்குறிகள்
tl: Mga Bookmarks

# Menu.OpenDownloadsAction.AccessibilityLabel
source: Downloads
ast: Descargues
bs: Preuzimanja
gl: Descargas
mr: डाउनलोड
ta: பதிவிறக்கங்கள்

# Menu.OpenHistoryAction.AccessibilityLabel
source: History
ast: Historial
bg: История
bs: Historija
eo: Historio
gd: An eachdraidh
gl: Historial
lv: Vēsture
mr: इतिहास
ms: Sejarah
ro: Istoric
sk: História
sq: Historik
ta: வரலாறு
tl: Kasaysayan

# Menu.OpenHomePageAction.Title
source: Open Homepage
bs: Otvori početnu stranicu
mr: मुखपृष्ठ उघडा
sq: Hap Kreun
ta: முகப்பு
tl: Home

# Menu.OpenReadingListAction.AccessibilityLabel
source: Reading List
ast: Llistáu de llectura
bg: Списък за четене
bs: Lista za čitanje
eo: Legolisto
gd: An liosta-leughaidh
gl: Lista de lectura
lv: Lasīšanas saraksts
mr: वाचन यादी
ms: Senarai Bacaan
ro: Listă de citire
sk: Zoznam na prečítanie
sq: Listë Leximesh
ta: வாசிப்பு பட்டியல்

source: Untitled
ast: Ensin títulu
bg: Неозаглавена
bs: Bez naslova
cy: Di-deitl
eo: Sen titolo
gd: Gun tiotal
gl: Sen título
lv: Nenosaukts
mr: शीर्षकविहीन
ms: Tiada tajuk
ro: Fără titlu
sk: Bez názvu
sq: Të patituj
ta: தலைப்பிடாத
tl: Walang Pamagat

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store app?
bs: Otvoriti ovu vezu u App Store-u?
sq: Të hapet kjo lidhje me aplikacionin App Store?
tl: Buksan ang link na ito sa App Store?

source: Open in…
bg: Отвори в ...
bs: Otvori u…
cy: Agor yn…
eo: Malfermi per…
gd: Fosgail an-seo…
lv: Atvērt ar…
ro: Deschide în…
sk: Otvoriť pomocou...
sq: Hapeni në…
tl: Buksan gamit ang...

# Settings.NewTab.Option.ASTitle
source: Additional Content
bs: Dodatni sadržaj
sq: Lëndë Shtesë
tl: Dagdag na Laman

# Settings.NewTab.Option.BlankPage
source: Show a Blank Page
bg: Покажи празна страница
bs: Prikaži praznu stranicu
eo: Montri malplenan paĝon
gd: Seall duilleag bhàn
lv: Parādīt tukšu lapu
ms: Papar Halaman Kosong
ro: Arată o pagină goală
sk: Zobraziť prázdnu stránku
sq: Shfaq një Faqe të Zbrazët
tl: Magpakita ng Blank na Pahina

# Settings.NewTab.Option.Bookmarks
source: Show your Bookmarks
bg: Покажи отметки
bs: Prikaži zabilješke
eo: Montri viajn legosignojn
gd: Seall na comharran-lìn agad
lv: Rādīt grāmatzīmes
ms: Papar Tandabuku anda
ro: Arată semnele de carte
sk: Zobraziť vaše záložky
sq: Shfaq Faqerojtësit tuaj
tl: Ipakita ang iyong mga Bookmarks

# Settings.NewTab.Option.History
source: Show your History
bg: Покажи история
bs: Prikaži historiju
eo: Montri vian historion
gd: Seall an eachdraidh agad
lv: Rādīt vēsturi
ms: Papar Sejarah anda
ro: Arată istoricul
sk: Zobraziť vašu históriu
sq: Shfaq Historikun tuaj
tl: Ipakita ang iyong Kasaysayan

# Settings.NewTab.Option.HomePage
source: Show your Homepage
bg: Показване на началната страница
bs: Pokaži početnu stranicu
eo: Montri vian hejmpaĝon
gd: Seall an duilleag mhòr agad
lv: Rādīt mājas lapu
ms: Papar Halaman utama anda
ro: Arată pagina de start
sk: Zobraziť vašu domovskú stránku
sq: Shfaq Faqen tuaj Hyrëse
tl: Ipakita ang Iyong Homepage

# Settings.NewTab.Option.TopSites
source: Show your Top Sites
bg: Покажи най-посещавани
bs: Pokaži top stranice
eo: Montri viajn plej vizititajn retejojn
gd: Seall brod nan làrach agad
lv: Rādīt biežāk apmeklētās lapas
ms: Papar Laman Teratas anda
ro: Arată site-urile de top
sk: Zobraziť vaše top stránky
sq: Shfaq Sajtet tuaj Kryesues
tl: Ipakita ang iyong Top Sites

# Settings.NewTab.Title
source: New Tab Settings
bg: Настройки за нов раздел
bs: Postavke novog taba
eo: Agordoj de nova langeto
gd: Roghainnean nan taba ùr
lv: Jaunas cilnes iestatījumi
ms: Tetapan Tab Baru
ro: Setări pentru fila nouă
sk: Nastavenia novej karty
sq: Rregullime Skede të Re
tl: Settings para sa Bagong Tab

# Downloads.Alert.Cancel
source: No
bg: Не
eo: Ne
gd: Chan eil
lv: Nē
ms: Tidak
ro: Nu
sk: Nie
sq: Jo
tl: Hindi

# Downloads.Alert.Confirm
source: Yes
bg: Да
eo: Jes
gd: Tha
lv: Jā
ms: Ya
ro: Da
sk: Áno
sq: Po
tl: Oo

# Downloads.Alert.Message
source: Firefox is unable to download or display this file. Would you like to open it in another app?
bg: Firefox не може да покаже този файл. Искате ли да го орворите в друго приложение?
eo: Firefox ne povas elŝuti aŭ montri tiun ĉi dosieron. Ĉu vi ŝatus malfermi ĝin per alia programo?
gd: Chan urrainn dha Firefox am faidhle seo a luchdadh a-nuas no a shealltainn. A bheil thu airson fhosgladh ann an aplacaid eile?
lv: Firefox ir nevar lejupielādēt vai parādīt šo failu. Vai vēlaties to atvērt citā programmā?
ms: Firefox tidak dapat memuat turun atau memaparkan fail ini. Adakah anda mahu membukanya dalam aplikasi lain?
ro: Firefox nu poate descărca sau afișa acest fișier. Dorești să îl deschizi într-o altă aplicație?
sk: Firefox nedokáže tento súbor prevziať alebo zobraziť. Chceli by ste ho otvoriť prostredníctvom inej aplikácie?
sq: Firefox-i s’arrin ta shkarkojë ose shfaqë këtë kartelë. Do të donit të hapej me një tjetër aplikacion?

# Downloads.Alert.Title
source: Firefox Downloads
bg: Изтегляне чрез Firefox
eo: Elŝutoj de Firefox
gd: Luchdaidhean a-nuas Firefox
lv: Firefox lejupielādes
ms: Muat turun Firefox
ro: Descărcări Firefox
sk: Prevzatie pomocou Firefoxu
sq: Shkarkime Firefox-i

source: Enter your password to connect.
bg: Въведете паролата си, за да се свържете.
cy: Rhowch eich cyfrinair i gysylltu.
eo: Tajpu vian pasvorton por konekti.
gd: Cuir a-steach am facal-faire agad airson ceangal a dhèanamh.
lv: Ievadiet paroli lai pieslēgtos.
ms: Masukkan kata laluan anda untuk menyambung.
ro: Introdu parola pentru a te conecta.
sk: Na pripojenie zadajte svoje heslo
sq: Jepni fjalëkalimin tuaj që të bëhet lidhja.
tl: Ilagay ang iyong password para makakonek.

# Menu.NightModeTurnOff.Label
source: Disable Night Mode
sq: Çaktivizo Mënyrën Natë
tl: Huwag paganahin ang Night Mode

source: Request Desktop Site
bg: Настолна версия на сайта
cy: Gofyn am Wefan Bwrdd Gwaith
eo: Peti retejon por komputiloj
gd: Iarr an làrach desktop
lv: Lapas datoru versija
ms: Pinta Laman Desktop
ro: Cere versiune de desktop
sk: Odstrániť plnú verziu stránky
sq: Kërko Sajtin për Desktop
tl: Hilingin ang Desktop Site

source: Request Mobile Site
bg: Искане на мобилния сайт
cy: Gofyn am Wefan Symudol
eo: Peti retejon por porteblaĵoj
gd: Iarr làrach nan innealan-làimhe
lv: Lapas mobilā versija
ms: Pinta Laman Telefon
ro: Cere versiune de mobil
sk: Odstrániť mobilnú stránku
sq: Kërko Sajtin për Celular
tl: Hilingin ang Mobile Site

# ShareTo.Cancel.Button
source: Cancel
bg: Отказ
eo: Nuligi
gd: Sguir dheth
lv: Atcelt
ms: Batal
ro: Renunță
sk: Zrušiť
sq: Anuloje
tl: Ikansela

source: Upgrade Firefox to connect.
bg: За да се свържете обновете Firefox.
cy: Diweddarwch Firefox i gysylltu.
eo: Ĝisdatigi Firefox por konekti.
gd: Àrdaich Firefox ma tha thu airson ceangal.
lv: Atjauniniet Firefox lai pieslēgtos.
ms: Menaiktaraf Firefox untuk penyambungan.
ro: Actualizează Firefox pentru a te conecta.
sk: Aby ste sa mohli pripojiť, aktualizujte Firefox.
sq: Që të lidheni, përmirësoni Firefox-in.
tl: I-upgrade ang Firefox para maka-konek.

source: Verify your email address.
bg: Потвърдете своя адрес на ел. поща.
cy: Dilyswch eich cyfeiriad e-bost.
eo: Kontrolu vian retpoŝtan adreson.
gd: Dealbh am post-d agad.
lv: Pārbaudiet savu epasta adresi.
ms: Sahkan alamat e-mel anda.
ro: Verifică-ți adresa de e-mail.
sk: Overte svoju e-mailovú adresu.
sq: Verifikoni adresën tuaj email.
tl: Patunayan ang iyong email address.

# CFBundleDisplayName
source: Send Tab
bg: Изпращане на раздел
cy: Anfon Tab
eo: Sendi langeton
gd: Cuir an taba
lv: Sūtīt cilni
ms: Hantar Tab
ro: Trimite fila
sk: Odoslať kartu
sq: Dërgoje Skedën
tl: Magpadala ng Tab

source: Add
bg: Добавяне
cy: Ychwanegu
eo: Aldoni
gd: Cuir ris
lv: Pievienot
ms: Tambah
ro: Adaugă
sk: Pridať
sq: Shtoje
tl: Idagdag

# CFBundleDisplayName
source: View Later
bg: Показване по-късно
cy: Gweld yn Hwyrach
eo: Vidi poste
gd: Coimhead air uaireigin eile
lv: Skatīt vēlāk
ms: Papar Kemudian
ro: Vezi mai târziu
sk: Zobraziť neskôr
sq: Shiheni Më Vonë
tl: Tingnan Mamaya

source: Passcode
bg: Парола
eo: Paskodo
gd: Còd-faire
lv: Kods
ms: Kod laluan
ro: Cod de trecere
sk: Prístupový kód

source: Passcodes didn't match. Try again.
bg: Паролите не съвпадат. Опитайте отново.
eo: Paskodoj ne kongruas. Provu denove.
gd: Cha robh an dà chòd co-ionnan. Feuch ris a-rithist
lv: Paroles nesakrīt! Pamēģiniet vēlreiz.
ms: Kod laluan tidak sepadan. Cuba lagi.
ro: Codurile de trecere nu s-au potrivit. Încearcă din nou.
sk: Prístupové kódy sa nezhodujú. Skúste to znova.

source: This folder isn't empty.
bg: Тази папка не е празна.
eo: Tiu ĉi dosierujo ne estas malplena.
gd: Chan eil am pasgan seo falamh.
lv: Mape nav tukša.
ms: Folder ini tidak kosong.
ro: Acest dosar nu este gol.
sk: Tento priečinok nie je prázdny.

source: Are you sure you want to clear all of your data? This will also close all open tabs.
bg: Сигурни ли сте, че искате да заличите всичките данни? Отворените раздели ще бъдат затворени.
cy: Ydych chi'n siŵr eich bod eisiau clirio'ch holl ddata? Bydd hyn hefyd yn cau pob tag agored.
eo: Ĉu vi certe volas viŝi ĉiujn viajn datumojn? Tiu ago ankaŭ fermos ĉiujn malfermitajn foliojn.
gd: A bheil thu cinnteach gu bheil thu airson an dàta air fad agad fhalamhachadh? Dùinidh seo gach taba fosgailte cuideachd.
lv: Vai vēlaties notīrīt visus savus datus? Tas arī aizvērs atvērtās cilnes.
ms: Adakah anda pasti anda mahu membuang semua data anda? Ini juga akan menutup semua tab yang terbuka.
ro: Sigur dorești să ștergi toate datele tale? Acest lucru va închide și toate filele deschise.
sk: Naozaj chcete vymazať všetky svoje dáta? Týmto tiež zatvoríte všetky otvorené karty.

source: Clear Everything
bg: Изчистване всичко
cy: Clirio Popeth
eo: Viŝi ĉion
gd: Falamhaich a h-uile rud
lv: Notīrīt visu
ms: Buang Semua
ro: Șterge totul
sk: Vymazať všetko

source: Customize
bg: Персонализирайте
cy: Cyfaddasu
eo: Personecigi
gd: Gnàthaich
lv: Pielāgošana
ms: Penyesuaian
ro: Personalizează
sk: Prispôsobenie

source: Easily switch between open pages with tabs.
bg: Лесно превключване между отворените страници с раздели.
cy: Symud yn rhwydd rhwng tudalennau agored gyda'r tabiau
eo: Per langetoj, facile iru inter malfermitaj paĝoj.
gd: Gearr leum eadar duilleagan fosgailte gun duilgheadas leis na tabaichean.
lv: Vienkārši pārejiet starp atvērtajām mājaslapām izmantojot cilnes.
ms: Mudah menukar antara halaman terbuka dengan tab.
ro: Comută cu ușurință între paginile deschise folosind filele.
sk: Pomocou kariet jednoducho prepínajte medzi otvorenými stránkami.

source: Firefox and the cloud
bg: Firefox и облака
cy: Firefox a'r cwmwl
eo: Firefox kaj la nubo
gd: Firefox agus an neul
lv: Firefox un mākonis
ms: Firefox dan cloud
ro: Firefox și cloudul
sk: Firefox a cloud

# Introductory slide %@ of %@
source: Introductory slide %1$@ of %2$@
bg: Кадър с въведение %1$@ от %2$@
cy: Sleid cyflwyno %1$@ of %2$@
eo: Prezenta lumbildo %1$@ el %2$@
gd: Sleamhnag fàilteachaidh %1$@ à %2$@
lv: Ievada slaids %1$@ no %2$@
ms: Slaid pengenalan %1$@ daripada %2$@
ro: Diapozitiv introductiv %1$@ din %2$@
sk: Úvodná snímka %1$@ z %2$@

source: Organize
bg: Организирайте
cy: Trefnu
eo: Organizi
gd: Cuir air dòigh
lv: Kārtība
ms: Urus
ro: Organizează
sk: Organizácia

source: Personalize your default search engine and more in Settings.
bg: Персонализирайте търсеща машина по подразбиране и още в Настройки.
cy: Gosodwch eich peiriant chwilio a rhagor yn y Gosodiadau.
eo: Personecigu vian norman serĉilon kaj aliajn aferojn en Agordoj.
gd: Roghadh is taghadh de dh’einnseanean-luirg agad sna roghainnean seo seach na feadhainn bhunaiteach.
lv: Pielāgojiet savu meklētāju un citas lietas iestatījumos.
ms: Sesuaikan enjin carian anda dan ciri lain dalam Tetapan.
ro: Personalizează motorul de căutare implicit și mai multe din Setări.
sk: Nastavte si svoj obľúbený vyhľadávací modul a ďalšie položky.

source: Sync your Devices.
bg: Синхронизирайте вашите устройства.
eo: Speguli viajn aparatojn.
gd: Sioncronaich na h&#x2011;uidheaman agad.
lv: Sinhronizējiet ierīces.
ms: Sync Peranti Anda.
ro: Sincronizează dispozitivele.
sk: Synchronizujte svoje zariadenia.

source: Tap, hold and move the Firefox icon into your dock for easy access.
bg: Докоснете, задръжте и преместете иконата Firefox във вашия док за лесен достъп.
cy: Tapio, dal a symud eicon Firefox i'ch doc i gael mynediad rhwydd.
eo: Tuŝetu, premu kaj movu la emblemon de Firefox al via doko por facile aliri ĝin.
gd: Thoir gnogag, cum is gluais ìomhaigheag Firefox gun doca agad airson cothrom fhaighinn air gu luath.
lv: Spiediet, velciet un pārvietojiet Firefox ikonu ierīces panelī vienkāršākai pieejai.
ms: Tap, pegang dan gerakkan ikon Firefox ke dalam dok anda untuk akses yang mudah.
ro: Atinge, ține și mută iconița Firefox în dock pentru acces facil.
sk: Ťuknite, podržte a presuňte si ikonu Firefoxu do svojho doku a máte ho vždy pri ruke.
