Repository: mozilla-l10n/firefoxios-l10n
Catalog: hsb/firefox-ios.xliff
Languages: hsb

# Settings.Notifications.TurnOnNotificationsTitle.v112
source: Turn on Notifications
hsb: Zdźělenki zmóžnić

# Settings.PrivacyNotice.Title.v137
source: Privacy Notice
hsb: Zdźělenka priwatnosće

# Settings.Rollouts.Link.v148
source: Learn More
hsb: Dalše informacije

# Settings.Rollouts.Message.v148
source: %@ will improve features, performance, and stability between updates. Changes applied remotely.
hsb: %@ budźe funkcije, wukon a stabilnosć mjez aktualizacije polěpšować. Změny so zdaloka nałožuja.

# Settings.Rollouts.Title.v148
source: Allow Remote Improvements
hsb: Polěpšenja zdaloka dowolić

# Settings.ScrollToHideTabAndAddressBar.Title.v138
source: Scroll to Hide Tab and Address Bar
hsb: Kulće, zo byšće lajstu rajtarkow a adresowe polo schował

# Settings.Search.Accessibility.DefaultSearchEngine.v121
source: Default Search Engine
hsb: Standardna pytawa

# Settings.Search.Accessibility.LearnAboutSuggestions.v124
source: Learn more about Firefox Suggest
hsb: Zhońće wjace wo Firefox Suggest

# Settings.Search.AlternateSearchEngines.Title.v124.v2
source: Alternative Search Engines
hsb: Alternatiwne pytawy

# Settings.Search.DefaultSearchEngine.Title.v121
source: Default Search Engine
hsb: Standardna pytawa

# Settings.Search.EnginesSuggestions.Title.v124
source: Suggestions from Search Engines
hsb: Namjety wot pytawow

# Settings.Search.PageTitle.v121
source: Search
hsb: Pytać

# Settings.Search.PrivateSession.Description.v125
source: Show suggestions from search engines in private sessions
hsb: Namjety z pytawow w priwatnych posedźenjach pokazać

# Settings.Search.PrivateSession.Setting.v124
source: Show in Private Sessions
hsb: W priwatnych posedźenjach pokazać

# Settings.Search.ShowSuggestions.v121
source: Show Search Suggestions
hsb: Pytanske namjety pokazać

# Settings.Search.Suggest.AddressBarSetting.Title.v124
source: Address bar - Firefox Suggest
hsb: Adresowe polo – Firefox Suggest

# Settings.Search.Suggest.LearnAboutSuggestions.v124
source: Learn more about Firefox Suggest
hsb: Zhońće wjace wo Firefox Suggest

# Settings.Search.Suggest.PrivateSession.Description.v125
source: Show suggestions from Firefox Suggest in private sessions
hsb: Namjety z Firefox Suggest w priwatnych posedźenjach pokazać

# Settings.Search.Suggest.SearchBrowsingHistory.Title.v124
source: Search Browsing History
hsb: Přehladowansku historiju přepytać

# Settings.Search.Suggest.SearchSearchBookmarks.Title.v124
source: Search Bookmarks
hsb: Zapołožki přepytać

# Settings.Search.Suggest.SearchSyncedTabs.Title.v124
source: Search Synced Tabs
hsb: Synchronizowane rajtarki přepytać

# Settings.Search.Suggest.ShowNonSponsoredSuggestions.Description.v124.v2
source: Get suggestions from %@ related to your search
hsb: Wobstarajće sej namjety z %@ nastupajo waše pytanje

# Settings.Search.Suggest.ShowNonSponsoredSuggestions.Title.v124.v2
source: Suggestions from the Web
hsb: Namjety z weba

# Settings.Search.Suggest.ShowSponsoredSuggestions.Description.v124
source: Support %@ with occasional sponsored suggestions
hsb: Podpěrajće %@ ze składnostnymi sponserowanymi namjetami

# Settings.Search.Suggest.ShowSponsoredSuggestions.Title.v124
source: Suggestions from Sponsors
hsb: Namjety wot sponsorow

# Settings.Studies.Link.v136
source: Learn More
hsb: Dalše informacije

# Settings.Studies.Link.v148
source: Learn More
hsb: Dalše informacije

# Settings.Studies.Message.v136
source: Try out features and ideas before they’re released to everyone.
hsb: Testujće funkcije a ideje, prjedy hač so za wšěch wozjewjeja.

# Settings.Studies.Message.v148
source: %@ randomly selects users to test features, which improves quality for everyone.
hsb: %@ wužiwarjow připadnje wuběra, zo by funkcije testował, štož kwalitu za kóždeho polěpšuje.

# Settings.Studies.Title.v136
source: Install and Run Studies
hsb: Instalować a studije přewjesć

# Settings.Studies.Title.v148
source: Allow Feature Studies
hsb: Funkciske studije dowolić

# Settings.Summarize.FooterTitle.v142
source: Provides access to summarize pages.
hsb: Skići přistup k stronam zjimanjow.

# Settings.Summarize.GesturesSection.FooterTitle.v142
source: Shake your device from side to side to summarize a page.
hsb: Třasće swój grat wot boka do boka, zo byšće stronu zjimał.

# Settings.Summarize.GesturesSection.ShakeGestureTitle.v142
source: Shake to Summarize
hsb: Za zjimanje třasć

# Settings.Summarize.GesturesSection.Title.v142
source: Gestures
hsb: Gesty

# Settings.Summarize.SummarizePagesTitle.v142
source: Summarize Pages
hsb: Strony zjimać

# Settings.Summarize.Title.v142
source: Page Summaries
hsb: Zjeća stronow

# Settings.TechnicalData.Link.v136
source: Learn More
hsb: Dalše informacije

# Settings.TechnicalData.Message.v136
source: Data about your device, hardware configuration, and usage helps us improve %@ features, performance and stability.
hsb: Daty wo wašim graće, wašej hardwarowej konfiguraciji a wo wužiću nam pomhaja, funkcije, wukon a stabilnosć %@ polěpšić.

# Settings.TechnicalData.Title.v136
source: Send Technical and Interaction Data
hsb: Techniske daty a daty interakcije pósłać

# Settings.TermsOfUse.Title.v137
source: Terms of Use
hsb: Wužiwanske wuměnjenja

# Settings.Toolbar.Navigation.MiddleButton.Home.v145
source: Home
hsb: Startowa strona

# Settings.Toolbar.Navigation.MiddleButton.NewTab.v145
source: New Tab
hsb: Nowy rajtark

# Settings.Translation.SectionTitle.v145
source: Translation Preferences
hsb: Přełožowanske nastajenja

# Settings.Translation.SettingOff.v145
source: Off
hsb: Wupinjeny

# Settings.Translation.SettingOn.v145
source: On
hsb: Zapinjeny

# Settings.Translation.Title.v145
source: Translation
hsb: Přełožk

# Settings.Translation.ToggleTitle.v145
source: Enable Translations
hsb: Přełožki zmóžnić

# SendTo.NoDevicesFound.Message.v119
source: You don’t have any other devices connected to this account available to sync.
hsb: Njejsu žane druhe graty z tutym kontom zwjazane, kotrež bychu so dali synchronizować.

# SendTo.NotSignedIn.Title.v119
source: You are not signed in to your account.
hsb: Njejsće pola swojeho konta přizjewjeny.

# ShareExtension.FileCopiedToClipboard.Title.v139
source: File Copied To Clipboard
hsb: Dataja je so do mjezyskłada kopěrowała

# CreditCard.SnackBar.RemovedCardLabel.v112
source: Card Removed
hsb: Karta je so wotstroniła

# CreditCard.SnackBar.SavedCardLabel.v112
source: New Card Saved
hsb: Nowa karta je so składowała

# CreditCard.SnackBar.UpdatedCardLabel.v122
source: Card Information Updated
hsb: Kartowe informacije su so zaktualizowali

# SentFromFirefox.SocialShare.SettingsToggle.Subtitle.v134
source: Spread the word about %1$@ every time you share a link on %2$@.
hsb: Powědajće wo %1$@ kóždy raz, hdyž wotkaz na %2$@ dźěliće.

# SentFromFirefox.SocialShare.SettingsToggle.Title.v134
source: Include %1$@ Download Link on %2$@ Shares
hsb: Sćehnjenski wotkaz %1$@ zapřijeć, kotryž so na %2$@ dźěli

# SentFromFirefox.SocialShare.ShareMessageA.Title.v134
source: %1$@ Sent from %2$@ 🦊 Try the mobile browser: %3$@
hsb: %1$@ přez %2$@ pósłany 🦊 Spytajće mobilny wobhladowak: %3$@

# SentFromFirefox.SocialShare.ShareMessageA.Title.v137
source: %1$@ Sent from %2$@ 🦊 Try the mobile browser: %3$@
hsb: %1$@ Přez %2$@ pósłany 🦊 Spytajće mobilny wobhladowak: %3$@

# SentFromFirefox.SocialShare.ShareMessageB.Title.v134
source: %1$@ Sent from %2$@ 🦊 %3$@
hsb: %1$@ přez %2$@ pósłany 🦊 %3$@

# SentFromFirefox.SocialShare.ShareMessageB.Title.v137
source: %1$@ Sent from %2$@ 🦊 %3$@
hsb: %1$@ Přez %2$@ pósłany 🦊 %3$@

# ContextualHints.Summarize.Description.v142
source: Tap to summarize this page. Touch and hold for Reader View.
hsb: Podótkńće so, zo byšće tutu stronu zjimał. Dótkńće so a dźeržće, zo byšće čitanski napohlad wočinił.

# Summarizer.AppleBrand.Label.v142
source: Summarized by Apple Intelligence
hsb: Přez Apple Intelligence zjaty

# Summarizer.CloseButton.Accessibility.Label.v145
source: Close Summary
hsb: Zjeće začinić

# Summarizer.CloseButton.Label.v142
source: Close
hsb: Začinić

# Summarizer.Error.MissingPageContent.Message.v142
source: Page is still loading. Wait for it to finish, then hit summarize.
hsb: Strona so hišće začituje. Čakajće, doniž začitanje njeje dokónčene, a klikńće potom na Zjimać.

# Summarizer.Error.RateLimited.Message.v142
source: Can’t handle this one at the moment. Try again later!
hsb: To tuchwilu njeda so předźěłać. Spytajće pozdźišo hišće raz!

# Summarizer.Error.Unknown.Message.v142
source: Error summarizing page. Try again later.
hsb: Zmylk při zjimanju strony. Spytajće pozdźišo hišće raz.

# Summarizer.Error.UnsafeWebsite.Message.v142
source: Limited content detected. This page may be restricted or mostly visual.
hsb: Wobmjezowany wobsah namakany. Tuta strona móže wobmjezowana abo we hłownym wizuelna być.

# Summarizer.Error.UnsupportedContent.Message.v142
source: This website doesn’t allow content summarization. Try a different page.
hsb: Tute websydło zjimanje wobsaha njedowoluje. Spytajće druhu stronu.

# Summarizer.Footnote.Label.v144
source: Note: Summarization can make errors.
hsb: Kedźbu: Zjimanje móže zmylki zawinować.

# Summarizer.HostedBrand.Label.v142
source: Summarized by %@
hsb: Přez %@ zjaty

# Summarizer.Loading.Accessibility.Label.v145
source: Loading summary
hsb: Zjeće so začituje

# Summarizer.Loading.Label.v142
source: Summarizing…
hsb: Zjima so…

# Summarizer.RetryButton.Accessibility.Label.v145
source: Retry to summarize web page
hsb: Znowa spytać, webstronu zjimać

# Summarizer.RetryButton.Label.v142
source: Retry
hsb: Hišće raz spytać

# Summarizer.TabSnapshot.Accessibility.Label.v145
source: Drag or tap the web page to close the summary
hsb: Ćehńće webstronu abo podótkńće so njeje, zo byšće zjeće začinił

# Summarizer.ToS.Alert.AllowButton.Label.v142
source: Allow
hsb: Dowolić

# Summarizer.ToS.Alert.AppleMessage.Label.v142
source: %@ uses Apple Intelligence to summarize pages.
hsb: %@ Apple Intelligence wužiwa, zo by strony zjimał.

# Summarizer.ToS.Alert.CancelButton.Label.v142
source: Cancel
hsb: Přetorhnyć

# Summarizer.ToS.Alert.ContinueButton.Label.v144
source: Continue
hsb: Dale

# Summarizer.ToS.Alert.FirefoxMessage.Label.v144
source: %@ uses cloud-based AI to summarize pages, and returns those summaries to your device.
hsb: %@ KI wužiwa, kotraž na mróčeli bazuje, zo by strony zjimał a wróća wašemu gratej te zjeća.

# Summarizer.ToS.Alert.LearnMoreButton.Label.v142
source: Learn more
hsb: Dalše informacije

# Summarizer.ToS.Alert.Title.Label.v142
source: Allow Page Summaries?
hsb: Zjeća stronow dowolić?

# Summarizer.ToS.InfoLabel.LearnMoreButton.Label.v143
source: How it works
hsb: Kak funguje

# Summarizer.ToS.InfoPanel.AllowButton.Accessibility.Label.v145
source: Accept consent
hsb: Wobsah akceptować

# Summarizer.ToS.InfoPanel.ContinueButton.Label.v143
source: Continue
hsb: Dale

# Summarizer.ToS.InfoPanel.Label.v143
source: See the main points in seconds with %@.
hsb: Hlejće hłowne dypki w sekundach z %@.

# Summarizer.ToS.InfoPanel.Title.Label.v143
source: Summarize this page?
hsb: Tutu stronu zjimać?

# Address.Bar.Reload.A11y.Hint.v124
source: Double tap and hold for more options
hsb: Za dalše nastajenja so dwójce podótknyć a dźeržeć

# TabLocation.ETP.Off.NotSecure.A11y.Label.v119
source: Connection not secure. Enhanced Tracking Protection is off.
hsb: Zwisk wěsty njeje. Polěpšeny slědowanski škit je znjemóžnjeny.

# TabLocation.ETP.Off.Secure.A11y.Label.v119
source: Secure connection. Enhanced Tracking Protection is off.
hsb: Wěsty zwisk. Polěpšeny slědowanski škit je znjemóžnjeny.

# TabLocation.ETP.On.NotSecure.A11y.Label.v119
source: Connection not secure
hsb: Zwisk njewěsty

# TabLocation.ETP.On.Secure.A11y.Label.v119
source: Secure connection
hsb: Wěsty zwisk

# TabLocation.LockButton.AccessibilityLabel.v122
source: Tracking Protection
hsb: Slědowanski škit

# TabLocation.LockButton.LargeContentTitle.v122
source: Tracking Protection
hsb: Slědowanski škit

# TabLocation.Share.A11y.Label.v119
source: Share this page
hsb: Tutu stronu dźělić

# TabLocation.ShareButton.AccessibilityLabel.v122
source: Share
hsb: Dźělić

# TabsButton.Accessibility.LargeContentTitle.v122
source: Show Tabs: %@
hsb: Rajtarki pokazać: %@

# TopSites.RemoveButton.LargeContentTitle.v122
source: Remove page
hsb: Stronu wotstronić

# CloseTabsToast.Button.v113
source: Undo
hsb: Cofnyć

# CloseTabsToast.SingleTabTitle.v113
source: Tab Closed
hsb: Rajtark je začinjeny

# CloseTabsToast.Title.v113
source: Tabs Closed: %d
hsb: Začinjene rajtarki: %d

# InactiveTabs.TabTray.CloseSwipeActionTitle.v115
source: Close
hsb: Začinić

# TabTray.TabsSelectorNormalTabsTitle.v140
source: Tabs
hsb: Rajtarki

# TabTrayCloseOldTabsTitle.v140
source: Close Old Tabs…
hsb: Stare rajtarki začinić…

# TabTrayCloseOneTabTitle.v145
source: Close Tabs (%@)
hsb: Rajtarki začinić (%@)

# TabTrayCloseTabsOlderThanTitle.v140
source: Close tabs older than…
hsb: Rajtarki začinić, kotrež su starše hač…

# TabTrayOneDayAgoTitle.v140
source: 1 Day Ago
hsb: Před 1 dnjom

# TabTrayOneMonthAgoTitle.v140
source: 1 Month Ago
hsb: Před 1 měsacom

# TabTrayOneWeekAgoTitle.v140
source: 1 Week Ago
hsb: Před 1 tydźenjom

# TabTraySelectorAccessibilityHint.v139
source: %1$@ of %2$@
hsb: %1$@ z %2$@

# TabsTray.Sync.SyncTabsDisabled.v116
source: Turn on tab syncing to view a list of tabs from your other devices.
hsb: Synchronizowanje rajtarkow zapinać, zo by so lisćina rajtarkow z druhich gratow pokazała.

# TabsTray.SyncTabs.SyncTabsButton.Title.v119
source: Sync Tabs
hsb: Rajtarki synchronizować

# TabToolbar.Accessibility.DataClearance.v122
source: Data Clearance
hsb: Zhašenje datow

# TermsOfUse.AcceptButton.v142
source: Accept
hsb: Akceptować

# TermsOfUse.BackButton.v142
source: Back
hsb: Wróćo

# TermsOfUse.Description.v142
source: We’ve introduced a %@ Terms of Use and updated our Privacy Notice.
hsb: Smy wužiwanske wuměnjenja %@ zawjedli a swoju zdźělenku priwatnosće zaktualizowali.

# TermsOfUse.Link.LearnMore.v142
source: Learn more
hsb: Dalše informacije

# TermsOfUse.Link.PrivacyNotice.v142
source: Privacy Notice
hsb: Zdźělenka priwatnosće

# TermsOfUse.Link.TermsOfUse.v142
source: %@ Terms of Use
hsb: Wužiwanske wuměnjenja %@

# TermsOfUse.RemindMeLaterButton.v142
source: Remind Me Later
hsb: Pozdźišo dopomnić

# TermsOfUse.ReviewAndAcceptText.v142
source: Please take a moment to review and accept. Learn more
hsb: Bjerće sej wokomik časa, zo byšće pohódnoćił a akceptował. Dalše informacije

# TermsOfUse.TermsOfUseHasOpened.v142
source: Terms of Use sheet opened
hsb: Łopjeno z wužiwanskimi wuměnjenjemi wočinjene

# TermsOfUse.Title.v142
source: We’ve got an update
hsb: Mamy aktualizaciju

# Toolbar.Menu.Button.A11y.Label.v135
source: Main Menu
hsb: Hłowny meni

# Toolbar.NewTab.Button.v130
source: New Tab
hsb: Nowy rajtark

# Toolbar.NewTab.Button.v142
source: Summarize page
hsb: Stronu zjimać

# Toolbar.Tab.CloseThisTab.Button.v130
source: Close This Tab
hsb: Tutón rajtark začinić

# Toolbar.Tabs.Button.A11y.Label.v135
source: Tabs open
hsb: Wočinjene rajtarki

# Toolbar.Tabs.Button.A11y.LargeContentTitle.v137
source: Tabs open: %@
hsb: Wočinjene rajtarki: %@

# Toolbar.Tabs.Button.A11y.OverflowLargeContentTitle.v137
source: Tabs open: 99+
hsb: Wočinjene rajtarki: 99+

# Toolbar.Translation.ButtonActive.AccessibilityLabel.v145
source: Show page in original language
hsb: Stronu w originalnej rěči pokazać

# Toolbar.Translation.ButtonInactive.AccessibilityLabel.v145
source: Translate page
hsb: Stronu přełožić

# Toolbar.Translation.LoadingButton.AccessibilityLabel.v145
source: Translating page
hsb: Strona so přełožuje

# ContextualHints.Toolbar.Bottom.Description.v107
source: Move the toolbar to the top if that’s more your style.
hsb: Přesuńće symbolowu lajstu horje, jeli so to wam lěpje spodoba.

# ContextualHints.Toolbar.Navigation.Description.v132
source: Tap and hold the arrows to jump between pages in this tab’s history.
hsb: Podótkńće so šipkow a dźeržće je, zo byšće mjez stronami w historiji tutoho rajtarka tam a sam skočił.

# ContextualHints.Toolbar.Top.Description.v107
source: Move the toolbar to the bottom if that’s more your style.
hsb: Přesuńće symbolowu lajstu dele, jeli so to wam lěpje spodoba.

# ContextualHints.Toolbar.Update.Description.v139
source: Tabs and menu have switched places for easier access as you browse.
hsb: Rajtarki a meni su městna za lóši přistup za přehladowanje změnili.

# ContextualHints.Toolbar.Update.Title.v139
source: We moved a few things
hsb: Smy někotre wěcy přesunyli

# Translations.Banner.Close.Button.AccessibilityLabel.v145
source: Close Translation Panel
hsb: Přełožowanske wokno začinić

# Translations.Banner.ConfirmationTitleLabel.v145
source: Translated from %1$@ to %2$@
hsb: Je so z rěče %1$@ do rěče %2$@ přełožił

# Translations.Banner.ErrorMessage.TitleLabel.v145
source: Couldn’t translate page
hsb: Strona njeda so přełožować

# Translations.Banner.Loading.Button.AccessibilityLabel.v145
source: Translating page
hsb: Strona so přełožuje

# Translations.Banner.OpenSettings.Button.AccessibilityLabel.v145
source: Open Language Preferences
hsb: Rěčne nastajenja wočinić

# Translations.Banner.RetryButton.v145
source: Retry
hsb: Hišće raz spytać

# Translations.Banner.TitleLabel.v145
source: Translate page to %@?
hsb: Stronu do rěče %@ přełožić?

# Translations.Banner.TranslateButton.v145
source: Translate
hsb: Přełožić

# Translations.Sheet.Button.v145
source: Translate
hsb: Přełožić

# Translations.Sheet.ChooseLanguage.v145
source: Choose Language
hsb: Wubjerće rěč

# Translations.Sheet.Error.GeneralSubtitle.v145
source: Please try again.
hsb: Prošu spytajće hišće raz.

# Translations.Sheet.Error.GeneralTitle.v145
source: Couldn’t Translate Page
hsb: Strona njeda so přełožować

# Translations.Sheet.Error.RetryButton.v145
source: Retry
hsb: Hišće raz spytać

# Translations.Sheet.Error.SubtitleLabel.v145
source: Check your internet connection and try again.
hsb: Přepruwujće swój internetny zwisk a spytajće hišće raz.

# Translations.Sheet.Error.TitleLabel.v145
source: Couldn’t Load Languages
hsb: Rěče njedadźa so začitać

# Translations.Sheet.FromLabel.v145
source: From
hsb: Wot

# Translations.Sheet.LoadingButton.v145
source: Translating page
hsb: Strona so přełožuje

# Translations.Sheet.LoadingCompleted.AccessibilityLabel.v147
source: Page translated
hsb: Strona je přełožena

# Translations.Sheet.ShowOriginalButton.v145
source: Show Original
hsb: Original pokazać

# Translations.Sheet.TitleLabel.v145
source: Translate Page
hsb: Stronu přełožić

# Translations.Sheet.ToLabel.v145
source: To
hsb: Do

# Translations.Sheet.TranslateFrom.AccessibilityLabel.v145
source: Translate From %@
hsb: Přełožić wot %@

# Translations.Sheet.TranslateFromLabel.v145
source: Translate From
hsb: Přełožić wot

# Translations.Sheet.TranslateTo.AccessibilityLabel.v145
source: Translate To %@
hsb: Do %@ přełožić

# Translations.Sheet.TranslateToLabel.v145
source: Translate To
hsb: Přełožić do

# CreditCard.RememberCard.SecondaryButtonTitle.v116
source: Card Information Updated
hsb: Kartowe informacije su so zaktualizowali

# CreditCard.UpdateCard.MainTitle.v122
source: Update card?
hsb: Kartu aktualizować?

# CreditCard.UpdateCard.ManageCardsButtonTitle.v115
source: Manage cards
hsb: Karty rjadować

# CreditCard.UpdateCard.NotNowButtonTitle.v115
source: Not Now
hsb: Nic nětko

# CreditCard.UpdateCard.YesButtonTitle.v122
source: Update
hsb: Aktualizować

# Upgrade.SyncSign.Action.v114
source: Sign In
hsb: Přizjewić

# Upgrade.SyncSign.Description.v114
source: Pick up where you left off with tabs from other devices now on your homepage.
hsb: Pokročujće, hdźež sće přestał – nětko z rajtarkami druhich gratow na swojej startowej stronje.

# Upgrade.SyncSign.Title.v114
source: Switching screens is easier than ever
hsb: Přešaltowanje mjez wobrazowkami je lóše hdy do toho

# Upgrade.Welcome.Action.v114
source: Set as Default Browser
hsb: Jako standardny wobhladowak nastajić

# Upgrade.Welcome.Description.v114
source: New colors. New convenience. Same commitment to people over profits.
hsb: Nowe barby. Nowy komfort. Samsna angažowanosć za ludźi njedźiwajo na dobytki.

# Upgrade.Welcome.Title.v114
source: Welcome to a more personal internet
hsb: Witajće k bóle wosobinskemu internetej

# WebView.DocumentLoadingAccessibilityLabel.v137
source: Loading Document
hsb: Dokument začitać

# WebView.DocumentLoadingLabel.v137
source: Loading…
hsb: Začituje so…

# Menu.ZoomPage.Close.AccessibilityLabel.v113
source: Close Zoom Panel
hsb: Wobłuk měritka začinić

# Menu.ZoomPage.CurrentZoomLevel.AccessibilityLabel.v113
source: Current Zoom Level: %@
hsb: Aktualne měritko: %@

# Menu.ZoomPage.DecreaseZoom.AccessibilityLabel.v113
source: Decrease Zoom Level
hsb: Měritko pomjeńšić

# Menu.ZoomPage.IncreaseZoom.AccessibilityLabel.v113
source: Increase Zoom Level
hsb: Měritko powjetšić

# 2GqvPe
source: Go to Copied Link
hsb: Ke kopěrowanemu wotkazej

# PzSrmZ-2GqvPe
source: Just to confirm, you wanted ‘Go to Copied Link’?
hsb: Jenož k wobkrućenju, wy chcyštej ‚ke kopěrowanemu wotkazej přeńć‘?

# PzSrmZ-eHmH1H
source: Just to confirm, you wanted ‘Clear Private Tabs’?
hsb: Jenož k wobkrućenju, wy chcyštej k ‚Priwatne rajtarki zhašeć‘ wubrać?

# PzSrmZ-scEmjs
source: Just to confirm, you wanted ‘New Private Search’?
hsb: Jenož k wobkrućenju, wy chcyštej k ‚Nowe priwatne pytanje‘ wubrać?

# PzSrmZ-xRJbBP
source: Just to confirm, you wanted ‘New Search’?
hsb: Jenož k wobkrućenju, wy chcyštej k ‚Nowe pytanje‘ wubrać?

# ctDNmu
source: Quick access to various Firefox actions
hsb: Spěšny přistup k wšelakim akcijam Firefox

# eHmH1H
source: Clear Private Tabs
hsb: Priwatne rajtarki zhašeć

# eV8mOT
source: Quick Action Type
hsb: Typ spěšneje akcije

# eqyNJg
source: Quick Action
hsb: Spěšna akcija

# fi3W24-2GqvPe
source: There are ${count} options matching ‘Go to Copied Link’.
hsb: Ličba opcijow, kotrež ‚Ke kopěrowanemu wotkazej‘ wotpowěduja: ${count}.

# fi3W24-eHmH1H
source: There are ${count} options matching ‘Clear Private Tabs’.
hsb: Ličba opcijow, kotrež ‚Priwatne rajtarki zhašeć‘ wotpowěduja: ${count}.

# fi3W24-scEmjs
source: There are ${count} options matching ‘New Private Search’.
hsb: Ličba opcijow, kotrež ‚Nowe priwatne pytanje‘ wotpowěduja: ${count}.

# fi3W24-xRJbBP
source: There are ${count} options matching ‘New Search’.
hsb: Ličba opcijow, kotrež ‚Nowe pytanje‘ wotpowěduja: ${count}.

# scEmjs
source: New Private Search
hsb: Nowe priwatne pytanje

# w9jdPK
source: Quick Action
hsb: Spěšna akcija

# xRJbBP
source: New Search
hsb: Nowe pytanje

source: Open Firefox
hsb: Firefox wočinić
