Repository: mozilla-l10n/firefoxios-l10n
Catalog: hsb/firefox-ios.xliff
Languages: hsb

# Settings.AppIconSelection.AppIconNames.Green.Title.v136
source: Green
hsb: Zeleny

# Settings.AppIconSelection.AppIconNames.Hug.Title.v136
source: Hug
hsb: Wobjeće

# Settings.AppIconSelection.AppIconNames.Lazy.Title.v136
source: Lazy
hsb: Lěni

# Settings.AppIconSelection.AppIconNames.Light.Title.v139
source: Light
hsb: Swětły

# Settings.AppIconSelection.AppIconNames.Midday.Title.v137
source: Midday
hsb: Připołdnjo

# Settings.AppIconSelection.AppIconNames.Midnight.Title.v137
source: Midnight
hsb: Połnóc

# Settings.AppIconSelection.AppIconNames.Minimal.Title.v139
source: Minimal
hsb: Minimalny

# Settings.AppIconSelection.AppIconNames.NorthernLights.Title.v137
source: Northern Lights
hsb: Sewjerne swětliny

# Settings.AppIconSelection.AppIconNames.Orange.Title.v137
source: Orange
hsb: Oranžowy

# Settings.AppIconSelection.AppIconNames.Pixelated.Title.v136
source: Pixelated
hsb: Zapikselowany

# Settings.AppIconSelection.AppIconNames.Pride.Title.v136
source: Pride
hsb: Tučel

# Settings.AppIconSelection.AppIconNames.Purple.Title.v137
source: Purple
hsb: Wioletny

# Settings.AppIconSelection.AppIconNames.Red.Title.v137
source: Red
hsb: Čerwjeny

# Settings.AppIconSelection.AppIconNames.Regular.Title.v136
source: Default
hsb: Standard

# Settings.AppIconSelection.AppIconNames.Sunrise.Title.v137
source: Sunrise
hsb: Schadźenje słónca

# Settings.AppIconSelection.AppIconNames.Sunset.Title.v137
source: Sunset
hsb: Chowanje słónca

# Settings.AppIconSelection.AppIconNames.SystemAuto.Title.v139
source: System Theme
hsb: Systemowa drasta

# Settings.AppIconSelection.AppIconNames.Twilight.Title.v137
source: Twilight
hsb: Směrkanje

# Settings.AppIconSelection.AppIconNames.Yellow.Title.v137
source: Yellow
hsb: Žołty

# Settings.AppIconSelection.ContributorCredit.Subtitle.v139
source: Created by %@
hsb: Wutworjeny wot: %@

# Settings.AppIconSelection.Errors.SelectErrorConfirmation.v136
source: OK
hsb: W porjadku

# Settings.AppIconSelection.Errors.SelectErrorMessage.v136
source: Sorry, there was an error setting your app icon.
hsb: Bohužel je při stajenju wašeho nałoženskeho symbola problem nastał.

# Settings.AppIconSelection.ScreenTitle.v136
source: App Icon
hsb: Symbol nałoženja

# Settings.AppIconSelection.SectionNames.Basics.Title.v139
source: Basics
hsb: Zakładne nastajenja

# Settings.AppIconSelection.SectionNames.Colors.Title.v139
source: Colors
hsb: Barby

# Settings.AppIconSelection.SectionNames.Gradients.Title.v139
source: Gradients
hsb: Barbowe přeběhi

# Settings.AppIconSelection.SectionNames.More.Title.v139
source: More
hsb: Wjace

# Settings.AppIconSelection.SettingsOptionName.v136
source: App Icon
hsb: Symbol nałoženja

# Biometry.Screen.UniversalAuthenticationReason.v115
source: Authenticate to access passwords.
hsb: Awtentifikujće so, zo byšće přistup k hesłam měł.

# Biometry.Screen.UniversalAuthenticationReason.v122
source: Authenticate to access your saved passwords and payment methods.
hsb: Awtentifikować, zo byšće přistup k wašim składowanym hesłam a płaćenskim metodam měł.

# Bookmarks.DeleteFolderWarning.CancelButton.Label
source: Cancel
hsb: Přetorhnyć

# Bookmarks.DeleteFolderWarning.DeleteButton.Label
source: Delete
hsb: Zhašeć

# Bookmarks.DeleteFolderWarning.Description
source: Are you sure you want to delete it and its contents?
hsb: Chceće woprawdźe jón a jeho wobsah zhašeć?

# Bookmarks.DeleteFolderWarning.Title
source: This folder isn’t empty.
hsb: Tutón rjadowak prózdny njeje.

# Bookmarks.EmptyState.Nested.Body.v135
source: Add bookmarks as you browse so you can find your favorite sites later.
hsb: Přidajće zapołožki, hdyž přehladujeće, zo byšće swoje najlubše sydła pozdźišo namakał.

# Bookmarks.EmptyState.Nested.Title.v135
source: This folder is empty
hsb: Tutón rjadowak je prózdny

# Bookmarks.EmptyState.Root.Body.v135
source: Save sites as you browse. We’ll also grab bookmarks from other synced devices.
hsb: Składujće sydła, hdyž přehladujeće. Wobstaramy tež zapołožki z druhich synchronizowanych gratow.

# Bookmarks.EmptyState.Root.BodySignedOut.v135
source: Save sites as you browse. Sign in to grab bookmarks from other synced devices.
hsb: Składujće sydła, hdyž přehladujeće. Přizjewće so, zo byšće zapołožki z druhich synchronizowanych gratow dóstał.

# Bookmarks.EmptyState.Root.ButtonTitle.v136
source: Sign in to Sync
hsb: Pola Sync přizjewić

# Bookmarks.EmptyState.Root.Title.v135
source: No bookmarks yet
hsb: Hišće žane zapołožki

# Bookmarks.Menu.AllBookmarks.v131
source: All
hsb: Wšě

# Bookmarks.Menu.ClearTextFieldButtonA11yLabel.v139
source: Clear
hsb: Zhašeć

# Bookmarks.Menu.DeleteBookmark.v132
source: Delete Bookmark
hsb: Zapołožku zhašeć

# Bookmarks.Menu.DeleteFolder.v131
source: Delete Folder
hsb: Rjadowak zhašeć

# Bookmarks.Menu.DeletedBookmark.v131
source: Deleted “%@”
hsb: “%@” je so zhašała

# Bookmarks.Menu.EditBookmark.v131
source: Edit Bookmark
hsb: Zapołožku wobdźěłać

# Bookmarks.Menu.EditBookmarkDesktopBookmarksLabel.v136
source: DESKTOP BOOKMARKS
hsb: ZAPOŁOŽKI DESKTOPA

# Bookmarks.Menu.EditBookmarkSave.v135
source: Save
hsb: Składować

# Bookmarks.Menu.EditBookmarkSaveIn.v131
source: Save in
hsb: Składować do

# Bookmarks.Menu.EditBookmarkTitle.v131
source: Edit Bookmark
hsb: Zapołožku wobdźěłać

# Bookmarks.Menu.EditFolder.v131
source: Edit Folder
hsb: Rjadowak wobdźěłać

# Bookmarks.Menu.MoreOptionsA11yLabel.v136
source: More options
hsb: Dalše nastajenja

# Bookmarks.Menu.RemoveFromShortcutsTitle.v139
source: Remove from Shortcuts
hsb: Ze zwjazanjow wotstronić

# Bookmarks.Menu.SavedBookmarkToastDefaultFolderLabel.v136
source: Saved in “Bookmarks”
hsb: Do rjadowaka „Zapołožki“ składowane

# Bookmarks.Menu.SavedBookmarkToastLabel.v136
source: Saved in “%@”
hsb: Do “%@” składowane

# HomePanel.ContextMenu.Edit.v131
source: Edit
hsb: Wobdźěłać

# Addresses.BottomSheet.UseSavedAddressBottomSheet.v124
source: Use a saved address?
hsb: Składowanu adresu wužiwać?

# ContextualHints.FeltDeletion.Body.v122
source: Tap here to start a fresh private session. Delete your history, cookies — everything.
hsb: Podótkńće so tu, zo byšće nowe priwatne posedźenje startował. Zhašejće swoju historiju, swoje placki – wšitko.

# ContextualHints.Translations.Body.v145
source: Fast, private translations are ready when you are.
hsb: Spěšne priwatne přełožki su hotowe, hdyž wy sće.

# ContextualHints.Translations.Title.v145
source: %@ Speaks Your Language
hsb: %@ wašu rěč rěči

# CredentialProvider.RetryAllert.CancelAction.Title.v137
source: Cancel
hsb: Přetorhnyć

# CredentialProvider.RetryAllert.Message.v137
source: There was an issue with autofill. Please try again.
hsb: Při awtomatiskim wupjelnjenju je problem nastał. Prošu spytajće hišće raz.

# CredentialProvider.RetryAllert.RetryAction.Title.v137
source: Retry
hsb: Hišće raz spytać

# CredentialProvider.RetryAllert.Title.v137
source: Autofill Error
hsb: Zmylk při awtomatiskim wupjelnjenju

# LoginsList.NoLoginsFound.Description.v122
source: The passwords you save or sync to %@ will be listed here. All passwords you save are encrypted.
hsb: Hesła, kotrež składujeće abo z %@ synchronizujeće, so tu nalistuja. Wšě hesła, kotrež składujeće, so zaklučuja.

# LoginsList.NoLoginsFound.Title.v122
source: No passwords saved
hsb: Žane hesła składowane

# LoginsList.NoMatchingResult.Title.v122
source: No passwords found
hsb: Žane hesła namakane

# LoginsList.Search.Placeholder.v122
source: Search passwords
hsb: Hesła přepytać

# Logins.DevicePasscodeRequired.Message.v122
source: To save and automatically fill passwords, enable Face ID, Touch ID, or a device passcode.
hsb: Zo byšće hesła awtomatisce składował a wupjelnił, zmóžńće Face ID, Touch ID abo gratowy hesłowy kod.

# Logins.PaymentMethods.DevicePasscodeRequired.Message.v124.v2
source: To save and autofill credit cards, enable Face ID, Touch ID, or a device passcode.
hsb: Zo byšće kreditne karty awtomatisce wupjelnił, zmóžńće Face ID, Touc ID abo gratowy hesłowy kod.

# Settings.Home.Option.Bookmarks.v128
source: Bookmarks
hsb: Zapołožki

# Settings.Home.Option.Stories.v140
source: Stories
hsb: Stawiznički

# Settings.Home.Option.ThoughtProvokingStories.subtitle.v116
source: Articles powered by %@
hsb: Nastawki spěchowane wot %@

# Settings.Home.Option.ThoughtProvokingStories.v116
source: Thought-Provoking Stories
hsb: Stawiznički, kotrež k přemyslowanju pohonjeja

# Settings.Home.Option.TopStories.v143
source: Top Stories
hsb: Najhusćišo přečitane zdźělenki

# CreditCard.DisplayCard.ExpiresLabel.v115
source: Expires
hsb: Płaćiwy do

# CreditCard.EditCard.EditCreditCardTitle.v122
source: Edit Card
hsb: Kartu wobdźěłać

# Addresses.EditAddress.Alert.CancelButton.v129
source: Cancel
hsb: Přetorhnyć

# Addresses.EditAddress.Alert.Message.v129
source: The address will be removed from all of your synced devices.
hsb: Adresa so ze wšěch wašich synchronizowanych gratow wotstroni.

# Addresses.EditAddress.Alert.RemoveButton.v129
source: Remove
hsb: Wotstronić

# Addresses.EditAddress.Alert.Title.v129
source: Remove Address
hsb: Adresu wotstronić

# Addresses.EditAddress.AutofillAddAddressTitle.v129
source: Add address
hsb: Adresu přidać

# Addresses.EditAddress.AutofillAddressArea.v129
source: Area
hsb: Wobwod

# Addresses.EditAddress.AutofillAddressCity.v129
source: City
hsb: Město

# Addresses.EditAddress.AutofillAddressCountryOnly.v129
source: Country
hsb: Kraj

# Addresses.EditAddress.AutofillAddressCountryRegion.v129
source: Country or Region
hsb: Kraj abo region

# Addresses.EditAddress.AutofillAddressCounty.v129
source: County
hsb: Kraj

# Addresses.EditAddress.AutofillAddressDepartment.v129
source: Department
hsb: Wotrjad

# Addresses.EditAddress.AutofillAddressDistrict.v129
source: District
hsb: Wokrjes

# Addresses.EditAddress.AutofillAddressEmail.v129
source: Email
hsb: E-mejl

# Addresses.EditAddress.AutofillAddressEmirate.v129
source: Emirate
hsb: Emirat

# Addresses.EditAddress.AutofillAddressIsland.v129
source: Island
hsb: Kupa

# Addresses.EditAddress.AutofillAddressName.v129
source: Name
hsb: Mjeno

# Addresses.EditAddress.AutofillAddressNeighborhood.v129
source: Neighborhood
hsb: Susodstwo

# Addresses.EditAddress.AutofillAddressOrganization.v129
source: Organization
hsb: Organizacija

# Addresses.EditAddress.AutofillAddressParish.v129
source: Parish
hsb: Wosada

# Addresses.EditAddress.AutofillAddressPostTown.v129
source: Post town
hsb: Póstowe město

# Addresses.EditAddress.AutofillAddressPostalCode.v129
source: Postal Code
hsb: Póstowe wodźenske čisło

# Addresses.EditAddress.AutofillAddressPrefecture.v129
source: Prefecture
hsb: Prefektura

# Addresses.EditAddress.AutofillAddressProvince.v129
source: Province
hsb: Prowinca

# Addresses.EditAddress.AutofillAddressState.v129
source: State
hsb: Zwjazkowy kraj

# Addresses.EditAddress.AutofillAddressSuburb.v129
source: Suburb
hsb: Předměsto

# Addresses.EditAddress.AutofillAddressTel.v129
source: Phone
hsb: Telefon

# Addresses.EditAddress.AutofillAddressTownland.v129
source: Townland
hsb: Statok

# Addresses.EditAddress.AutofillAddressVillageTownship.v129
source: Village or Township
hsb: Wjes abo gmejna

# Addresses.EditAddress.AutofillAddressZip.v129
source: ZIP Code
hsb: PWČ

# Addresses.EditAddress.AutofillCancelButton.v129
source: Cancel
hsb: Přetorhnyć

# Addresses.EditAddress.AutofillEditAddressTitle.v129
source: Edit address
hsb: Adresu wobdźěłać

# Addresses.EditAddress.AutofillEditStreetAddressTitle.v129
source: Street Address
hsb: Dróhowa adresa

# Addresses.EditAddress.AutofillSaveButton.v129
source: Save
hsb: Składować

# Addresses.EditAddress.AutofillViewAddressTitle.v129
source: View address
hsb: Adresu pokazać

# Addresses.EditAddress.CloseNavBarButtonLabel.v129
source: Close
hsb: Začinić

# Addresses.EditAddress.EditNavBarButtonLabel.v129
source: Edit
hsb: Wobdźěłać

# Addresses.EditAddress.RemoveAddressButtonTitle.v129
source: Remove Address
hsb: Adresu wotstronić

# Addresses.Toast.AddressRemovedConfirmation.v129
source: Address Removed
hsb: Adresa je wotstronjena

# Addresses.Toast.AddressSaveError.v129
source: Address Couldn’t Be Saved
hsb: Adresa njeda so składować

# Addresses.Toast.AddressSaveError.v130
source: Address Couldn’t Be Removed
hsb: Adresa njeda so wotstronić

# Addresses.Toast.AddressSaveRetrySuggestion.v129
source: Try again
hsb: Hišće raz spytać

# Addresses.Toast.AddressSavedConfirmation.v129
source: Address Saved
hsb: Adresa je so składowała

# Addresses.Toast.AddressUpdatedConfirmation.v129
source: Address Information Updated
hsb: Adresowe informacije su so zaktualizowali

# Addresses.Toast.AddressUpdatedConfirmation.v132.v2
source: Address Saved
hsb: Adresa je so składowała

# CreditCard.EditCard.AddCreditCardTitle.v122
source: Add Card
hsb: Kartu přidać

# CreditCard.EditCard.CancelNavBarButtonLabel.v113
source: Cancel
hsb: Přetorhnyć

# CreditCard.EditCard.CardExpirationDateTitle.v112
source: Expiration MM / YY
hsb: Płaćiwosć MM / LL

# CreditCard.EditCard.CardNumberTitle.v112
source: Card Number
hsb: Kartowe čisło

# CreditCard.EditCard.CloseNavBarButtonLabel.v113
source: Close
hsb: Začinić

# CreditCard.EditCard.ConcealLabel.v114
source: Conceal
hsb: Schować

# CreditCard.EditCard.CopyLabel.v113
source: Copy
hsb: Kopěrować

# CreditCard.EditCard.EditNavBarButtonLabel.v113
source: Edit
hsb: Wobdźěłać

# CreditCard.EditCard.ExpiredDateTitle.v112
source: Expires %@
hsb: Płaćiwa do %@

# CreditCard.EditCard.NameOnCardTitle.v112
source: Name on Card
hsb: Mjeno na karće

# CreditCard.EditCard.NavButtonSaveTitle.v112
source: Save
hsb: Składować

# CreditCard.EditCard.RemoveCardButtonTitle.v112
source: Remove Card
hsb: Kartu wotstronić

# CreditCard.EditCard.RevealLabel.v114
source: Reveal
hsb: Pokazać

# CreditCard.EditCard.SaveNavBarButtonLabel.v113
source: Save
hsb: Składować

# CreditCard.EditCard.SavedCardListTitle.v112
source: SAVED CARDS
hsb: SKŁADOWANE KARTY

# CreditCard.EditCard.ToggleToAllowAutofillTitle.v122
source: Save and Fill Payment Methods
hsb: Płaćenske metody składować a wupjelnić

# CreditCard.EditCard.ViewCreditCardTitle.v116
source: View Card
hsb: Kartu pokazać

# Engagement.Notification.Body.v112
source: Find something nearby. Or discover something fun.
hsb: Namakajće něšto w bliskosći. Abo wotkryjće něšto žortneho.

# Engagement.Notification.Title.v112
source: Start your first search
hsb: Startujće swoje prěnje pytanje

# Engagement.Notification.Treatment.A.Body.v114
source: Private browsing in %@ doesn’t save your info and blocks hidden trackers.
hsb: Priwatny modus w %@ waše informacije njeskładuje a blokuje schowane přesćěhowaki.

# Engagement.Notification.Treatment.A.Title.v114
source: Browse without a trace
hsb: Bjez slěda přehladować

# Engagement.Notification.Treatment.B.Body.v114
source: Browse with no saved cookies or history in %@.
hsb: Přehladujće z %@ bjez składowanych plackow abo historije.

# Engagement.Notification.Treatment.B.Title.v114
source: Try private browsing
hsb: Wupruwujće priwatny modus

# MainMenu.Account.AccessibilityLabels.BackButton.v137
source: Back
hsb: Wróćo

# MainMenu.Account.AccessibilityLabels.CloseButton.v137
source: Close
hsb: Začinić

# Menu.EnhancedTrackingProtection.Certificates.CommonName.v131
source: Common Name
hsb: Zwučene mjeno

# Menu.EnhancedTrackingProtection.Certificates.IssuerCountry.v131
source: Country
hsb: Kraj

# Menu.EnhancedTrackingProtection.Certificates.IssuerName.v131
source: Issuer Name
hsb: Mjeno wudawarja

# Menu.EnhancedTrackingProtection.Certificates.IssuerOrganization.v131
source: Organization
hsb: Organizacija

# Menu.EnhancedTrackingProtection.Certificates.SubjectAltNames.v131
source: Subject Alt Names
hsb: Alternatiwne subjektne mjena

# Menu.EnhancedTrackingProtection.Certificates.SubjectAltNamesDNSName.v131
source: DNS Name
hsb: DNS-mjeno

# Menu.EnhancedTrackingProtection.Certificates.SubjectName.v131
source: Subject Name
hsb: Subjektne mjeno

# Menu.EnhancedTrackingProtection.Certificates.Title.v131
source: Certificate
hsb: Certifikat

# Menu.EnhancedTrackingProtection.Certificates.Validity.v131
source: Validity
hsb: Płaćiwosć

# Menu.EnhancedTrackingProtection.Certificates.ValidityNotAfter.v131
source: Not After
hsb: Nic po

# Menu.EnhancedTrackingProtection.Certificates.ValidityNotBefore.v131
source: Not Before
hsb: Nic před

# Menu.EnhancedTrackingProtection.ClearData.AlertCancelButton.v128
source: Cancel
hsb: Přetorhnyć

# Menu.EnhancedTrackingProtection.ClearData.AlertOkButton.v128
source: Clear
hsb: Zhašeć

# Menu.EnhancedTrackingProtection.ClearData.AlertText.v128
source: Removing cookies and site data for %@ might log you out of websites and clear shopping carts.
hsb: Hdyž placki a sydłowe daty za %@ wotstronjeće, wotzjewjeće so snano wot websydłow a wuprózdnjeće nakupowanski wozyk.

# Menu.EnhancedTrackingProtection.ClearData.AlertTitle.v128
source: Clear cookies and site data
hsb: Placki a sydłowe daty zhašeć

# Menu.EnhancedTrackingProtection.ClearData.ButtonTitle.v128
source: Clear cookies and site data
hsb: Placki a sydłowe daty zhašeć

# Menu.EnhancedTrackingProtection.ClearData.ToastMessage.v128
source: Cookies and site data removed
hsb: Placki a sydłowe daty wotstronjene

# Menu.EnhancedTrackingProtection.CloseButton.AccessibilityLabel.v132
source: Close privacy and security menu
hsb: Meni Priwatnosć a wěstota začinić

# Menu.EnhancedTrackingProtection.Details.ConnectionSecure.v128
source: Secure connection
hsb: Wěsty zwisk

# Menu.EnhancedTrackingProtection.Details.ConnectionUnsecure.v128
source: Connection not secure
hsb: Zwisk njewěsty

# Menu.EnhancedTrackingProtection.Details.NoTrackers.v131
source: No trackers found
hsb: Žane přesćěhowaki namakane

# Menu.EnhancedTrackingProtection.Details.Trackers.Analytics.v132
source: Tracking content: %@
hsb: Slědowacy wobsah: %@

# Menu.EnhancedTrackingProtection.Details.Trackers.CrossSite.v129
source: Cross-site tracking cookies: %@
hsb: Sydła přesahowace slědowace placki: %@

# Menu.EnhancedTrackingProtection.Details.Trackers.Fingerprinter.v129
source: Fingerprinters: %@
hsb: Hromadźaki porstowych wotćišćow: %@

# Menu.EnhancedTrackingProtection.Details.Trackers.SocialMedia.v129
source: Social media trackers: %@
hsb: Přesćěhowaki socialnych medijow: %@

# Menu.EnhancedTrackingProtection.Details.Trackers.v128
source: Trackers blocked: %@
hsb: Přesćěhowaki zablokowane: %@

# Menu.EnhancedTrackingProtection.Details.Verifier.v128
source: Verified by %@
hsb: Wot %@ přepruwowany

# Menu.EnhancedTrackingProtection.Details.ViewCertificatesTitle.v131
source: View certificate
hsb: Certifikat pokazać

# Menu.EnhancedTrackingProtection.Off.Header.v128
source: %@ is off-duty. We suggest turning protections back on.
hsb: %@ njedźěła. Namjetujemy škity zaso zmóžnić.

# Menu.EnhancedTrackingProtection.Off.Title.v128
source: You turned off protections
hsb: Sće škity znjemóžnił

# Menu.EnhancedTrackingProtection.On.Header.v128
source: You’re protected. If we spot something, we’ll let you know.
hsb: Sće škitany. Jeli něšto namakamy, zdźělimy wam to.

# Menu.EnhancedTrackingProtection.On.NotSecure.Header.v128
source: Your connection is not secure.
hsb: Waš zwisk wěsty njeje.

# Menu.EnhancedTrackingProtection.On.NotSecure.Title.v128
source: Be careful on this site
hsb: Budźće kedźbliwy na tutym sydle

# Menu.EnhancedTrackingProtection.On.Title.v128
source: %@ is on guard
hsb: %@ sej na kedźbu bjerje

# Menu.EnhancedTrackingProtection.PrivacySettings.Title.v128
source: Privacy settings
hsb: Nastajenja priwatnosće

# Menu.EnhancedTrackingProtection.Switch.Title.v128
source: Enhanced Tracking Protection
hsb: Polěpšeny slědowanski škit

# Menu.EnhancedTrackingProtection.SwitchOff.Text.v129
source: Protections are OFF. We suggest turning them back on.
hsb: Škity su znjemóžnjene. Namjetujemy je zaso zmóžnić.

# Menu.EnhancedTrackingProtection.SwitchOn.Text.v128
source: If something looks broken on this site, try turning it off.
hsb: Jeli něšto na tutym sydle wobškodźene wupada, znjemóžńće jón.

# CreditCard.ErrorState.CardExpirationDateSublabel.v112
source: Enter a valid expiration date
hsb: Zapodajće płaćiwy datum spadnjenja

# CreditCard.ErrorState.CardNumberSublabel.v112
source: Enter a valid card number
hsb: Zapodajće płaćiwe kartowe čisło

# CreditCard.ErrorState.NameOnCardSublabel.v112
source: Add a name
hsb: Přidajće mjeno

# ExternalLink.ExternalInvalidLinkMessage.v136
source: The application required to open that link can’t be found.
hsb: Nałoženje, kotrež je trěbne, zo by so tutón wotkaz wočinił, so njenamaka.

# ExternalLink.ExternalMailLinkConfirmation.v136
source: Open email in the default mail application?
hsb: Mejlku w standardnym e-mejlowym nałoženju wočinić?

# ExternalLink.ExternalOpenMessage.v136
source: Open
hsb: Wočinić

# ExternalLink.ExternalSmsLinkConfirmation.v136
source: Open sms in an external application?
hsb: SMS w eksternym nałoženju wočinić?

# FirefoxHome.Pocket.SectionTitle.v140
source: Stories
hsb: Stawiznički

# FirefoxHome.PrivacyNotice.Body.v148
source: We’ve updated our %1$@ to reflect the latest features in %2$@. %3$@
hsb: Smy swoju %1$@ zaktualizowali, zo bychmy najnowše funkcije w %2$@ wotbłyšćowali. %3$@

# FirefoxHome.PrivacyNotice.LearnMoreLink.v148
source: Learn More
hsb: Dalše informacije

# FirefoxHome.PrivacyNotice.PrivacyNoticeLink.v148
source: Privacy Notice
hsb: zdźělenku priwatnosće

# FirefoxHome.ScreenTitle.v144
source: Homepage
hsb: Startowa strona

# FirefoxHome.Stories.AllStoriesButtonTitle.v145
source: All Stories
hsb: Wšě stawiznički

# FirefoxHome.Stories.AllStoriesViewTitle.v145
source: All Stories
hsb: Wšě stawiznički

# FirefoxHome.Stories.PopularTodaySectionTitle.v145
source: Popular Today
hsb: Woblubowane dźensa

# FirefoxHome.Stories.SectionTitle.v140
source: Stories
hsb: Stawiznički

# FirefoxHomepage.FeltDeletion.Link.v122
source: Private Browsing Data Erased
hsb: Priwatne přehladowanske daty su so zhašeli

# FirefoxHomepage.FeltPrivacyUI.Body.v122
source: %@ deletes your cookies, history, and site data when you close all your private tabs.
hsb: %@ waše placki, historiju a sydłowe daty zhaša, hdyž wšě swoje priwatne rajtarki začinjeće.

# FirefoxHomepage.FeltPrivacyUI.Link.v122
source: Who might be able to see my activity?
hsb: Štó móhł moju aktiwitu widźeć?

# FirefoxHomepage.FeltPrivacyUI.Title.v122
source: Leave no traces on this device
hsb: Na tutym graće žane slědy njezawostajić

# FirefoxHomepage.Pocket.StoriesWebview.ReloadPageAccessibilityLabel.v146
source: Reload page
hsb: Stronu znowa začitać

# FirefoxHomepage.SearchBar.PlaceholderTitle.v142
source: Search or enter address
hsb: Pytać abo adresu zapodać

# FirefoxHomepage.Shortcuts.Library.Title.v143
source: Shortcuts
hsb: Zwjazanja

# FirefoxHomepage.Shortcuts.Pinned.AccessibilityLabel.v139
source: Pinned: %@
hsb: Připjaty: %@

# FirefoxHomepage.Shortcuts.SectionTitle.v142
source: Shortcuts
hsb: Zwjazanja

# FirefoxHomepage.Stories.PositionAccessibilityHint.v143
source: %1$@ of %2$@
hsb: %1$@ z %2$@

# LoginsHelper.PromptSaveLogin.Title.v122
source: Save username?
hsb: Wužiwarske mjeno składować?

# LoginsHelper.PromptSavePassword.Title.v122
source: Save password?
hsb: Hesło składować?

# LoginsHelper.PromptUpdateLogin.Title.OneArg.v122
source: Update password?
hsb: Hesło aktualizować?

# LoginsHelper.PromptUpdateLogin.Title.TwoArg.v122
source: Update password?
hsb: Hesło aktualizować?

# LoginsList.LoginsListSearchPlaceholder.v122
source: Search passwords
hsb: Hesła přepytać

# LoginsList.Title.v122
source: SAVED PASSWORDS
hsb: SKŁADOWANE HESŁA

# FirefoxSync.AddressAutofillEngine.v124
source: Addresses
hsb: Adresy

# FirefoxSync.CreditCardsEngine.v122
source: Payment Methods
hsb: Płaćenske metody

# Sync.LoginsEngine.Title.v122
source: Passwords
hsb: Hesła

# FirefoxHomepage.Pocket.Footer.LearnMore.v115
source: Learn more
hsb: Dalše informacije
