Repository: mozilla-l10n/firefoxios-l10n
Catalog: hsb/firefox-ios.xliff
Languages: hsb

# Onboarding.Modern.Sync.Description.v145
source: Your bookmarks, passwords, and more sync on any device. Everything’s protected with encryption, so only you can access it.
hsb: Waše zapołožki, hesła a wjace so na kóždym graće synchronizuja. Wšitko so ze zaklučowanjom škita, tak zo jenož wy přistup k nim maće.

# Onboarding.Modern.Sync.SignIn.Action.v140
source: Start Syncing
hsb: Synchronizaciju započeć

# Onboarding.Modern.Sync.SignIn.Action.v145
source: Start Syncing
hsb: Synchronizaciju započeć

# Onboarding.Modern.Sync.Skip.Action.v140
source: Not now
hsb: Nic nětko

# Onboarding.Modern.Sync.Skip.Action.v145
source: Not now
hsb: Nic nětko

# Onboarding.Modern.Sync.Title.v140
source: Instantly pick up where you left off
hsb: Čińće hnydom tam dale, hdźež sće přestał

# Onboarding.Modern.Sync.Title.v145
source: Take %@ on all your browsing adventures
hsb: Wzmiće %@ na wšěch swojich přehladowanskich dyrdomdejach sobu

# Onboarding.Modern.TermsOfService.AgreementButtonTitle.v140
source: Continue
hsb: Dale

# Onboarding.Modern.TermsOfService.AgreementButtonTitle.v145
source: Continue
hsb: Dale

# Onboarding.Modern.TermsOfService.Description.v145
source: Automatic protection of your personal info Load sites fast and search smarter Brought to you by the non-profit %@, trusted for over 20 years
hsb: Awtomatiski škit wašich wosobinskich informacijow Začitajće sydła spěšnje a pytajće inteligentnišo Wam wot powšitkownosći wužitneje organizacije %@ přinjesene, kotrejž hižo 20 lět dowěrjamy

# Onboarding.Modern.TermsOfService.ManageLink.v140
source: Manage
hsb: Rjadować

# Onboarding.Modern.TermsOfService.ManageLink.v145
source: Manage settings
hsb: Nastajenja rjadować

# Onboarding.Modern.TermsOfService.ManagePreferenceAgreement.v140
source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
hsb: Zo by pomhał, wobhladowak polěpšić, %1$@ diagnostiske a daty interakcije na %2$@ sćele. %3$@

# Onboarding.Modern.TermsOfService.ManagePreferenceAgreement.v145
source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
hsb: Zo by pomhał, wobhladowak polěpšić, %1$@ diagnostiske a daty interakcije na %2$@ sćele. %3$@

# Onboarding.Modern.TermsOfService.PrivacyNoticeAgreement.v140
source: %1$@ cares about your privacy. Read more in our %2$@
hsb: %1$@ so wo wašu priwatnosć stara. Dalše informacije w: %2$@

# Onboarding.Modern.TermsOfService.PrivacyNoticeAgreement.v145
source: %1$@ cares about your privacy. Read more in our %2$@
hsb: %1$@ so wo wašu priwatnosć stara. Dalše informacije w: %2$@

# Onboarding.Modern.TermsOfService.PrivacyNoticeLink.v140
source: Privacy Notice.
hsb: Zdźělenka priwatnosće.

# Onboarding.Modern.TermsOfService.PrivacyNoticeLink.v145
source: Privacy Notice.
hsb: Zdźělenka priwatnosće.

# Onboarding.Modern.TermsOfService.PrivacyPreferences.LearnMore.v140
source: Learn more
hsb: Dalše informacije

source: Crash reports allow us to diagnose and fix issues with the browser. %@
hsb: Spadowe rozprawy nam zmóžnjeja, problemy z wobhladowakom diagnosticěrować a rozrisać. %@

# Onboarding.Modern.TermsOfService.PrivacyPreferences.SendCrashReportsTitle.v140
source: Automatically send crash reports
hsb: Spadowe rozprawy awtomatisce pósłać

source: Data about your device, hardware configuration, and how you use %1$@ helps improve features, performance, and stability for everyone. %2$@
hsb: Daty wo wašim graće, wašej hardwarowej konfiguraciji a wo tym, kak %1$@ wužiwaće, wšudźe pomhaja, funkcije, wukon a stabilnosć za kóždeho polěpšić. %2$@

# Onboarding.Modern.TermsOfService.PrivacyPreferences.SendTechnicalDataTitle.v140
source: Send technical and interaction data to %@
hsb: Techniske daty a daty interakcije na %@ pósłać

# Onboarding.Modern.TermsOfService.PrivacyPreferences.Title.v140
source: Help us make %@ better
hsb: Pomhajće nam, %@ polěpšić

# Onboarding.Modern.TermsOfService.Subtitle.v140
source: Load sites lightning fast Automatic tracking protection Sync on all your devices
hsb: Začitajće sydła spěšnje kaž błysk Awtomatiski slědowanski škit Synchronizujće na wšěch swojich gratach

# Onboarding.Modern.TermsOfService.TermsOfServiceAgreement.v140
source: By continuing, you agree to the %@
hsb: Hdyž pokročujeće, zwoliće do %@

# Onboarding.Modern.TermsOfService.TermsOfServiceAgreement.v145
source: By continuing, you agree to the %@
hsb: Hdyž pokročujeće, zwoliće do %@

# Onboarding.Modern.TermsOfService.TermsOfUseLink.v145
source: %@ Terms of Use.
hsb: Wužiwanske wuměnjenja %@.

# Onboarding.Modern.TermsOfService.Title.v140
source: Upgrade your browsing
hsb: Aktualizujće swoje přehladowanje

# Onboarding.Modern.TermsOfService.Title.v145
source: Take charge of the internet
hsb: Přewzajće kontrolu nad internetom

# Onboarding.Modern.TermsOfUse.TermsOfUseLink.v140
source: %@ Terms of Use.
hsb: Wužiwanske wuměnjenja %@.

# Onboarding.Modern.Welcome.ActionTreatementA.v140
source: Set as Default Browser
hsb: Jako standardny wobhladowak nastajić

# Onboarding.Modern.Welcome.ActionTreatmentA.v145
source: Set as Default Browser
hsb: Jako standardny wobhladowak nastajić

# Onboarding.Modern.Welcome.Description.v140
source: One choice protects you everywhere you go on the web. You can always change it later.
hsb: Jedna wólba was wšudźe škita, hdźež sće w interneće. Móžeće ju kóždy čas pozdźišo změnić.

# Onboarding.Modern.Welcome.Description.v145
source: One choice protects you everywhere you go on the web. You can always change it later.
hsb: Jedna wólba was wšudźe škita, hdźež sće w interneće. Móžeće ju kóždy čas pozdźišo změnić.

# Onboarding.Modern.Welcome.Skip.v140
source: Not Now
hsb: Nic nětko

# Onboarding.Modern.Welcome.Skip.v145
source: Not Now
hsb: Nic nětko

# Onboarding.Modern.Welcome.Title.v140
source: Say goodbye to creepy ads
hsb: Rozžohnujće z hrózbnym wabjenjom

# Onboarding.Modern.Welcome.Title.v145
source: Say goodbye to creepy trackers
hsb: Rozžohnujće z hrózbnymi přesćěhowakami

# Onboarding.Notification.Continue.Action.v114
source: Continue
hsb: Dale

# Onboarding.Notification.Description.v120
source: Securely send tabs between your devices and discover other privacy features in %@.
hsb: Rozsyłajće rajtarki mjez swojimi gratami a wotkryjće druhe funkcije priwatnosće w %@.

# Onboarding.Notification.Skip.Action.v115
source: Skip
hsb: Přeskočić

# Onboarding.Notification.Title.v120
source: Notifications help you stay safer with %@
hsb: Zdźělenki wam pomhaja, z %@ wěsćiši wostać

# Onboarding.Notification.TurnOnNotifications.Action.v114
source: Turn On Notifications
hsb: Zdźělenki zmóžnić

# Onboarding.Sync.Description.v123
source: %@ encrypts your passwords, bookmarks, and more when you’re synced.
hsb: %@ waše hesła, zapołožki a wjace zaklučuje, hdyž sće synchronizowany.

# Onboarding.Sync.SignIn.Action.v114
source: Sign In
hsb: Přizjewić

# Onboarding.Sync.Skip.Action.v114
source: Skip
hsb: Přeskočić

# Onboarding.Sync.Title.v120
source: Stay encrypted when you hop between devices
hsb: Wostańće zaklučowany, hdyž wjacore graty wužiwaće

# Onboarding.TermsOfService.AgreementButtonTitle.v140
source: Continue
hsb: Dale

# Onboarding.TermsOfService.ManageLink.v135
source: Manage
hsb: Rjadować

# Onboarding.TermsOfService.ManagePreferenceAgreement.v135
source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
hsb: Zo by pomhał, wobhladowak polěpšić, %1$@ diagnostiske a daty interakcije na %2$@ sćele. %3$@

# Onboarding.TermsOfService.PrivacyNoticeAgreement.v135
source: %1$@ cares about your privacy. Read more in our %2$@
hsb: %1$@ so wo wašu priwatnosć stara. Dalše informacije w: %2$@

# Onboarding.TermsOfService.PrivacyNoticeLink.v135
source: Privacy Notice.
hsb: Zdźělenka priwatnosće.

# Onboarding.TermsOfService.PrivacyPreferences.LearnMore.v136
source: Learn more
hsb: Dalše informacije

# Onboarding.TermsOfService.PrivacyPreferences.SendCrashReportsDescription.v135
source: Crash reports allow us to diagnose and fix issues with the browser. %@
hsb: Spadowe rozprawy nam zmóžnjeja, problemy z wobhladowakom diagnosticěrować a rozrisać. %@

# Onboarding.TermsOfService.PrivacyPreferences.SendCrashReportsTitle.v135
source: Automatically send crash reports
hsb: Spadowe rozprawy awtomatisce pósłać

# Onboarding.TermsOfService.PrivacyPreferences.SendTechnicalDataDescription.v135
source: Data about your device, hardware configuration, and how you use %1$@ helps improve features, performance, and stability for everyone. %2$@
hsb: Daty wo wašim graće, wašej hardwarowej konfiguraciji a wo tym, kak %1$@ wužiwaće, wšudźe pomhaja, funkcije, wukon a stabilnosć za kóždeho polěpšić. %2$@

# Onboarding.TermsOfService.PrivacyPreferences.SendTechnicalDataTitle.v135
source: Send technical and interaction data to %@
hsb: Techniske daty a daty interakcije na %@ pósłać

# Onboarding.TermsOfService.PrivacyPreferences.Title.v135
source: Help us make %@ better
hsb: Pomhajće nam, %@ polěpšić

# Onboarding.TermsOfService.Subtitle.v136
source: Fast and secure web browsing
hsb: Spěšne a wěste přehladowanje

# Onboarding.TermsOfService.TermsOfServiceAgreement.v135
source: By continuing, you agree to the %@
hsb: Hdyž pokročujeće, zwoliće do %@

# Onboarding.TermsOfService.Title.v135
source: Welcome to %@
hsb: Witajće k %@

# Onboarding.TermsOfUse.TermsOfUseLink.v136
source: %@ Terms of Use.
hsb: Wužiwanske wuměnjenja %@.

# Onboarding.Wallpaper.Accessibility.Classic.v114
source: Classic Wallpaper
hsb: Klasiski pozadkowy wobraz

# Onboarding.Wallpaper.Accessibility.LimitedEdition.v114
source: Limited Edition Wallpaper
hsb: Pozadkowy wobraz „Limitowana edicija“

# Onboarding.Wallpaper.Action.v114
source: Set Wallpaper
hsb: Pozadkowy wobraz nastajić

# Onboarding.Wallpaper.Description.v114
source: Choose a wallpaper that speaks to you.
hsb: Wubjerće pozadkowy wobraz, kotryž so wam spodoba.

# Onboarding.Wallpaper.SelectorTitle.v114
source: Try a splash of color
hsb: Wupruwujće barbowy woplusk

# Onboarding.Wallpaper.Title.v114
source: Choose a %@ Wallpaper
hsb: Wubjerće pozadkowy wobraz %@

# Onboarding.Welcome.Action.v114
source: Get Started
hsb: Prěnje kroki

# Onboarding.Welcome.ActionTreatementA.v114
source: Set as Default Browser
hsb: Jako standardny wobhladowak nastajić

# Onboarding.Welcome.Close.AccessibilityLabel.v121
source: Close and exit %@ onboarding
hsb: Zawjedźenje %@ začinić a skónčić

# Onboarding.Welcome.Description.TreatementA.v120
source: Our non-profit backed browser helps stop companies from secretly following you around the web.
hsb: Naš powšitkownosći wužitny wobhladowak zadźěwa tomu, zo předewzaća wam skradźu po interneće slěduja.

# Onboarding.Welcome.Description.v120
source: Our non-profit backed browser helps stop companies from secretly following you around the web.
hsb: Naš powšitkownosći wužitny wobhladowak zadźěwa tomu, zo předewzaća wam skradźu po interneće slěduja.

# Onboarding.Welcome.Link.Action.v114
source: Learn more in our privacy notice
hsb: Zhońće wjace w našej zdźělence priwatnosće

# Onboarding.Welcome.Skip.v114
source: Skip
hsb: Přeskočić

# Onboarding.Welcome.Title.TreatementA.v120
source: We love keeping you safe
hsb: Škitamy was rady

# Onboarding.Welcome.Title.v114
source: Welcome to an independent internet
hsb: Witajće k njewotwisnemu internetej

# PasswordAutofill.LoginListCellNoUsername.v129
source: (no username)
hsb: (žane wužiwarske mjeno)

# PasswordAutofill.ManagePasswordsButton.v124
source: Manage passwords
hsb: Hesła rjadować

# PasswordAutofill.SignInWithSavedPassword.v124
source: You’ll sign into %@
hsb: Přizjewjeće so pola %@

# PasswordAutofill.UseSavedPasswordFromHeader.v124
source: Use saved password?
hsb: Składowane hesło wužiwać?

# PasswordAutofill.UseSavedPasswordFromKeyboard.v124
source: Use saved password
hsb: Składowane hesło wužiwać

# PasswordGenerator.A11yLabel.v132
source: Password Generator
hsb: Generator hesłow

# PasswordGenerator.CloseButtonA11ylabel.v132
source: Close
hsb: Začinić

# PasswordGenerator.CopyPasswordButtonLabel.v132
source: Copy
hsb: Kopěrować

# PasswordGenerator.Description.v132
source: Protect your account by using a strong, randomly generated password.
hsb: Wužiwajće sylne, připadnje generowane hesło, zo byšće swoje konto škitał.

# PasswordGenerator.KeyboardAccessoryButtonLabel.v132
source: Use strong password
hsb: Sylne hesło wužiwać

# PasswordGenerator.PasswordReadoutPrefaceA11y.v132
source: Generated password: %@
hsb: Generowane hesło: %@

# PasswordGenerator.RefreshPasswordButtonA11yLabel.v132
source: Generate a new strong password
hsb: Nowe sylne hesło generować

# PasswordGenerator.Title.v132
source: Use a strong password?
hsb: Sylne hesło wužiwać?

# PasswordGenerator.UsePasswordButtonLabel.v132
source: Use Password
hsb: Hesło wužiwać

# QRCode.Toolbar.Button.A11y.Title.v128
source: Scan QR code
hsb: QR-kod skenować

# RelayMask.RelayEmailMaskAvailableCFR.v146
source: New! %@ Relay email masks are now available on mobile.
hsb: Nowy! E-mejlowe maski %@ Relay su nětko za mobilne graty k dispoziciji.

# RelayMask.RelayEmailMaskFreeTierLimitReached.v146
source: Your 5 free email masks are in use, so we picked one for you.
hsb: Waše 5 darmotnych e-mejlowych maskow so wužiwaja, tohodla smy jednu za was wubrali.

# RelayMask.RelayEmailMaskFreeTierLimitReached.v147
source: You’ve used your 5 free email masks, so we picked one for you to reuse.
hsb: Sće swoje 5 darmotnych e-mejlowych maskow wužił, tohodla smy jednu z nich za znowawužiwanje wubrali.

# RelayMask.RelayEmailMaskGenericErrorMessage.v146
source: Email masks aren’t available right now. Try again in a few minutes.
hsb: E-mejlowe maski tuchwilu k dispoziciji njejsu. Spytajće za mało mjeńšin hišće raz.

# RelayMask.RelayEmailMaskInsertedA11yAnnouncement.v147
source: Email mask inserted
hsb: E-mejlowa maska je so zasadźiła

# RelayMask.RelayEmailMaskSettingsDetailInfo.v146
source: Hide your real email to protect your inbox from spam. Some sites don’t support it.
hsb: Schowajće swoju woprawdźitu e-mejlowu adresu, zo byšće swój póstowy dochad před spamom škitał. Někotre sydła to njepodpěruja.

# RelayMask.RelayEmailMaskSettingsDetailInfo.v147
source: Hide your real email to protect your inbox from spam. Some sites don’t support email masks.
hsb: Schowajće swoju woprawdźitu e-mejlowu adresu, zo byšće swój póstowy dochad před spamom škitał. Někotre sydła e-mejlowe maski njepodpěruja.

# RelayMask.RelayEmailMaskSettingsLearnMore.v146
source: Learn more
hsb: Dalše informacije

# RelayMask.RelayEmailMaskSettingsManageEmailMasks.v146
source: Manage Email Masks
hsb: E-mejlowe maski rjadować

# RelayMask.RelayEmailMaskSettingsTitle.v146
source: Email Masks
hsb: E-mejlowe maski

# RelayMask.RelayEmailMaskSuggestMasksToggle.v146
source: Suggest Email Masks
hsb: E-mejlowe maski namjetować

# RelayMask.UseRelayEmailMaskFromKeyboard.v146
source: Use email mask
hsb: E-mejlowu masku wužiwać

# CreditCard.RememberCard.Header.v122
source: %@ encrypts your card number. Your security code won’t be saved.
hsb: %@ waše kartowe čisło zaklučuje. Waš wěstotny kod njebudźe so składować.

# CreditCard.RememberCard.MainButtonTitle.v122
source: Save
hsb: Składować

# CreditCard.RememberCard.MainTitle.v122
source: Securely save this card?
hsb: Tutu kartu wěsće składować?

# CreditCard.RememberCard.SecondaryButtonTitle.v115
source: Not Now
hsb: Nic nětko

# CreditCard.RememberCard.SecondaryButtonTitle.v116
source: New Card Saved
hsb: Nowa karta je so składowała

# Body.Text.v112
source: Please help make %@ better by taking a short survey.
hsb: Prošu wobdźělće so na krótkim naprašowanju, zo byšće pomhał, %@ polěpšować.

# PrimaryButton.Label.v112
source: Take Survey
hsb: Woprašowanje wupjelnić

# SecondaryButton.Label.v112
source: No Thanks
hsb: Ně, dźakuju so

# ScanQRCode.ConfirmOpenURL.AllowButton.v129
source: Allow
hsb: Dowolić

# ScanQRCode.ConfirmOpenURL.DenyButton.v129
source: Deny
hsb: Wotpokazać

# ScanQRCode.ConfirmOpenURL.Message.v129
source: Allow %@ to open?
hsb: %@ wočinjenje dowolić?

# UnifiedSearch.SearchEngineSelection.AccessibilityLabels.CloseButton.Label.v133
source: Close
hsb: Začinić

# UnifiedSearch.SearchEngineSelection.AccessibilityLabels.SearchSettings.Hint.v133
source: Opens search settings
hsb: Wočinja pytanske nastajenja

source: Search settings
hsb: Pytanske nastajenja

# UnifiedSearch.SearchEngineSelection.AccessibilityLabels.TopTitle.Label.v133
source: This time search in:
hsb: Tónkróć pytać w:

# UnifiedSearch.SearchEngineSelection.SearchSettings.Title.v133
source: Search Settings
hsb: Pytanske nastajenja

# UnifiedSearch.SearchEngineSelection.TopTitle.Title.v133
source: This time search in:
hsb: Tónkróć pytać w:

# Search.EngineSection.Title.v108
source: %@ search
hsb: Z %@ pytać

# Search.Google.Title.v108
source: Google Search
hsb: Pytanje z Google

# SearchZero.Clear.ButtonTitle.v146
source: Clear
hsb: Wuprózdnić

# SearchZero.RecentSearches.SectionTitle.v146
source: Recent Searches
hsb: Najnowše pytanja

# SearchZero.TrendingSearches.SectionTitle.v146
source: Trending on %@
hsb: Trend na %@

# Settings.SearchZero.RecentSearches.Toggle.v146
source: Show Recent Searches
hsb: Najnowše pytanja pokazać

# Settings.SearchZero.TrendingSearches.Toggle.v146
source: Show Trending Searches
hsb: Woblubowane pytanja pokazać

# CreditCard.SelectCreditCard.MainTitle.v122
source: Use saved card
hsb: Składowanu kartu wužiwać

# Addresses.ManageAddressesButton.v130
source: Manage addresses
hsb: Adresy rjadować

# Addresses.Settings.ListItemA11y.v130
source: Address for %@
hsb: Adresa za %@

# Addresses.Settings.SaveToFirefox.Title.v130
source: Save Addresses to %@
hsb: Adresy do %@ składować

# Addresses.Settings.SavedAddressesSectionTitle.v124
source: SAVED ADDRESSES
hsb: SKŁADOWANE ADRESY

# Addresses.Settings.SecureSaveInfo.Description.v130
source: Securely save your information to get quick access to it later.
hsb: Składujće swoje informacije wěsće, zo byšće pozdźišo spěšny přistup k njemu dóstał.

# Addresses.Settings.Switch.Description.v124
source: Includes phone numbers and email addresses
hsb: Wobsahuje telefonowe čisła a e-mejlowe adresy

# Addresses.Settings.Switch.Title.v124
source: Save and Fill Addresses
hsb: Adresy składować a wupjelnić

# Addresses.Settings.UseSavedAddressFromKeyboard.v124
source: Use saved address
hsb: Składowanu adresu wužiwać

# CreditCard.Settings.AddCard.AccessibilityLabel.v121
source: Add Card
hsb: Kartu přidać

# CreditCard.Settings.EmptyListDescription.v112
source: Save your card information securely to check out faster next time.
hsb: Składujće wěsće swoje kartowe informacije, zo byšće přichodny raz spěšnišo płaćił.

# CreditCard.Settings.EmptyListTitle.v122
source: Save Cards to %@
hsb: Karty do %@ składować

# CreditCard.Settings.ListItemA11y.v118
source: %1$@, issued to %2$@, ending in %3$@, expires %4$@
hsb: %1$@, wudaty za %2$@, kónčacy na %3$@, płaćiwy do %4$@

# CreditCard.Settings.NotNow.v122
source: Not Now
hsb: Nic nětko

# CreditCard.Settings.RememberThisCard.v122
source: Securely save this card?
hsb: Tutu kartu wěsće składować?

# CreditCard.Settings.UpdateThisCard.v122
source: Update card?
hsb: Kartu aktualizować?

# CreditCard.Settings.Yes.v122
source: Update
hsb: Aktualizować

# CreditCards.Settings.Done.v114
source: Done
hsb: Dokónčene

# CreditCards.Settings.ManageCards.v112
source: Manage cards
hsb: Karty rjadować

# CreditCards.Settings.UseASavedCard.v122
source: Use saved card
hsb: Składowanu kartu wužiwać

# CreditCards.Settings.UseSavedCardFromKeyboard.v112
source: Use saved card
hsb: Składowanu kartu wužiwać

# FxA.FirefoxAccount.v119
source: Account
hsb: Konto

# Settings.AddressAutofill.Title.v126
source: Addresses
hsb: Adresy

# Settings.Appearance.NavigationToolbar.Description.v145
source: Changes the button in the center of the toolbar.
hsb: Změni tłóčatko wosrjedź symboloweje lajsty.

# Settings.Appearance.NavigationToolbar.SectionHeader.v145
source: Toolbar Button
hsb: Tłóčatko symboloweje lajsty

# Settings.Appearance.Zoom.Default.Title.v140
source: Default
hsb: Standard

# Settings.Appearance.Zoom.Reset.Button.v140
source: Reset Site Settings
hsb: Sydłowe nastajenja wróćo stajić

# Settings.Appearance.Zoom.SectionHeader.v140
source: Zoom Settings
hsb: Nastajenja skalěrowanja

# Settings.Appearance.Zoom.SpecificSiteZoom.Footer.v140
source: To add to this list, visit a site and adjust the page zoom from the menu
hsb: Zo byšće jo lisćinje přidał, wopytajće sydło a přiměrće skalěrowanje strony z menija

# Settings.Appearance.Zoom.SpecificSiteZoom.Title.v140
source: Specific site settings
hsb: Specifiske sydłowe nastajenja

# Settings.Appearance.Zoom.Title.v140
source: Page Zoom
hsb: Skalěrowanje strony

# Settings.Appearance.Zoom.ZoomLevelTitle.v140
source: Zoom Level
hsb: Stopjeń skalěrowanja

# Settings.AutofillAndPassword.Title.v137
source: Autofills & Passwords
hsb: Awtomatiske wupjelnjenje a hesła

# Settings.AutofillCreditCard.Title.v122
source: Payment Methods
hsb: Płaćenske metody

# Settings.Autoplay.AllowAudioAndVideo.v137
source: Allow Audio and Video
hsb: Awdio a widejo dowolić

# Settings.Autoplay.BlockAudio.v137
source: Block Audio
hsb: Awdio blokować

# Settings.Autoplay.BlockAudioAndVideo.v137
source: Block Audio and Video
hsb: Awdio a widejo blokować

# Settings.Autoplay.Footer.v137
source: Autoplay settings will only apply to newly opened tabs. Changes cannot be applied to existing tabs unless the application is restarted.
hsb: Nastajenja awtomatiskeho wothraća so jenož na nowo wočinjene rajtarki nałožuja. Změny njedadźa so na eksistowace rajtarki nałožić, chibazo nałoženje so znowa startuje.

# Settings.Autoplay.SettingsTitle.v137
source: Autoplay
hsb: Awtomatiske wothraće

# Settings.Browsing.Links.v137
source: Links
hsb: Wotkazy

# Settings.Browsing.Media.v137
source: Media
hsb: Medije

# Settings.Browsing.Tabs.v137
source: Tabs
hsb: Rajtarki

# Settings.Browsing.Title.v137
source: Browsing
hsb: Přehladowanje

# Settings.CrashReports.Link.v136
source: Learn More
hsb: Dalše informacije

# Settings.CrashReports.Message.v136
source: This helps us diagnose and fix issues with the browser.
hsb: To nam zmóžnja, problemy z wobhladowakom diagnosticěrować a rozrisać.

# Settings.CrashReports.Title.v135
source: Automatically Send Crash Reports
hsb: Spadowe rozprawy awtomatisce pósłać

# Settings.DailyUsagePing.Link.v136
source: Learn More
hsb: Dalše informacije

# Settings.DailyUsagePing.Message.v135
source: This helps %@ to estimate active users.
hsb: To %@ pomha, aktiwnych wužiwarjow wažić.

# Settings.DailyUsagePing.Title.v135
source: Daily Usage Ping
hsb: Ping za wšědne wužiwanje

# Settings.FxA.Title.v119
source: Account
hsb: Konto

# Settings.Notifications.SyncNotificationsStatus.v112
source: This must be turned on to receive tabs and get notified when you sign in on another device.
hsb: To dyrbi zmóžnjene być, zo byšće rajtarki a zdźělenki dóstał, hdyž so pola druheho grata přizjewjeće.

# Settings.Notifications.SyncNotificationsTitle.v112
source: Sync
hsb: Synchronizować

# Settings.Notifications.SystemNotificationsDisabledMessage.v112
source: You turned off all %1$@ notifications. Turn them on by going to device Settings > Notifications > %2$@
hsb: Sće wšě %1$@ zdźělenki znjemóžnił. Přeńdźće ke gratowym nastajenjam > Zdźělenki > %2$@, zo byšće je zmóžnił

# Settings.Notifications.TipsAndFeaturesNotificationsStatus.v112
source: Learn about useful features and how to get the most out of %@.
hsb: Zhońće wjace wo wužitnych funkcijach a kak móžeće najwjace z %@ wućahnyć.

# Settings.Notifications.TipsAndFeaturesNotificationsTitle.v112
source: Tips and Features
hsb: Pokiwy a funkcije

# Settings.Notifications.Title.v112
source: Notifications
hsb: Zdźělenja

# Settings.Notifications.TurnOnNotificationsMessage.v112
source: Go to your device Settings to turn on notifications in %@
hsb: Přeńdźće k swojim gratowym nastajenjam, zo byšće zdźělenki w %@ zmóžnił
