Repository: mozilla-l10n/firefoxios-l10n
Catalog: hsb/firefox-ios.xliff
Languages: hsb

# FirefoxHomepage.Pocket.Footer.Title.v116
source: Powered by %1$@. Part of the %2$@ family.
hsb: Spěchowany wot %1$@. Dźěl swójby %2$@.

# CloseTab.ArrivingNotification.title.v133
source: %1$@ tabs closed: %2$@
hsb: Rajtarki %1$@ začinjene: %2$@

# CloseTab.ViewAction.title.v133
source: View recently closed tabs
hsb: Runje začinjene rajtarki pokazać

# ContextualHints.FirefoxHomepage.JumpBackIn.PersonalizedHome
source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
hsb: Zeznajće so ze swojej personalizowanej startowej stronu. Najnowše rajtarki, zapołožki a pytanske wuslědki so tu zjewja.

# ContextualHints.FirefoxHomepage.JumpBackIn.SyncedTab.v106
source: Your tabs are syncing! Pick up where you left off on your other device.
hsb: Waše rajtarki so synchronizuja! Pokročujće, hdźež sće na druhim graće přestał.

# KeyboardAccessory.NextButton.Accessibility.Label.v124
source: Next form field
hsb: Přichodne formularowe polo

# KeyboardAccessory.PreviousButton.Accessibility.Label.v124
source: Previous form field
hsb: Předchadne formularowe polo

# LibraryPanel.Sections.LastFourWeeks.v138
source: Last 4 Weeks
hsb: Zańdźene 4 njedźele

# LibraryPanel.Sections.LastHour.v134
source: Last Hour
hsb: Zańdźena hodźina

# LibraryPanel.Sections.LastSevenDays.v138
source: Last 7 Days
hsb: Zańdźene 7 dnjow

# LibraryPanel.Sections.LastTwentyFourHours.v138
source: Last 24 Hours
hsb: Zańdźene 24 hodźin

# LiveActivity.Downloads.FileCountText.v138
source: Downloading Files: %@
hsb: Sćehnjenje datajow: %@

# LiveActivity.Downloads.FileNameText.v138
source: Downloading “%@”
hsb: “%@” so sćahuje

# LiveActivity.Downloads.FileProgressText.v138
source: %1$@ of %2$@
hsb: %1$@ z %2$@

# LoginsHelper.DontSave.Button.v122
source: Not Now
hsb: Nic nětko

# LoginsHelper.DontUpdate.Button.v122
source: Not Now
hsb: Nic nětko

# LoginsHelper.SaveLogin.Button.v122
source: Save
hsb: Składować

# ContextualHints.MainMenu.MenuRedesign.Body.v142
source: Bookmarks, history, and settings — all at your fingertips.
hsb: Zapołožki, historija a nastajenja – wšitko k ruce.

# ContextualHints.MainMenu.MenuRedesign.Title.v142
source: New menu, no clutter
hsb: Nowy meni, žadyn njeporjadk

# ContextualHints.MainMenu.NewMenu.Body.v132
source: Find what you need faster, from private browsing to save actions.
hsb: Namakajće, štož spěšnišo trjebaće, wot priwatneho přehladowanja do składowanskich akcijow.

# ContextualHints.MainMenu.NewMenu.Title.v132
source: New: streamlined menu
hsb: Nowy: zjednorjeny meni

# MainMenu.AccessibilityLabels.BookmarkPage.Title.v41
source: Bookmark Page
hsb: Stronu jako zapołožku składować

# MainMenu.AccessibilityLabels.CloseButton.142
source: Close Menu
hsb: Meni začinić

# MainMenu.AccessibilityLabels.DismissBanner.142
source: Dismiss banner
hsb: Chorhoj zaćisnyć

# MainMenu.AccessibilityLabels.OptionDisabled.Hint.v133
source: Dimmed
hsb: Zaćěmnjeny

# MainMenu.Account.AccessibilityLabels.BackButton.v132
source: Back
hsb: Wróćo

# MainMenu.Account.AccessibilityLabels.CloseButton.v132
source: Close
hsb: Začinić

# MainMenu.Account.AccessibilityLabels.CloseButton.v142
source: Close
hsb: Začinić

# MainMenu.Account.AccessibilityLabels.MainButton.v132
source: Sign in to sync passwords, tabs, and more
hsb: Přizjewće so, zo byšće hesła, rajtarki a wjace synchronizował

# MainMenu.Account.SignedIn.Description.v141
source: Manage what you back up and sync
hsb: Rjadujće, štož zawěsćeće a synchronizujeće

# MainMenu.Account.SignedOut.Description.v131
source: Sync passwords, tabs, and more
hsb: Hesła, rajtarki a wjace synchronizować

# MainMenu.Account.SignedOut.Description.v141
source: Sync bookmarks, passwords, tabs, and more
hsb: Synchronizujće zapołožki, hesła, rajtarki a wjace

# MainMenu.Account.SignedOut.Title.v131
source: Sign In
hsb: Přizjewić

# MainMenu.Account.SyncError.Description.v131
source: Syncing paused
hsb: Synchronizacija je zastajena

# MainMenu.Account.SyncError.Title.v131
source: Sign back in to sync
hsb: Přizjewće so zaso za synchronizaciju

# MainMenu.BookmarkPage.Title.v141
source: Bookmark Page
hsb: Stronu jako zapołožku składować

# MainMenu.DesktopSiteOff.Title.v142
source: Off
hsb: Wupinjeny

# MainMenu.DesktopSiteOn.Title.v142
source: On
hsb: Zapinjeny

# MainMenu.HeaderBanner.Subtitle.v142
source: Takes seconds. Change anytime.
hsb: Traje sekundy. Změna kóždy čas móžna.

# MainMenu.HeaderBanner.Title.v142
source: Make %@ your default
hsb: Čińće %@ k swojemu standardej

# MainMenu.Off.Title.v141
source: Off
hsb: Wupinjeny

# MainMenu.On.Title.v141
source: On
hsb: Zapinjeny

# MainMenu.PanelLinkSection.AccessibilityLabels.Bookmarks.v132
source: Bookmarks
hsb: Zapołožki

# MainMenu.PanelLinkSection.AccessibilityLabels.Downloads.v132
source: Downloads
hsb: Sćehnjenja

# MainMenu.PanelLinkSection.AccessibilityLabels.History.v132
source: History
hsb: Historija

# MainMenu.PanelLinkSection.AccessibilityLabels.Passwords.v132
source: Passwords
hsb: Hesła

# MainMenu.PanelLinkSection.Bookmarks.Title.v131
source: Bookmarks
hsb: Zapołožki

# MainMenu.PanelLinkSection.Downloads.Title.v131
source: Downloads
hsb: Sćehnjenja

# MainMenu.PanelLinkSection.History.Title.v131
source: History
hsb: Historija

# MainMenu.PanelLinkSection.Passwords.Title.v131
source: Passwords
hsb: Hesła

# MainMenu.SettingsSection.AccessibilityLabels.CustomizeHomepage.v132
source: Customize Homepage
hsb: Startowu stronu přiměrić

# MainMenu.SettingsSection.AccessibilityLabels.GetHelp.v132
source: Get Help
hsb: Pomoc sej wobstarać

# MainMenu.SettingsSection.AccessibilityLabels.Settings.v132
source: Settings
hsb: Nastajenja

# MainMenu.SettingsSection.AccessibilityLabels.WhatsNew.v132
source: New in %@
hsb: Nowy w %@

# MainMenu.SettingsSection.CustomizeHomepage.Title.v131
source: Customize Homepage
hsb: Startowu stronu přiměrić

# MainMenu.SettingsSection.GetHelp.Title.v131
source: Get Help
hsb: Pomoc sej wobstarać

# MainMenu.SettingsSection.Settings.Title.v131
source: Settings
hsb: Nastajenja

# MainMenu.SettingsSection.WhatsNew.Title.v131
source: New in %@
hsb: Nowy w %@

# MainMenu.SiteProtection.ConnectionNotSecure.Title.v141
source: Connection is not secure
hsb: Zwisk wěsty njeje

# MainMenu.SiteProtection.ProtectionsOff.Title.v141
source: Protections are OFF
hsb: Škit je WUPINJENY

# MainMenu.SiteProtection.ProtectionsOn.Title.v141
source: Protections are ON
hsb: Škit je ZAPINJENY

# MainMenu.Submenus.Save.AccessibilityLabels.AddToHomeScreen.Subtitle.v132
source: Home
hsb: Startowa strona

# MainMenu.Submenus.Save.AccessibilityLabels.AddToHomeScreen.Title.v132
source: Add to Home Screen
hsb: Startowej wobrazowce přidać

# MainMenu.Submenus.Save.AccessibilityLabels.AddToShortcuts.Subtitle.v132
source: Shortcut
hsb: Zwjazanje

# MainMenu.Submenus.Save.AccessibilityLabels.AddToShortcuts.Title.v132
source: Add to Shortcuts
hsb: Zwjazanjam přidać

# MainMenu.Submenus.Save.AccessibilityLabels.BookmarkThisPage.Subtitle.v132
source: Add Bookmark
hsb: Zapołožku přidać

# MainMenu.Submenus.Save.AccessibilityLabels.BookmarkThisPage.Title.v132
source: Bookmark This Page
hsb: Tutu stronu jako zapołožku składować

# MainMenu.Submenus.Save.AccessibilityLabels.EditBookmark.Title.v132
source: Edit Bookmark
hsb: Zapołožku wobdźěłać

# MainMenu.Submenus.Save.AccessibilityLabels.RemoveFromReadingList.Title.v132
source: Remove from Reading List
hsb: Z čitanskeje lisćiny wotstronić

# MainMenu.Submenus.Save.AccessibilityLabels.RemoveFromShortcuts.Title.v132
source: Remove from Shortcuts
hsb: Ze zwjazanjow wotstronić

# MainMenu.Submenus.Save.AccessibilityLabels.SaveAsPDF.Title.v132
source: Save as PDF
hsb: Jako PDF składować

# MainMenu.Submenus.Save.AccessibilityLabels.SaveToReadingList.Subtitle.v132
source: Reading List
hsb: Čitanska lisćina

# MainMenu.Submenus.Save.AccessibilityLabels.SaveToReadingList.Title.v132
source: Save to Reading List
hsb: Do čitanskeje lisćiny składować

# MainMenu.Submenus.Save.AddToHomeScreen.Subtitle.v131
source: Home
hsb: Startowa strona

# MainMenu.Submenus.Save.AddToHomeScreen.Title.v131
source: Add to Home Screen
hsb: Startowej wobrazowce přidać

# MainMenu.Submenus.Save.AddToShortcuts.Subtitle.v131
source: Shortcut
hsb: Zwjazanje

# MainMenu.Submenus.Save.AddToShortcuts.Title.v131
source: Add to Shortcuts
hsb: Zwjazanjam přidać

# MainMenu.Submenus.Save.BookmarkThisPage.Subtitle.v131
source: Add Bookmark
hsb: Zapołožku přidać

# MainMenu.Submenus.Save.BookmarkThisPage.Title.v131
source: Bookmark This Page
hsb: Tutu stronu jako zapołožku składować

# MainMenu.Submenus.Save.EditBookmark.Title.v131
source: Edit Bookmark
hsb: Zapołožku wobdźěłać

# MainMenu.Submenus.Save.RemoveFromReadingList.Title.v131
source: Remove from Reading List
hsb: Z čitanskeje lisćiny wotstronić

# MainMenu.Submenus.Save.RemoveFromShortcuts.Title.v131
source: Remove from Shortcuts
hsb: Ze zwjazanjow wotstronić

# MainMenu.Submenus.Save.SaveAsPDF.Title.v131
source: Save as PDF
hsb: Jako PDF składować

# MainMenu.Submenus.Save.SaveToReadingList.Subtitle.v131
source: Reading List
hsb: Čitanska lisćina

# MainMenu.Submenus.Save.SaveToReadingList.Title.v131
source: Save to Reading List
hsb: Do čitanskeje lisćiny składować

# MainMenu.Submenus.Tools.AccessibilityLabels.NightMode.Off.Title.v132
source: Turn off Night Mode
hsb: Nócny modus znjemóžnić

# MainMenu.Submenus.Tools.AccessibilityLabels.NightMode.On.Title.v132
source: Turn on Night Mode
hsb: Nócny modus zmóžnić

# MainMenu.Submenus.Tools.AccessibilityLabels.NightMode.Subtitle.v132
source: Night Mode
hsb: Nócny modus

# MainMenu.Submenus.Tools.AccessibilityLabels.Print.Subtitle.v132
source: Print
hsb: Ćišćeć

# MainMenu.Submenus.Tools.AccessibilityLabels.Print.Title.v132
source: Print
hsb: Ćišćeć

# MainMenu.Submenus.Tools.AccessibilityLabels.ReaderView.Off.Title.v132
source: Turn off Reader View
hsb: Čitanski napohlad znjemóžnić

# MainMenu.Submenus.Tools.AccessibilityLabels.ReaderView.On.Title.v132
source: Turn on Reader View
hsb: Čitanski napohlad zmóžnić

# MainMenu.Submenus.Tools.AccessibilityLabels.ReaderView.Subtitle.v132
source: Reader View
hsb: Čitanski napohlad

# MainMenu.Submenus.Tools.AccessibilityLabels.ReportBrokenSite.Subtitle.v132
source: Report
hsb: Zdźělić

# MainMenu.Submenus.Tools.AccessibilityLabels.ReportBrokenSite.Title.v132
source: Report Broken Site
hsb: Wobškodźene sydło zdźělić

# MainMenu.Submenus.Tools.AccessibilityLabels.Share.Subtitle.v132
source: Share
hsb: Dźělić

# MainMenu.Submenus.Tools.AccessibilityLabels.Share.Title.v132
source: Share
hsb: Dźělić

# MainMenu.Submenus.Tools.AccessibilityLabels.Share.Title.v144
source: Share
hsb: Dźělić

# MainMenu.Submenus.Tools.AccessibilityLabels.Zoom.Subtitle.v132
source: Zoom
hsb: Skalować

# MainMenu.Submenus.Tools.AccessibilityLabels.Zoom.Title.v132
source: Zoom (%@)
hsb: Skalowanje (%@)

# MainMenu.Submenus.Tools.NightMode.Off.Title.v131
source: Turn off Night Mode
hsb: Nócny modus znjemóžnić

# MainMenu.Submenus.Tools.NightMode.On.Title.v131
source: Turn on Night Mode
hsb: Nócny modus zmóžnić

# MainMenu.Submenus.Tools.NightMode.Subtitle.v131
source: Night Mode
hsb: Nócny modus

# MainMenu.Submenus.Tools.PageZoom.Title.v140
source: Page Zoom (%@)
hsb: Měritko strony (%@)

# MainMenu.Submenus.Tools.PageZoomV2.Title.v141
source: Page Zoom
hsb: Měritko strony

# MainMenu.Submenus.Tools.Print.Subtitle.v131
source: Print
hsb: Ćišćeć

# MainMenu.Submenus.Tools.Print.Title.v131
source: Print
hsb: Ćišćeć

# MainMenu.Submenus.Tools.ReaderView.Off.Title.v131
source: Turn off Reader View
hsb: Čitanski napohlad znjemóžnić

# MainMenu.Submenus.Tools.ReaderView.On.Title.v131
source: Turn on Reader View
hsb: Čitanski napohlad zmóžnić

# MainMenu.Submenus.Tools.ReaderView.Subtitle.v131
source: Reader View
hsb: Čitanski napohlad

# MainMenu.Submenus.Tools.ReportBrokenSite.Subtitle.v131
source: Report
hsb: Zdźělić

# MainMenu.Submenus.Tools.ReportBrokenSite.Title.v133
source: Report Broken Site…
hsb: Wobškodźene sydło zdźělić…

# MainMenu.Submenus.Tools.Share.Subtitle.v131
source: Share
hsb: Dźělić

# MainMenu.Submenus.Tools.Share.Title.v131
source: Share
hsb: Dźělić

# MainMenu.Submenus.Tools.Share.Title.v144
source: Share
hsb: Dźělić

# MainMenu.Submenus.Tools.WebsiteDarkMode.Off.Title.v137
source: Turn off Website Dark Mode
hsb: Ćmowy modus websydła znjemóžnić

# MainMenu.Submenus.Tools.WebsiteDarkMode.On.Title.v137
source: Turn on Website Dark Mode
hsb: Ćmowy modus websydła zmóžnić

# MainMenu.Submenus.Tools.WebsiteDarkMode.Title.v141
source: Website Dark Mode
hsb: Ćmowy modus websydła

# MainMenu.Submenus.Tools.Zoom.Subtitle.v131
source: Zoom
hsb: Skalować

# MainMenu.Submenus.Tools.Zoom.Title.v131
source: Zoom (%@)
hsb: Skalowanje (%@)

# MainMenu.TabsSection.AccessibilityLabels.MainMenu.v132
source: Main Menu
hsb: Hłowny meni

# MainMenu.TabsSection.AccessibilityLabels.NewPrivateTab.v132
source: New private tab
hsb: Nowy priwatny rajtark

# MainMenu.TabsSection.AccessibilityLabels.NewTab.v132
source: New tab
hsb: Nowy rajtark

# MainMenu.TabsSection.NewPrivateTab.Title.v131
source: New Private Tab
hsb: Nowy priwatny rajtark

# MainMenu.TabsSection.NewTab.Title.v131
source: New Tab
hsb: Nowy rajtark

# MainMenu.ToolsSection.AccessibilityLabels.CollapsedHint.v142
source: Collapsed
hsb: Fałdowany

# MainMenu.ToolsSection.AccessibilityLabels.DesktopSite.Title.v141
source: Desktop Site
hsb: Desktopowe sydło

# MainMenu.ToolsSection.AccessibilityLabels.ExpandedHint.v142
source: Expanded
hsb: Rozfałdowany

# MainMenu.ToolsSection.AccessibilityLabels.FindInPage.v132
source: Find in page
hsb: Na stronje pytać

# MainMenu.ToolsSection.AccessibilityLabels.LessOptions.v141
source: Less
hsb: Mjenje

# MainMenu.ToolsSection.AccessibilityLabels.LibraryOptions.v142
source: Library
hsb: Biblioteka

# MainMenu.ToolsSection.AccessibilityLabels.MoreOptions.v141
source: More
hsb: Wjace

# MainMenu.ToolsSection.AccessibilityLabels.PageZoom.Title.v142
source: Page Zoom
hsb: Skalěrowanje strony

# MainMenu.ToolsSection.AccessibilityLabels.Save.v132
source: Save
hsb: Składować

# MainMenu.ToolsSection.AccessibilityLabels.Save.v133
source: Save submenu
hsb: Podmeni składować

# MainMenu.ToolsSection.AccessibilityLabels.SummarizePage.v142
source: Summarize Page
hsb: Stronu zjimać

# MainMenu.ToolsSection.AccessibilityLabels.SwitchToDesktopSite.v132
source: Switch to desktop site
hsb: K websydłu za desktop

# MainMenu.ToolsSection.AccessibilityLabels.SwitchToMobileSite.v132
source: Switch to mobile site
hsb: K mobilnemu sydłu

# MainMenu.ToolsSection.AccessibilityLabels.Tools.v132
source: Tools
hsb: Nastroje

# MainMenu.ToolsSection.AccessibilityLabels.Tools.v133
source: Tools submenu
hsb: Podmeni Nastroje

# MainMenu.ToolsSection.AccessibilityLabels.WebsiteDarkMode.Title.v142
source: Website Dark Mode
hsb: Ćmowy modus websydła

# MainMenu.ToolsSection.DesktopSite.Title.v141
source: Desktop Site
hsb: Desktopowe sydło

# MainMenu.ToolsSection.FindInPage.Title.v131
source: Find in Page…
hsb: Na stronje pytać…

# MainMenu.ToolsSection.FindInPageV2.Title.v141
source: Find in Page
hsb: Na stronje pytać

# MainMenu.ToolsSection.LessOptions.Title.v141
source: Less
hsb: Mjenje

# MainMenu.ToolsSection.MoreOptions.Title.v141
source: More
hsb: Wjace

# MainMenu.ToolsSection.SaveSubmenu.Title.v131
source: Save
hsb: Składować

# MainMenu.ToolsSection.SummarizePage.Title.v142
source: Summarize Page
hsb: Stronu zjimać

# MainMenu.ToolsSection.SwitchToDesktopSite.Title.v131
source: Switch to Desktop Site
hsb: K websydłu za desktop

# MainMenu.ToolsSection.SwitchToMobileSite.Title.v131
source: Switch to Mobile Site
hsb: K mobilnemu sydłu

# MainMenu.ToolsSection.ToolsSubmenu.Title.v131
source: Tools
hsb: Nastroje

# MainMenu.ToolsSection.Translation.AccessibilityLabels.TranslatedPage.v145
source: Page Translated
hsb: Strona je přełožena

source: Translated to %@
hsb: Přełoženy do %@

# MainMenu.ToolsSection.Translation.Title.v145
source: Translate Page
hsb: Stronu přełožić

# MainMenu.ToolsSection.Translation.Translated.Title.v145
source: Translated
hsb: Přełoženy

# MainMenu.WebsiteDarkModeOffV2.Title.v142
source: Off
hsb: Wupinjeny

# MainMenu.WebsiteDarkModeOnV2.Title.v142
source: On
hsb: Zapinjeny

# Microsurvey.Prompt.Button.v127
source: Continue
hsb: Dale

# Microsurvey.Prompt.Close.Button.AccessibilityLabel.v127
source: Close
hsb: Začinić

# Microsurvey.Prompt.TitleLabel.v127
source: Help us make %@ better. It only takes a minute.
hsb: Pomhajće nam, %@ polěpšować. Traje jenož jednu mjeńšinu.

# Microsurvey.Survey.Button.v127
source: Submit
hsb: Wotpósłać

# Microsurvey.Survey.Close.Button.AccessibilityLabel.v127
source: Close
hsb: Začinić

# Microsurvey.Survey.ConfirmationPage.ConfirmationLabel.v127
source: Thanks for your feedback!
hsb: Dźakujemy so za waš komentar!

# Microsurvey.Survey.ConfirmationPage.HeaderLabel.v127
source: Survey complete
hsb: Naprašowanje dokónčene

# Microsurvey.Survey.HeaderLabel.v129
source: Please complete survey
hsb: Prošu dokónčće naprašowanje

# Microsurvey.Survey.Options.Dissatisfied.v132
source: Dissatisfied
hsb: Njespokojny

# Microsurvey.Survey.Options.Neutral.v132
source: Neutral
hsb: Neutralny

# Microsurvey.Survey.Options.NotApplicable.v132
source: I don’t use it
hsb: To njewužiwam

# Microsurvey.Survey.Options.Satisfied.v132
source: Satisfied
hsb: Spokojny

# Microsurvey.Survey.Options.VeryDissatisfied.v132
source: Very dissatisfied
hsb: Jara njespokojny

# Microsurvey.Survey.Options.VerySatisfied.v132
source: Very satisfied
hsb: Jara spokojny

# Microsurvey.Survey.OptionsOrder.AccessibilityLabel.v129
source: %1$@ out of %2$@
hsb: %1$@ z %2$@

# Microsurvey.Survey.PrivacyPolicyLink.v127
source: Privacy notice
hsb: Zdźělenka priwatnosće

# Microsurvey.Survey.RadioButton.Unselected.AccessibilityLabel.v129
source: Unselected
hsb: Njewubrany

# Microsurvey.Survey.Sheet.AccessibilityLabel.v130
source: Survey
hsb: Naprašowanje

# NativeErrorPage.ButtonLabel.v131
source: Reload
hsb: Znowa začitać

# NativeErrorPage.GenericError.Description.v134
source: The owner of %@ hasn’t set it up properly and a secure connection can’t be created.
hsb: Swójstwownik %@ njeje jo korektnje konfigurował a wěsty zwisk njeda so wutworić.

# NativeErrorPage.GenericError.TitleLabel.v131
source: Be careful. Something doesn’t look right.
hsb: Budźće kedźbliwy. Něšto w porjadku njeje.

# NativeErrorPage.NoInternetConnection.Description.v131
source: Try connecting on a different device. Check your modem or router. Disconnect and reconnect to Wi-Fi.
hsb: Spytajće z druhim gratom zwjazać. Přepruwujće swój modem abo router. Dźělće zwisk WLAN a zwjazajće znowa.

# NativeErrorPage.NoInternetConnection.TitleLabel.v131
source: Looks like there’s a problem with your internet connection.
hsb: Zda so, zo je problem z wašim internetnym zwiskom.

# DefaultBrowserPopup.ButtonTitle.v114
source: Go to Settings
hsb: K nastajenjam

# DefaultBrowserPopup.DescriptionFooter.v124
source: *Is %@ already your default?* Close this message and tap Skip.
hsb: *Je %@ hižo waš standard?* Začińće tutu zdźělenku a podótkńće so Přeskočić.

# DefaultBrowserPopup.FirstLabel.v114
source: 1. Go to *Settings*
hsb: 1. K *nastajenjam*

# DefaultBrowserPopup.SecondLabel.v114
source: 2. Tap *Default Browser App*
hsb: 2. *Standardneho nałoženja wobhladowaka* so podótknyć

# DefaultBrowserPopup.ThirdLabel.v114
source: 3. Select *%@*
hsb: 3. *%@* wubrać

# DefaultBrowserPopup.Title.v114
source: Switch Your Default Browser
hsb: Waš standardny wobhladowak změnić

# Onboarding.Customization.Intro.Continue.Action.v123
source: Customize %@
hsb: %@ přiměrić

# Onboarding.Customization.Intro.Description.v123
source: Set your theme and toolbar to match your unique browsing style.
hsb: Nastajće swoju drastu a symbolowu lajstu tak, zo byštej wašemu jónkróćnemu přehladowanskemu stilej wotpowědowałoj.

# Onboarding.Customization.Intro.Skip.Action.v123
source: Start Browsing
hsb: Přehladowanje startować

# Onboarding.Customization.Intro.Title.v123
source: %@ puts you in control
hsb: %@ da wam kontrolu

# Onboarding.Customization.Theme.Continue.Action.v123
source: Save and Continue
hsb: Składować a pokročować

# Onboarding.Customization.Theme.Dark.Action.v123
source: Dark
hsb: Ćmowy

# Onboarding.Customization.Theme.Description.v123
source: See the web in the best light.
hsb: Widźće web w najlěpšej swěcy.

# Onboarding.Customization.Theme.Light.Action.v123
source: Light
hsb: Swětły

# Onboarding.Customization.Theme.Skip.Action.v123
source: Skip
hsb: Přeskočić

# Onboarding.Customization.Theme.System.Action.v123
source: System Auto
hsb: Awtomatiske systemowe nastajenje

# Onboarding.Customization.Theme.Title.v123
source: Pick a theme
hsb: Wubjerće drastu

# Onboarding.Customization.Theme.Title.v143
source: Choose your theme
hsb: Wubjerće swoju drastu

# Onboarding.Customization.Toolbar.Bottom.Action.v123
source: Bottom
hsb: Deleka

# Onboarding.Customization.Toolbar.Continue.Action.v123
source: Save and Start Browsing
hsb: Składować a přehladowanje započeć

# Onboarding.Customization.Toolbar.Description.v123
source: Keep searches within reach.
hsb: Dźeržće pytanja k ruce.

# Onboarding.Customization.Toolbar.Skip.Action.v123
source: Skip
hsb: Přeskočić

# Onboarding.Customization.Toolbar.Title.v123
source: Pick a toolbar placement
hsb: Wubjerće poziciju za symbolowu lajstu

# Onboarding.Customization.Toolbar.Top.Action.v123
source: Top
hsb: Horjeka

# Onboarding.IntroDescriptionPart1.v114
source: Indie. Non-profit. For good.
hsb: Njewotwisny. Powšitkownosći wužitny. Na přeco.

# Onboarding.IntroDescriptionPart2.v114
source: Committed to the promise of a better Internet for everyone.
hsb: Slubjenju lěpšeho interneta za kóždeho zawjazany.

# Onboarding.LaterAction.v115
source: Skip
hsb: Přeskočić

# Onboarding.Modern.Customization.Theme.Automatic.v145
source: Automatic
hsb: Awtomatiski

# Onboarding.Modern.Customization.Theme.Continue.Action.v140
source: Continue
hsb: Dale

# Onboarding.Modern.Customization.Theme.Dark.v145
source: Dark
hsb: Ćmowy

# Onboarding.Modern.Customization.Theme.Description.v145
source: Pick your favorite theme or have %@ match your device, putting you in control.
hsb: Wubjerće swoju najlubšu drastu abo dajće %@ ju wašemu gratej přiměrić – wy maće kontrolu.

# Onboarding.Modern.Customization.Theme.Light.v145
source: Light
hsb: Swětły

# Onboarding.Modern.Customization.Theme.Title.v145
source: Pick your theme
hsb: Wubjerće swoju drastu

# Onboarding.Modern.Customization.Toolbar.Bottom.Action.v140
source: Bottom
hsb: Deleka

# Onboarding.Modern.Customization.Toolbar.Bottom.Action.v145
source: Bottom
hsb: Deleka

# Onboarding.Modern.Customization.Toolbar.Continue.Action.v145
source: Continue
hsb: Dale

# Onboarding.Modern.Customization.Toolbar.Description.v145
source: Start typing to get search suggestions, your top sites, bookmarks, history and search engines – all in one place.
hsb: Započńće pisać, zo byšće pytanske namjety, swoje najlubše sydła, zapołožki, historiju a pytawy dóstał – wšitko na jednym městnje.

# Onboarding.Modern.Customization.Toolbar.Title.v140
source: Choose where to put your address bar
hsb: Rozsudźće, hdźež ma waše adresowe polo być

# Onboarding.Modern.Customization.Toolbar.Title.v145
source: Choose your address bar
hsb: Wubjerće swoje adresowe polo

# Onboarding.Modern.Customization.Toolbar.Top.Action.v140
source: Top
hsb: Horjeka

# Onboarding.Modern.Customization.Toolbar.Top.Action.v145
source: Top
hsb: Horjeka

# Onboarding.Modern.General.Skip.v145
source: Skip
hsb: Přeskočić

# Onboarding.Modern.Sync.Description.v140
source: Get your bookmarks, history, and passwords on any device.
hsb: Wzmiće swoje zapołožki, historiju a hesła na někajkim graće sobu.
