Repository: mozilla-l10n/firefoxios-l10n
Catalog: hsb/firefox-ios.xliff
Languages: hsb

# Settings.NewTab.Title
source: New Tab
hsb: Nowy rajtark

# Settings.NewTab.TopSectionName
source: Show
hsb: Pokazać

# Settings.NewTab.TopSectionNameFooter
source: Choose what to load when opening a new tab
hsb: Wubjerće, štož chceće začitać, hdyž nowy rajtark wočinjeće

# Settings.NoImageModeBlockImages.Label.v99
source: Block Images
hsb: Wobrazy blokować

# Settings.OfferClipboardBar.Status
source: When Opening Firefox
hsb: Hdyž so Firefox wočinja

# Settings.OfferClipboardBar.Status.v128
source: When opening %@
hsb: Při wočinjenju %@

# Settings.OfferClipboardBar.Title
source: Offer to Open Copied Links
hsb: Poskićić, kopěrowane wotkazy wočinić

# Settings.OpenWith.PageTitle
source: Open mail links with
hsb: E-mejlowe wotkazy wočinić z

# Settings.OpenWith.SectionName
source: Mail App
hsb: E-mejlowe nałoženje

# Settings.Passwords.FingerPrintReason.v103
source: Use your fingerprint to access passwords now.
hsb: Wužiwajće swój porstowy wotćišć, zo byšće nětko na hesła přistup měł.

# Settings.Passwords.OnboardingMessage.v103
source: Your passwords are now protected by Face ID, Touch ID or a device passcode.
hsb: Waše hesła so nětko přez Face ID, Touch ID abo gratowy hesłowy kod škitaja.

# Settings.Passwords.SavePasswords.v103
source: Save Passwords
hsb: Hesła składować

# Settings.Passwords.Title.v103
source: Passwords
hsb: Hesła

# Settings.SaveLogins.Title
source: Save Logins
hsb: Přizjewjenja składować

# Settings.Search.Done.Button
source: Done
hsb: Hotowo

# Settings.Search.Edit.Button
source: Edit
hsb: Wobdźěłać

# Settings.SendUsage.Link
source: Learn More.
hsb: Dalše informacije.

# Settings.SendUsage.Message
source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
hsb: Mozilla so prócuje, jenož informacije hromadźić, kotrež trjebamy, zo bychmy Firefox za kóždeho poskićili a polěpšili.

# Settings.SendUsage.Title
source: Send Usage Data
hsb: Wužiwanske daty pósłać

# Settings.ShowLinkPreviews.Status
source: When Long-pressing Links
hsb: Při dołhim tłóčenju wotkazow

# Settings.ShowLinkPreviews.StatusV2
source: When long-pressing links
hsb: Při dołhim tłóčenju wotkazow

# Settings.ShowLinkPreviews.Title
source: Show Link Previews
hsb: Wotkazowe přehlady pokazać

# Settings.ShowLoginsInAppMenu.Title
source: Show in Application Menu
hsb: W nałoženskim meniju pokazać

# Settings.Siri.OpenTabShortcut
source: Open New Tab
hsb: Nowy rajtark wočinić

# Settings.Siri.SectionDescription
source: Use Siri shortcuts to quickly open Firefox via Siri
hsb: Skrótšenki Siri wužiwać, zo by so Firefox spěšnje přez Siri wočinił

# Settings.Siri.SectionName
source: Siri Shortcuts
hsb: Skrótšenki Siri

# Settings.Studies.Toggle.Link
source: Learn More.
hsb: Dalše informacije.

# Settings.Studies.Toggle.Message
source: Firefox may install and run studies from time to time.
hsb: Firefox móže hdys a hdys studije instalować a přewjesć.

# Settings.Studies.Toggle.Title
source: Studies
hsb: Studije

# Settings.Sync.ButtonDescription.v103
source: Sign in to sync tabs, bookmarks, passwords, and more.
hsb: Zregistrujće so, zo byšće rajtarki, zapołožki, hesła a dalše synchronizował.

# Settings.Sync.ButtonTitle.v103
source: Sync and Save Data
hsb: Synchronizować a daty składować

# Settings.Sync.SignInView.Title.v103
source: Sync and Save Data
hsb: Synchronizować a daty składować

# Settings.Tabs.CustomizeTabsSection.InactiveTabs
source: Inactive Tabs
hsb: Inaktiwne rajtarki

# Settings.Tabs.CustomizeTabsSection.InactiveTabsDescription.v101
source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
hsb: Rajtarki, kotrež njejsće sej dwě njedźeli wobhladał, so do inaktiwneho wotrězka přesunu.

# Settings.Tabs.CustomizeTabsSection.TabGroups
source: Tab Groups
hsb: Rajtarkowe skupiny

# Settings.Tabs.CustomizeTabsSection.Title
source: Customize Tab Tray
hsb: Rajtarkowu lisćinu přiměrić

# Settings.Tabs.Title
source: Tabs
hsb: Rajtarki

# Settings.Toolbar.Bottom
source: Bottom
hsb: Deleka

# Settings.Toolbar.SettingsTitle
source: Toolbar
hsb: Symbolowa lajsta

# Settings.Toolbar.Top
source: Top
hsb: Horjeka

# Settings.TrackingProtection.Alert.Button
source: OK, Got It
hsb: W porjadku, sym zrozumił

# Settings.TrackingProtection.Alert.Description
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
hsb: Jeli sydło kaž wočakowane njefunguje, podótkńće so zamka w adresowym polu a znjemóžńće polěpšeny slědowanski škit za tu stronu.

# Settings.TrackingProtection.Alert.Title
source: Heads up!
hsb: Kedźbu!

# Settings.TrackingProtection.Info.BlocksTitle
source: BLOCKS
hsb: BLOKUJE

# Settings.TrackingProtection.LearnMore
source: Learn more
hsb: Dalše informacije

# Settings.TrackingProtection.ProtectionCellFooter
source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
hsb: Redukuje zaměrne wabjenje a zadźěwa tomu, zo wabjerjo waše přehladowanje slěduja.

# Settings.TrackingProtection.ProtectionLevel.Footer
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
hsb: Jeli sydło kaž wočakowane njefunguje, podótkńće so zamka w adresowym polu a znjemóžńće polěpšeny slědowanski škit za tu stronu.

# Settings.TrackingProtection.ProtectionLevel.Footer.Lock
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
hsb: Jeli sydło kaž wočakowane njefunguje, podótkńće so zamka w adresowym polu a znjemóžńće polěpšeny slědowanski škit za tu stronu.

# Settings.TrackingProtection.ProtectionLevelStandard.Description
source: Allows some ad tracking so websites function properly.
hsb: Dowola trochu wabjenskeho slědowanja, zo bychu websydła porjadnje fungowali.

# Settings.TrackingProtection.ProtectionLevelStrict.Description
source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
hsb: Blokuje wjace přesćěhowakow, wabjenja a wuskakowacych woknow. Strony so spěšnišo začitaja, ale někotre funkcije snano njefunguja.

# Settings.TrackingProtection.ProtectionLevelTitle
source: Protection Level
hsb: Škitny schodźenk

# Settings.TrackingProtection.SectionName
source: Tracking Protection
hsb: Slědowanski škit

# Settings.TrackingProtectionOption.BasicBlockList
source: Standard (default)
hsb: Standard

# Settings.TrackingProtectionOption.BlockListStrict
source: Strict
hsb: Striktny

# Settings.TrackingProtectionOption.NormalBrowsingLabelOn
source: Enhanced Tracking Protection
hsb: Polěpšeny slědowanski škit

# Settings.TroubleShootSync.Title
source: Troubleshoot
hsb: Problemy rozrisać

# Settings.WebsiteData.ButtonShowMore
source: Show More
hsb: Wjace pokazać

# Settings.WebsiteData.ConfirmPrompt
source: This action will clear all of your website data. It cannot be undone.
hsb: Tuta akcija wšě waše sydłowe daty zhaša. Njeda so cofnyć.

# Settings.WebsiteData.SelectedConfirmPrompt
source: This action will clear the selected items. It cannot be undone.
hsb: Tuta akcija wšě wubrane zapiski zhaša. Njeda so cofnyć.

# Settings.WebsiteData.Title
source: Website Data
hsb: Daty websydła

# ShareExtension.AddToReadingListAction.Title
source: Add to Reading List
hsb: Čitanskej lisćinje přidać

# ShareExtension.AddToReadingListActionDone.Title
source: Added to Reading List
hsb: Čitanskej lisćinje přidaty

# ShareExtension.BookmarkThisPageAction.Title
source: Bookmark This Page
hsb: Tutu stronu jako zapołožku składować

# ShareExtension.BookmarkThisPageActionDone.Title
source: Bookmarked
hsb: Jako zapołožka składowany

# ShareExtension.LoadInBackgroundAction.Title
source: Load in Background
hsb: W pozadku začitać

# ShareExtension.LoadInBackgroundActionDone.Title
source: Loading in Firefox
hsb: Začita so w Firefox

# ShareExtension.OpenInFirefoxAction.Title
source: Open in Firefox
hsb: W Firefox wočinić

# ShareExtension.SeachInFirefoxAction.Title
source: Search in Firefox
hsb: W Firefox pytać

# ShareSheet.Copy.Title.v108
source: Copy
hsb: Kopěrować

# ShareSheet.SendToDevice.Title.v108
source: Send Link to Device
hsb: Wotkaz na grat pósłać

source: Show Search Suggestions
hsb: Pytanske namjety pokazać

source: Show Tabs
hsb: Rajtarki pokazać

source: Show Tour
hsb: Turu pokazać

source: Stop
hsb: Stój

source: Support
hsb: Podpěra

source: Swipe right or left with three fingers to close the tab.
hsb: Trějće z třomi porstami naprawo abo nalěwo, zo byšće rajtark začinił.

# Sync.SyncingEllipsis.Label
source: Syncing…
hsb: Synchronizuje so…

# SyncState.Offline.Title
source: Sync is offline
hsb: Sync je offline

# Tab %@ of %@
source: Tab %1$@ of %2$@
hsb: Rajtark %1$@ z %2$@

# Tab.ShowTabTray.KeyCodeTitle
source: Show All Tabs
hsb: Wšě rajtarki pokazać

# TabToolbar.Accessibility.Search.v106
source: Search
hsb: Pytać

# TabTray.AddTab.Button
source: Add Tab
hsb: Rajtark přidać

# TabTray.CloseAllTabs.KeyCodeTitle
source: Close All Tabs
hsb: Wšě rajtarki začinić

# TabTray.CurrentSelectedTab.A11Y
source: Currently selected tab.
hsb: Tuchwilu wubrany rajtark.

# TabTray.Header.FilteredTabs.SectionHeader
source: Others
hsb: Druhe

# TabTray.InactiveTabs.SectionTitle
source: Inactive Tabs
hsb: Njeaktiwne rajtarki

# TabTray.OpenNewTab.KeyCodeTitle
source: Open New Tab
hsb: Nowy rajtark wočinić

# TabTray.SegmentedControlTitles.PrivateTabs
source: Private
hsb: Priwatny

# TabTray.SegmentedControlTitles.SyncedTabs
source: Synced
hsb: Synchronizowany

# TabTray.SegmentedControlTitles.Tabs
source: Tabs
hsb: Rajtarki

# TabTray.Title
source: Open Tabs
hsb: Wočinjene rajtarki

# TabTrayButtons.Accessibility.ShowTabs.v106
source: Show Tabs
hsb: Rajtarki pokazać

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
hsb: Rajtarki %1$@ do %2$@ z %3$@

source: Tabs Tray
hsb: Žłobik rajtarkow

# Tabs.DeleteAllUndo.Button
source: Undo
hsb: Cofnyć

# TabsTray.InactiveTabs.SectionTitle.Closed.Accessibility.v103
source: View Inactive Tabs
hsb: Inaktiwne rajtarki pokazać

# TabsTray.InactiveTabs.SectionTitle.Opened.Accessibility.v103
source: Hide Inactive Tabs
hsb: Inaktiwne rajtarki schować

source: The page could not be displayed in Reader View.
hsb: Strona njeda so w čitanskim napohledźe zwobraznić.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
hsb: Při přistupje na rajtarki z wašich druhich gratow je problem wustupił. Spytajće za krótki čas hišće raz.

source: There was an error converting the page
hsb: Při konwertowanju strony je zmylk wustupił

# TimeConstants.Yesterday.v106
source: yesterday
hsb: wčera

# Toasts.NotNow
source: Not Now
hsb: Nic nětko

# Toasts.OpenAppStore
source: Open App Store
hsb: App Store wočinić

# Toasts.Undo
source: Undo
hsb: Cofnyć

source: Today
hsb: Dźensa

# Toolbar.Menu.AccessibilityLabel
source: Menu
hsb: Meni

# Toolbar.Menu.CloseAllTabs
source: Close All Tabs
hsb: Wšě rajtarki začinić

# TopSites.RemovePage.Button
source: Remove page — %@
hsb: Stronu wotstronić - %@

# TranslationToastHandler.PromptTranslate.Cancel
source: No
hsb: Ně

# TranslationToastHandler.PromptTranslate.OK
source: Yes
hsb: Haj

# TranslationToastHandler.PromptTranslate.Title
source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
hsb: Zda so, zo tuta strona je w %1$@. Z %3$@ do %2$@ přełožować?

# UIMenuItem.PasteGo
source: Paste & Go
hsb: Zasadźić a započeć

# UIMenuItem.SearchWithFirefox
source: Search with Firefox
hsb: Z Firefox pytać

source: Use stage servers
hsb: Testowe serwery wužiwać

source: Username
hsb: Wužiwarske mjeno

# Wallpaper.Change.Error.Body.v106
source: Something went wrong with this wallpaper.
hsb: Něšto je so z tutym pozadkowym wobrazom nimokuliło.

# Wallpaper.Change.Error.Title.v106
source: Couldn’t Change Wallpaper
hsb: Pozadkowy wobraz njeda so změnić

# Wallpaper.Download.Error.Body.v106
source: Something went wrong with your download.
hsb: Něšto je so z wašim sćehnjenjom nimokuliło.

# Wallpaper.Download.Error.Title.v106
source: Couldn’t Download Wallpaper
hsb: Pozadkowy wobraz njeda so sćahnyć

# Wallpaper.Error.Dismiss.v106
source: Cancel
hsb: Přetorhnyć

# Wallpaper.Error.TryAgain.v106
source: Try Again
hsb: Hišće raz spytać

source: Web content
hsb: Webwobsah

source: Welcome to your Reading List
hsb: Witajće k swojej čitanskej lisćinje

source: Well, this is embarrassing.
hsb: Wodajće, to je nam njepřijomne.

source: Wikipedia
hsb: Wikipedija

source: Yesterday
hsb: Wčera

source: You don’t have any tabs open in Firefox on your other devices.
hsb: Nimaće žane wočinjene rajtarki w Firefox na swojich druhich gratach.

source: Your Rights
hsb: Waše prawa

# fxa.signin.camera-signin
source: Sign In with Your Camera
hsb: Přizjewće so ze swojej kameru

# fxa.signin.qr-link-instruction
source: On your computer open Firefox and go to firefox.com/pair
hsb: Wočińće Firefox na swojim ličaku a dźiće k firefox.com/pair

# fxa.signin.ready-to-scan
source: Ready to Scan
hsb: Hotowy za skenowanje

# fxa.signin.use-email-instead
source: Use Email Instead
hsb: E-mejl město toho wužiwać

source: just now
hsb: runje

source: mobile device
hsb: mobilny grat

source: more than a month ago
hsb: před přez jednym měsacom

source: more than a week ago
hsb: před přez jednym tydźenjom

source: read
hsb: přečitany

source: this week
hsb: tutón tydźeń

source: today at %@
hsb: dźensa w %@

source: unread
hsb: nječitany

source: yesterday
hsb: wčera

source: Are you sure?
hsb: Sće wěsty?

source: Clear Search
hsb: Pytansku historiju wuprózdnić

source: Copy
hsb: Kopěrować

source: Created %@
hsb: Wutworjeny: %@

# DeleteLoginAlert.DeleteButton.Cancel.v122
source: Cancel
hsb: Přetorhnyć

# DeleteLoginAlert.DeleteButton.Title.v122
source: Remove
hsb: Wotstronić

# DeleteLoginAlert.Message.Local.v122
source: You cannot undo this action.
hsb: Njemóžeće tutu akciju cofnyć.

# DeleteLoginAlert.Message.Synced.v122
source: This will remove the password from all of your synced devices.
hsb: To hesło ze wšěch wašich synchronizowanych gratow wotstroni.

# DeleteLoginsAlert.Title.v122
source: Remove Password?
hsb: Hesło wotstronić?

source: Deselect All
hsb: Wšě wotwolić

source: Enter Search Mode
hsb: Do pytanskeho modusa zastupić

source: Hide
hsb: Schować

# LoginList.DeleteToast.v135
source: Password removed
hsb: Hesło je so wotstroniło

source: Logins will be permanently removed.
hsb: Přizjewjenja so na přeco wotstronja.

source: Logins will be removed from all connected devices.
hsb: Přizjewjenja so ze wšěch zwjazanych gratow wotstronja.

source: Modified %@
hsb: Změnjeny: %@

source: No logins found
hsb: Žane přizjewjenja namakane

# NoLoginsFound.Title.v122
source: No passwords found
hsb: Žane hesła namakane

# Open &amp; Fill
source: Open & Fill
hsb: Wočinić a wupjelnić

source: Reveal
hsb: Pokazać

source: Search Input Field
hsb: Zapodawanske polo pytać

# SearchInput.Title.Search.v106
source: Search
hsb: Pytać

source: Select All
hsb: Wšě wubrać

source: Website
hsb: Websydło

# Menu.CloseAllTabsAction.Title
source: Close All Tabs
hsb: Wšě rajtarki začinić

# Menu.CopyLink.Title
source: Copy Link
hsb: Wotkaz kopěrować

# Menu.DownloadPDF.Confirm.v129
source: Successfully Downloaded PDF
hsb: Wuspěšnje sćehnjeny PDF

# Menu.DownloadPDF.Label.v129
source: Download PDF
hsb: PDF sćahnyć

# Menu.EditBookmark.Label.v135
source: Edit
hsb: Wobdźěłać

# Menu.FindInPageAction.Title
source: Find in Page
hsb: Na stronje pytać

# Menu.NewPrivateTabAction.Title
source: Open New Private Tab
hsb: Nowy priwatny rajtark wočinić

# Menu.NewTabAction.Title
source: Open New Tab
hsb: Nowy rajtark wočinić

# Menu.OpenBookmarksAction.AccessibilityLabel.v2
source: Bookmarks
hsb: Zapołožki

# Menu.OpenDownloadsAction.AccessibilityLabel.v2
source: Downloads
hsb: Sćehnjenja

# Menu.OpenHistoryAction.AccessibilityLabel.v2
source: History
hsb: Historija

# Menu.OpenReadingListAction.AccessibilityLabel.v2
source: Reading List
hsb: Čitanska lisćina

# Menu.OpenSettingsAction.Title
source: Settings
hsb: Nastajenja

# Menu.OpenSyncedTabsAction.AccessibilityLabel.v2
source: Synced Tabs
hsb: Synchronizowane rajtarki

# Menu.ReportSiteIssueAction.Title
source: Report Site Issue
hsb: Sydłowy problem zdźělić

# Menu.SeeAllAction.Title
source: See All
hsb: Wšě pokazać

# Menu.SharePageAction.Title
source: Share Page With…
hsb: Stronu dźělić z…

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
hsb: Desktopowe sydło požadać

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
hsb: Mobilne sydło požadać

# SettingsMenu.OpenHomePageAction.Title
source: Homepage
hsb: Startowa strona

source: Close Private Tabs
hsb: Priwatne rajtarki začinić

# ContextMenu.OpenInNewPrivateTabButtonTitle
source: Open in New Private Tab
hsb: W nowym priwatnym rajtarku wočinić

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
hsb: Firefox njebudźe sej wašu historiju abo placki spomjatkować, ale nowe zapołožki budu so składować.

source: Learn More
hsb: Dalše informacije

source: Off
hsb: Wupinjeny

source: On
hsb: Zapinjeny

source: Private Browsing
hsb: Priwatny modus

source: Private Mode
hsb: Priwatny modus

# PrivateBrowsing.Toggle.A11y.Label.v132
source: Private browsing
hsb: Priwatny modus

source: Turns private mode on or off
hsb: Zapina abo wupina priwatny modus

source: When Leaving Private Browsing
hsb: Při kónčenju priwatneho modusa

source: %@ search
hsb: Z %@ pytać

source: Search Settings
hsb: Pytanske nastajenja

# Search.SponsoredSuggestionDescription.v119
source: Sponsored
hsb: Sponserowany

# %@ on %@
source: %1$@ on %2$@
hsb: %1$@ na %2$@

source: Bookmarks Menu
hsb: Meni Zapołožki

source: Bookmarks Toolbar
hsb: Lajsta zapołožkow

source: Mobile Bookmarks
hsb: Mobilne zapołožki

source: Unsorted Bookmarks
hsb: Njesortěrowane zapołožki

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
hsb: Priwatne rajtarki začinić

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
hsb: Priwatne rajtarki začinić

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Firefox shortcuts to your Home screen.
hsb: Přidajće swojej startowej wobrazowce zwjazanja Firefox

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
hsb: Ke kopěrowanemu wotkazej

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
hsb: Ke kopěrowanemu wotkazej

# TodayWidget.MoreTabsLabel
source: +%d More…
hsb: +dalše %d…

# TodayWidget.NewTabButtonLabelV1
source: New Search
hsb: Nowe pytanje

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
hsb: Žane wočinjene rajtarki

# TodayWidget.OpenFirefoxLabel
source: Open Firefox
hsb: Firefox wočinić

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
hsb: Priwatne pytanje

# TodayWidget.QuickActionGalleryDescription
source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
hsb: Přidajće startowej wobrazowce zwjazanje Firefox. Po tym zo sće asistent přidał, podótkńće so asistenta a dźeržće jón, zo byšće wobdźěłował a wubjerće druhe zwjazanje.

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
hsb: Spěšne akcije

# TodayWidget.QuickActionsGalleryTitleV2
source: Firefox Shortcuts
hsb: Zwjazanja Firefox

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
hsb: Přidajće swojim wočinjenym rajtarkam zwjazanja.

# TodayWidget.QuickViewGalleryTitle
source: Quick View
hsb: Spěšny napohlad

# TodayWidget.SearchInFirefoxV2
source: Search in Firefox
hsb: W Firefox pytać

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
hsb: W priwatnym rajtarku pytać

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
hsb: Přidajće husto a njedawno wopytanym sydłam zwjazanja.

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
hsb: Najhusćišo wopytane sydła

# TodayWidget.TopSitesGalleryTitleV2
source: Website Shortcuts
hsb: Zwjazanja websydłow

# ActivityStream.Bookmarks.Title.v128
source: Bookmarks
hsb: Zapołožki

# Bookmarks.Actions.More.v128
source: Show All
hsb: Wšě pokazać

# AddressToolbar.CancelEdit.Label.v138
source: Cancel
hsb: Přetorhnyć

# AddressToolbar.Location.A11y.Label.v128
source: Search or enter address
hsb: Pytać abo adresu zapodać

# AddressToolbar.Location.Placeholder.v128
source: Search or enter address
hsb: Pytać abo adresu zapodać

# AddressToolbar.PrivacyAndSecuriySettings.A11y.Label.v128
source: Privacy & Security Settings
hsb: Nastajenja priwatnosće a wěstoty

# AddressToolbar.SearchEngine.A11y.Hint.v133
source: Opens search engine selection
hsb: Wočinja wuběr pytawow

# AddressToolbar.SearchEngine.A11y.Label.v128
source: Search Engine: %@
hsb: Pytawa: %@

# CreditCard.SnackBar.CancelRemoveCardButton.v112
source: Cancel
hsb: Přetorhnyć

# CreditCard.SnackBar.RemoveCardSublabel.v112
source: This will remove the card from all of your synced devices.
hsb: To kartu ze wšěch wašich synchronizowanych gratow wotstroni.

# CreditCard.SnackBar.RemoveCardTitle.v122
source: Remove Card?
hsb: Kartu wotstronić?

# CreditCard.SnackBar.RemovedCardButton.v112
source: Remove
hsb: Wotstronić

# Alerts.AddToCalendar.Body.v134
source: %@ is asking to download a file and add an event to your calendar.
hsb: %@ wo to prosy, dataju sćahnyć a wašej protyce podawk přidać.

# Alerts.AddToCalendar.BodyDefault.v134
source: This site is asking to download a file and add an event to your calendar.
hsb: Tute sydło wo to prosy, dataju sćahnyć a wašej protyce podawk přidać.

# Alerts.AddToCalendar.Button.Add.v134
source: Add
hsb: Přidać

# Alerts.AddToCalendar.Title.v134
source: Add to calendar?
hsb: Protyce přidać?

# Alerts.FeltDeletion.Body.v122
source: Close all private tabs and delete history, cookies, and all other site data.
hsb: Začińće wšě priwatne rajtarki a zhašejće historiju, placki a wšě druhe sydłowe daty.

# Alerts.FeltDeletion.Button.Cancel.v122
source: Cancel
hsb: Přetorhnyć

# Alerts.FeltDeletion.Button.Cancel.v134
source: Cancel
hsb: Přetorhnyć

# Alerts.FeltDeletion.Button.Confirm.v122
source: Delete session data
hsb: Posedźenske daty zhašeć

# Alerts.FeltDeletion.Title.v122
source: End your private session?
hsb: Waše priwatne posedźenje skónčić?

# Alerts.RestoreTabs.Button.No.v109
source: No
hsb: Ně

# Alerts.RestoreTabs.Button.Yes.v109
source: Restore tabs
hsb: Rajtarki wobnowić

# Alerts.RestoreTabs.Message.v109
source: Sorry about that. Restore tabs to pick up where you left off.
hsb: Wodajće. Wobnowće rajtarki, zo byšće tam pokročował, hdźež sće přestał.

# Alerts.RestoreTabs.Title.v109.v2
source: %@ crashed. Restore your tabs?
hsb: %@ je spadnył. Waše rajtarki wobnowić?

# Settings.AppIconSelection.Accessibility.AppIconSelectedLabel.v136
source: Selected
hsb: Wubrany

# Settings.AppIconSelection.Accessibility.AppIconSelectionHint.v136
source: Select the %@ app icon
hsb: Wubjerće symbol nałoženja %@

# Settings.AppIconSelection.Accessibility.AppIconUnselectedLabel.v136
source: Deselected
hsb: Wuběr zběhnjeny

# Settings.AppIconSelection.AppIconNames.Blue.Title.v136
source: Blue
hsb: Módry

# Settings.AppIconSelection.AppIconNames.BlueHour.Title.v137
source: Blue Hour
hsb: Módra hodźina

# Settings.AppIconSelection.AppIconNames.Cute.Title.v139
source: Cute
hsb: Něžny

# Settings.AppIconSelection.AppIconNames.Dark.Title.v139
source: Dark
hsb: Ćmowy

# Settings.AppIconSelection.AppIconNames.DarkPurple.Title.v136
source: Dark Purple
hsb: Ćmowowioletny

# Settings.AppIconSelection.AppIconNames.Fun.Cool.Title.146
source: Cool
hsb: Kool

# Settings.AppIconSelection.AppIconNames.Fun.Cuddling.Title.146
source: Cuddling
hsb: Přitulenje

# Settings.AppIconSelection.AppIconNames.Fun.Flaming.Title.146
source: Flaming
hsb: Płomjenity

# Settings.AppIconSelection.AppIconNames.GoldenHour.Title.v137
source: Golden Hour
hsb: Złota hodźina
