Repository: mozilla-l10n/firefoxios-l10n
Catalog: hsb/firefox-ios.xliff
Languages: hsb

# Logins.WelcomeView.Tagline
source: Take your passwords everywhere
hsb: Wzmiće swoje hesła wšudźe sobu

# Logins.WelcomeView.Title2
source: AutoFill Firefox Passwords
hsb: Hesła Firefox awtomatisce wupjelnić

# Logins.WelcomeView.TurnOnAutoFill
source: Turn on AutoFill
hsb: Awtomatiske wupjelnjenje zmóžnić

# LoginsHelper.DontSave.Button
source: Don’t Save
hsb: Njeskładować

# LoginsHelper.DontUpdate.Button
source: Don’t Update
hsb: Njeaktualizować

# LoginsHelper.SaveLogin.Button
source: Save Login
hsb: Přizjewjenje składować

# LoginsHelper.Update.Button
source: Update
hsb: Aktualizować

# LoginsList.NoMatchingResult.Subtitle
source: There are no results matching your search.
hsb: Njejsu žane wuslědki, kotrež wašemu pytanju wotpowěduja.

# LoginsList.Search.Cancel
source: Cancel
hsb: Přetorhnyć

# LoginsList.SelectPassword.Title
source: Select a password to fill
hsb: Wubjerće hesło za wupjelnjenje

# LoginsList.Title
source: SAVED LOGINS
hsb: SKŁADOWANE PŘIZJEWJENJA

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
hsb: Zda so, zo Firefox je do toho spadnył. Chceće swoje rajtarki wobnowić?

source: Mark as Read
hsb: Jako přečitany markěrować

source: Mark as Unread
hsb: Jako nječitany markěrować

# Menu.AddBookmark.Confirm
source: Bookmark Added
hsb: Zapołožka je so přidała

# Menu.AddBookmark.Label.v99
source: Add
hsb: Přidać

# Menu.AddPin.Confirm2
source: Added to Shortcuts
hsb: Zwjazanjam přidate

# Menu.AddReadingList.Label.v99
source: Add
hsb: Přidać

# Menu.AddToReadingList.Confirm
source: Added To Reading List
hsb: Čitanskej lisćinje přidate

# Menu.AddToShortcuts.v99
source: Add to Shortcuts
hsb: Zwjazanjam přidać

# Menu.Bookmarks.Label
source: Bookmarks
hsb: Zapołožki

# Menu.Copy.Title
source: Copy Address
hsb: Adresu kopěrować

# Menu.CopyURL.Confirm
source: URL Copied To Clipboard
hsb: URL do mjezyskłada kopěrowany

# Menu.CustomizeHomePage.v99
source: Customize Homepage
hsb: Startowu stronu přiměrić

# Menu.Downloads.Label
source: Downloads
hsb: Sćehnjenja

# Menu.EnhancedTrackingProtectionOff.Title
source: Protections are OFF for this site
hsb: Škit je znjemóžnjeny za tute sydło

# Menu.EnhancedTrackingProtectionOn.Title
source: Protections are ON for this site
hsb: Škit je zmóžnjeny za tute sydło

# Menu.Help.v99
source: Help
hsb: Pomoc

# Menu.History.Label
source: History
hsb: Historija

# Menu.NewPrivateTab.Label
source: New Private Tab
hsb: Nowy priwatny rajtark

# Menu.NewTab.v99
source: New Tab
hsb: Nowy rajtark

# Menu.NightModeTurnOff.Label2
source: Turn off Night Mode
hsb: Nócny modus znjemóžnić

# Menu.NightModeTurnOn.Label2
source: Turn on Night Mode
hsb: Nócny modus zmóžnić

# Menu.Passwords.Label
source: Passwords
hsb: Hesła

# Menu.Paste.Title
source: Paste
hsb: Zasadźić

# Menu.PasteAndGo.Title
source: Paste & Go
hsb: Zasadźić a započeć

# Menu.ReadingList.Label
source: Reading List
hsb: Čitanska lisćina

# Menu.ReloadWithTrackingProtection.Title
source: Reload With Tracking Protection
hsb: Ze slědowanskim škitom znowa začitać

# Menu.ReloadWithoutTrackingProtection.Title
source: Reload Without Tracking Protection
hsb: Bjez slědowanskeho škita znowa začitać

# Menu.RemoveBookmark.Confirm
source: Bookmark Removed
hsb: Zapołožka je so wotstroniła

# Menu.RemoveBookmark.Label.v99
source: Remove
hsb: Wotstronić

# Menu.RemovePin.Confirm2.v99
source: Removed from Shortcuts
hsb: Ze zwjazanjow wotstronjene

# Menu.RemoveReadingList.Confirm.v99
source: Removed from Reading List
hsb: Z čitanskeje lisćiny wotstronjene

# Menu.RemoveReadingList.Label.v99
source: Remove
hsb: Wotstronić

# Menu.RemovedFromShortcuts.v99
source: Remove from Shortcuts
hsb: Ze zwjazanjow wotstronić

# Menu.Share.v99
source: Share
hsb: Dźělić

# Menu.SyncAndSaveData.v103
source: Sync and Save Data
hsb: Synchronizować a daty składować

# Menu.TabSent.Confirm
source: Tab Sent
hsb: Rajtark je so pósłał

# Menu.Toolbar.Bookmarks.AccessibilityLabel.v99
source: Bookmarks
hsb: Zapołožki

# Menu.Toolbar.Home.AccessibilityLabel.v99
source: Home
hsb: Startowa strona

# Menu.TrackingProtection.Details.Verifier
source: Verified by %@
hsb: Wot %@ přepruwowany

# Menu.TrackingProtection.ProtectionSettings.Title
source: Protection Settings
hsb: Škitne nastajenja

# Menu.TrackingProtectionBlockedContent.Title
source: Tracking content
hsb: Slědowacy wobsah

# Menu.TrackingProtectionBlockedSocial.Title
source: Social Trackers
hsb: Socialne přesćěhowaki

# Menu.TrackingProtectionCrossSiteTrackers.Title
source: Cross-Site Trackers
hsb: Přesćěhowaki mjez sydłami

# Menu.TrackingProtectionCryptominersBlocked.Title
source: Cryptominers
hsb: Kryptokopanje

# Menu.TrackingProtectionDescription.ContentTrackers
source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
hsb: Websydła móža eksterne wabjenje, wideja a druhi wobsah začitać, kotryž schowane přesćěhowaki wobsahuja. Hdyž to blokujeće, móže to pomhać, sydła spěšnišo začitać, ale někotre tłóčatka, formulary a přizjewjenske pola snano hižo njebudu fungować.

# Menu.TrackingProtectionDescription.CrossSiteNew
source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
hsb: Tute placki wam wot sydła do sydła slěduja, zo bychu daty wo tym zběrali, štož online činiće. Stajeja so wot třećich poskićowarjow kaž na přikład wabjerjow a analyzowych předewzaćow.

# Menu.TrackingProtectionDescription.CryptominersNew
source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
hsb: Kryptokopanje ličenski wukon wašeho systema skradźu wužiwa, zo by digitalne pjenjezy dobyło. Kryptokopanske skripty wašu bateriju prózdnja, waš ličak spomaleja a móža wašu přetrjebu energije powyšić.

# Menu.TrackingProtectionDescription.Fingerprinters
source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
hsb: Nastajenja we wobhladowaku a na ličaku su jónkróćne. Hromadźaki porstowych wotćišćow wšelakorosć tutych jónkróćnych nastajenjow hromadźa, zo bychu profil wo was wutworili, kotryž da so wužiwać, zo by wam slědował, hdyž přehladujeće.

# Menu.TrackingProtectionDescription.SocialNetworksNew
source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
hsb: Socialne syće přesćěhowaki na druhich websydłach placěruja, zo bychu dospołniši a zaměrniši profil wo was wutworili. Blokowanje tutych přesćěhowakow redukuje, kelko předewzaća socialnych medijow móža wo tym widźeć, štož wy online činiće.

# Menu.TrackingProtectionFingerprintersBlocked.Title
source: Fingerprinters
hsb: Hromadźaki porstowych wotćišćow

# Menu.WhatsNew.Title
source: What’s New
hsb: Nowe funkcije a změny

# Menu.ZoomPage.Title.v113
source: Zoom (%@)
hsb: Skalowanje (%@)

source: Navigation Toolbar
hsb: Nawigaciska lajsta

source: No
hsb: Ně

source: No tabs
hsb: Žane rajtarki

source: Okay
hsb: W porjadku

# Onboarding.WhatsNew.Button.Title
source: Start Browsing
hsb: Přehladowanje startować

source: Oops! Firefox crashed
hsb: Hopla! Firefox je spadnył

source: Open Settings
hsb: Nastajenja wočinić

source: Open Tabs
hsb: Wotewrjene rajtarki

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
hsb: Wočińće nastawki w čitanskim napohledźe, dótkajo so knižneho symbola, hdyž so w titulnej lajsće jewi.

# OpenURL.Error.Message
source: Firefox cannot open the page because it has an invalid address.
hsb: Firefox njemóže stronu wočinić, dokelž ma njepłaćiwu adresu.

# OpenURL.Error.Title
source: Cannot Open Page
hsb: Strona njeda so wočinić

source: Password
hsb: Hesło

# PhotoLibrary.FirefoxWouldLikeAccessMessage
source: This allows you to save the image to your Camera Roll.
hsb: To wam zmóžnja, wobraz do Camera Roll składować.

# PhotoLibrary.FirefoxWouldLikeAccessTitle
source: Firefox would like to access your Photos
hsb: Firefox by rady přistup k wašim fotam měł

# PhotonMenu.close
source: Close
hsb: Začinić

source: Privacy
hsb: Priwatnosć

source: Privacy Policy
hsb: Prawidła priwatnosće

# ProtectionStatus.NotSecure
source: Connection is not secure
hsb: Zwisk wěsty njeje

# ProtectionStatus.Secure
source: Connection is secure
hsb: Zwisk je wěsty

source: Quick-Search Engines
hsb: Pytawy za spěšne pytanje

# Ratings.Settings.RateOnAppStore
source: Rate on App Store
hsb: W App Store pohódnoćić

source: Reader View
hsb: Čitanski napohlad

# ReaderMode.Available.VoiceOverAnnouncement
source: Reader Mode available
hsb: Čitanski modus k dispoziciji

# ReaderModeBar.MarkAsRead.v106
source: Mark as Read
hsb: Jako přečitany markěrować

# ReaderModeBar.MarkAsUnread.v106
source: Mark as Unread
hsb: Jako njepřečitany markěrować

source: Reading list
hsb: Čitanska lisćina

# RecentlyClosedTabsPanel.Title
source: Recently Closed
hsb: Njedawno začinjeny

# RecentlySaved.Actions.More
source: Show All
hsb: Wšě pokazać

source: Reload
hsb: Znowa začitać

source: Reload page
hsb: Stronu znowa začitać

source: Remove
hsb: Wotstronić

source: Remove from Reading List
hsb: Z čitanskeje lisćiny wotstronić

# ReopenAlert.Actions.Cancel
source: Cancel
hsb: Přetorhnyć

# ReopenAlert.Actions.Reopen
source: Reopen
hsb: Znowa wočinić

# ReopenAlert.Title
source: Reopen Last Closed Tab
hsb: Posledni začinjeny rajtark zaso wočinić

source: Reset text size
hsb: Tekstowu wulkosć wróćo stajić

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
hsb: Składujće strony do swojeje čitanskeje lisćiny, dótkajo so knižneho plusoweho symbola we wodźenju čitanskeho napohlada.

# ScanQRCode.Error.OK.Button
source: OK
hsb: W porjadku

# ScanQRCode.Instructions.Label
source: Align QR code within frame to scan
hsb: QR-kod znutřka wobłuka za skenowanje wusměrić

# ScanQRCode.InvalidDataError.Message
source: The data is invalid
hsb: Daty su njepłaćiwe

# ScanQRCode.PermissionError.Message.v100
source: Go to device ‘Settings’ > ‘Firefox’. Allow Firefox to access camera.
hsb: Dźiće ke gratej „Nastajenja“ > „Firefox“. Dowolće Firefox přistup ke kamerje.

# ScanQRCode.View.Title
source: Scan QR Code
hsb: QR-kod skenować

source: Search
hsb: Pytać

source: Search or enter address
hsb: Pytać abo adresu zapodać

# Search.Awesomebar.SwitchToTab
source: Switch to tab
hsb: K rajtarkej přepinać

# Search.SuggestSectionTitle.v102
source: Firefox Suggest
hsb: Namjet Firefox

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
hsb: Nowa pytawa so w polu spěšneho pytanja zjewi.

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
hsb: Pytawa je so přidała!

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
hsb: Pytanskeho poskićowarja přidać?

# Search.ThirdPartyEngines.Cancel
source: Cancel
hsb: Přetorhnyć

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: A search engine with this title or URL has already been added.
hsb: Pytawa z tutym titulom abo URL je so hižo přidała.

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Failed
hsb: Njeje so nimokuliło

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
hsb: Pytanski poskićowar njeda so přidać.

# Search.ThirdPartyEngines.FailedTitle
source: Failed
hsb: Je so nimokuliło

# Search.ThirdPartyEngines.FormErrorMessage
source: Please fill all fields correctly.
hsb: Prošu wupjelńće wšě pola korektnje.

# Search.ThirdPartyEngines.FormErrorTitle
source: Failed
hsb: Njeje so poradźiło

# Search.ThirdPartyEngines.OK
source: OK
hsb: W porjadku

source: Send Feedback
hsb: Komentar pósłać

source: Send Report
hsb: Rozprawu pósłać

source: Send a crash report so Mozilla can fix the problem?
hsb: Chceće rozprawu wo spadźe słać, zo by Mozilla móhł problem rozrisać?

# SendTo.Cancel.Button
source: Cancel
hsb: Přetorhnyć

# SendTo.Close.Button
source: Close
hsb: Začinić

# SendTo.DeviceList.Text
source: Available devices:
hsb: K dispoziciji stejace graty:

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
hsb: Jenož wotkazy HTTP a HTTPS dadźa so dźělić.

# SendTo.Error.OK.Button
source: OK
hsb: W porjadku

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
hsb: Wotkaz, kotryž chceće dźělić, njeda so dźělić.

# SendTo.NavBar.Title
source: Send Tab
hsb: Rajtark słać

# SendTo.NoDevicesFound.Message
source: You don’t have any other devices connected to this Firefox Account available to sync.
hsb: Njejsu žane druhe graty z tutym kontom Firefox zwjazane, kotrež bychu so dali synchronizować.

# SendTo.NotSignedIn.Message
source: Please open Firefox, go to Settings and sign in to continue.
hsb: Prošu wočińće Firefox, dźiće k nastajenjam a přizjewće so, zo byšće pokročował.

# SendTo.NotSignedIn.Title
source: You are not signed in to your Firefox Account.
hsb: Njejsće pola swojeho konta Firefox přizjewjeny.

# SendTo.SendAction.Text
source: Send
hsb: Pósłać

# SentTab.NoTabArrivingNotification.body
source: Tap to begin
hsb: Dótkńće so, zo byšće započał

# SentTab.ViewAction.title
source: View
hsb: Pokazać

# SentTab_TabArrivingNotification_NoDevice_body
source: New tab arrived from another device.
hsb: Nowy rajtark je so z druheho grata přišoł.

# SentTab_TabArrivingNotification_NoDevice_title
source: Tab received
hsb: Přijaty rajtark

# SentTab_TabArrivingNotification_WithDevice_body
source: New tab arrived in %@
hsb: Nowy rajtark je w %@ přišoł

# SentTab_TabArrivingNotification_WithDevice_title
source: Tab received from %@
hsb: Rajtark je so z %@ přijał

source: Settings
hsb: Nastajenja

# Settings.AddCustomEngine
source: Add Search Engine
hsb: Pytawu přidać

# Settings.AddCustomEngine.SaveButtonText
source: Save
hsb: Składować

# Settings.AddCustomEngine.Title
source: Add Search Engine
hsb: Pytawu přidać

# Settings.AddCustomEngine.TitleLabel
source: Title
hsb: Titul

# Settings.AddCustomEngine.TitlePlaceholder
source: Search Engine
hsb: Pytawa

# Settings.AddCustomEngine.URLPlaceholder
source: URL (Replace Query with %s)
hsb: URL (naprašowanje přez %s wuměnić)

# Settings.AddressBar.Bottom.v138
source: Bottom
hsb: Deleka

# Settings.AddressBar.SectionTitle.v138
source: Address Bar Placement
hsb: Pozicioněrowanje adresoweho pola

# Settings.AddressBar.SettingsTitle.v138
source: Address Bar
hsb: Adresowe polo

# Settings.AddressBar.Top.v138
source: Top
hsb: Horjeka

# Settings.Appearance.BrowserTheme.SectionHeader.v137
source: Browser Theme
hsb: Drasta wobhladowaka

# Settings.Appearance.Title.v137
source: Appearance
hsb: Napohlad

# Settings.Appearance.WebsiteAppearance.SectionHeader.v137
source: Website Appearance
hsb: Napohlad websydła

# Settings.Appearance.WebsiteDarkMode.Description.v137
source: Gives websites a dark appearance. Some sites might not look right.
hsb: Dawa websydłam ćmowy napohlad. Někotre sydła njemóhli korektnje wupadać.

# Settings.Appearance.WebsiteDarkModeToggle.Title.v137
source: Website Dark Mode
hsb: Ćmowy modus websydła

# Settings.BlockOpeningExternalApps.Title
source: Block Opening External Apps
hsb: Wočinjenje eksternych nałoženjow blokować

# Settings.ClearAllWebsiteData.Clear.Button
source: Clear All Website Data
hsb: Wšě daty websydła zhašeć

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
hsb: Priwatne daty zhašeć

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
hsb: Priwatne daty zhašeć

# Settings.ClearSelectedWebsiteData.ClearSelected.Button
source: Clear Items: %1$@
hsb: Zapiski zhašeć: %1$@

# Settings.CopyAppVersion.Title
source: Copied to clipboard
hsb: Do mjezyskłada kopěrowane

# Settings.DataManagement.SearchLabel
source: Filter Sites
hsb: Sydła filtrować

# Settings.DataManagement.SectionName
source: Data Management
hsb: Datowe rjadowanje

# Settings.DataManagement.Title
source: Data Management
hsb: Datowe rjadowanje

# Settings.Disconnect.Body
source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
hsb: Firefox přestanje z wašim kontom synchronizować, ale njezhaša přehladowanske daty na tutym graće.

# Settings.Disconnect.Button
source: Disconnect Sync
hsb: Sync dźělić

# Settings.Disconnect.CancelButton
source: Cancel
hsb: Přetorhnyć

# Settings.Disconnect.DestructiveButton
source: Disconnect
hsb: Zwisk dźělić

# Settings.Disconnect.Title
source: Disconnect Sync?
hsb: Sync dźělić?

# Settings.DisplayTheme.BrightnessThreshold.SectionHeader
source: Threshold
hsb: Próh

# Settings.DisplayTheme.Manual.StatusLabel
source: Manual
hsb: Manuelne

# Settings.DisplayTheme.Manual.SwitchSubtitle
source: Pick which theme you want
hsb: Wubjerće, kotru drastu chceće

# Settings.DisplayTheme.Manual.SwitchTitle
source: Manually
hsb: Manuelnje

# Settings.DisplayTheme.OptionDark
source: Dark
hsb: Ćmowy

# Settings.DisplayTheme.OptionLight
source: Light
hsb: Swětły

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display’s current brightness.
hsb: Drasta so na zakładźe wašeje pokazowanskeje swětłosće awtomatisce měnja. Móžeće prohowu hódnotu nastajić, hdźež so drasta změni. Kružk aktualnu swětłosć wašeho pokazanja podawa.

# Settings.DisplayTheme.StatusTitle
source: Automatic
hsb: Awtomatiski

# Settings.DisplayTheme.SwitchMode.SectionHeader
source: Switch Mode
hsb: Modus přepinać

# Settings.DisplayTheme.SwitchSubtitle
source: Switch automatically based on screen brightness
hsb: Drastu awtomatisce po swětłosći změnić

# Settings.DisplayTheme.SwitchTitle
source: Automatically
hsb: Awtomatisce

# Settings.DisplayTheme.SystemTheme.SectionHeader
source: System Theme
hsb: Systemowa drasta

# Settings.DisplayTheme.SystemTheme.SwitchTitle
source: Use System Light/Dark Mode
hsb: Swětły/ćmowy systemowy modus wužiwać

# Settings.DisplayTheme.ThemePicker.SectionHeader
source: Theme Picker
hsb: Wuběrak drastow

# Settings.DisplayTheme.Title.v2
source: Theme
hsb: Drasta

# Settings.FxA.DeviceName
source: Device Name
hsb: Mjeno grata

# Settings.FxA.Sync.SectionName
source: Sync Settings
hsb: Nastajenja synchronizacije

# Settings.FxA.Title
source: Firefox Account
hsb: Konto Firefox

# Settings.General.SectionName
source: General
hsb: Powšitkowne

# Settings.Home.Current.Description.v101
source: Choose what displays as the homepage.
hsb: Wubjerće, štož so ma jako startowa strona pokazać.

# Settings.Home.Option.Description.v101
source: Choose what’s included on the Firefox homepage.
hsb: Wubjerće, kotry wobsah so ma na startowej stronje Firefox pokazać.

# Settings.Home.Option.JumpBackIn
source: Jump Back In
hsb: Wróćo skočić

# Settings.Home.Option.Pocket
source: Recommended by Pocket
hsb: Wot Pocket doporučene

# Settings.Home.Option.RecentlySaved
source: Recently Saved
hsb: Njedawno składowane

# Settings.Home.Option.RecentlyVisited
source: Recently Visited
hsb: Njedawno wopytane

# Settings.Home.Option.Shortcuts
source: Shortcuts
hsb: Zwjazanja

# Settings.Home.Option.StartAtHome.AfterFourHours
source: Homepage after four hours of inactivity
hsb: Startowa strona po štyrjoch hodźinach inaktiwnosće

# Settings.Home.Option.StartAtHome.Always
source: Homepage
hsb: Startowa strona

# Settings.Home.Option.StartAtHome.Description
source: Choose what you see when you return to Firefox.
hsb: Wubjerće, štož chceće widźeć, hdyž so k Firefox wróćeće.

# Settings.Home.Option.StartAtHome.Never
source: Last tab
hsb: Posledni rajtark

# Settings.Home.Option.StartAtHome.Title
source: Opening screen
hsb: Startowa wobrazowka

# Settings.Home.Option.Title.v101
source: Include on Homepage
hsb: Na startowej stronje pokazać

# Settings.Home.Option.Wallpaper
source: Wallpaper
hsb: Pozadkowy wobraz

# Settings.Home.Option.Wallpaper.Accessibility.AmethystWallpaper.v99
source: Firefox wallpaper, amethyst pattern.
hsb: Pozadkowy wobraz Firefox, ametystowy muster.

# Settings.Home.Option.Wallpaper.Accessibility.BeachHillsWallpaper.v100
source: Firefox wallpaper, beach hills pattern.
hsb: Pozadkowy wobraz Firefox, muster přibrjóžnych hórkow.

# Settings.Home.Option.Wallpaper.Accessibility.CeruleanWallpaper.v99
source: Firefox wallpaper, cerulean pattern.
hsb: Pozadkowy wobraz Firefox, njebjomódry muster.

# Settings.Home.Option.Wallpaper.Accessibility.DefaultWallpaper.v99
source: Default clear wallpaper.
hsb: Standardny transparentny pozadkowy wobraz.

# Settings.Home.Option.Wallpaper.Accessibility.SunriseWallpaper.v99
source: Firefox wallpaper, sunrise pattern.
hsb: Pozadkowy wobraz Firefox, muster schadźenja słónca.

# Settings.Home.Option.Wallpaper.Accessibility.ToggleButton
source: Homepage wallpaper cycle toggle
hsb: Přepinak za cyklus pozadkowych wobrazow startoweje strony

# Settings.Home.Option.Wallpaper.Accessibility.TwilightHillsWallpaper.v100
source: Firefox wallpaper, twilight hills pattern.
hsb: Pozadkowy wobraz Firefox, muster z hórkami w směrkach.

# Settings.Home.Option.Wallpaper.Classic.Title.v106
source: Classic %@
hsb: Klasiski %@

# Settings.Home.Option.Wallpaper.CollectionTitle
source: OPENING SCREEN
hsb: WOTEWRJENSKA WOBRAZOWKA

# Settings.Home.Option.Wallpaper.LearnMore.v106
source: Learn more
hsb: Dalše informacije

# Settings.Home.Option.Wallpaper.LimitedEdition.Default.Description.v106
source: Try the new collection.
hsb: Wupruwujće nowu zběrku.

# Settings.Home.Option.Wallpaper.LimitedEdition.IndependentVoices.Description.v106
source: The new Independent Voices collection.
hsb: Nowa zběrka „Njewotwisne hłosy“.

# Settings.Home.Option.Wallpaper.LimitedEdition.Title.v106
source: Limited Edition
hsb: Limitowana edicija

# Settings.Home.Option.Wallpaper.SwitchTitle.v99
source: Change wallpaper by tapping Firefox homepage logo
hsb: Podótkńće so loga startoweje strony Firefox, zo byšće pozadkowy wobraz změnił

# Settings.Home.Option.Wallpaper.Title
source: Wallpaper
hsb: Pozadkowy wobraz

# Settings.Home.Option.Wallpaper.UpdatedToast
source: Wallpaper Updated!
hsb: Pozadkowy wobraz je so zaktualizował!

# Settings.Home.Option.Wallpaper.UpdatedToastButton
source: View
hsb: Pokazać

# Settings.HomePage.SectionName
source: Homepage
hsb: Startowa strona

# Settings.HomePage.URL.Title
source: Current Homepage
hsb: Aktualna startowa strona

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
hsb: Aktualnu stronu wužiwać

# Settings.Homepage.Shortcuts.Rows.v100
source: Rows
hsb: Linki

# Settings.Homepage.Shortcuts.RowsPageTitle.v100
source: Rows
hsb: Linki

# Settings.Homepage.Shortcuts.ShortcutsPageTitle.v100
source: Shortcuts
hsb: Zwjazanja

# Settings.Homepage.Shortcuts.ShortcutsToggle.v100
source: Shortcuts
hsb: Zwjazanja

# Settings.Homepage.Shortcuts.SponsoredShortcutsToggle.v100
source: Sponsored Shortcuts
hsb: Sponserowane zwjazanja

# Settings.Homepage.Shortcuts.ToggleOff.v100
source: Off
hsb: Wupinjeny

# Settings.Homepage.Shortcuts.ToggleOn.v100
source: On
hsb: Zapinjeny

# Settings.LoginsAndPasswordsTitle
source: Logins & Passwords
hsb: Přizjewjenja a hesła

# Settings.NewTab.CustomURL
source: Custom URL
hsb: Swójski URL

# Settings.NewTab.Option.BlankPage
source: Blank Page
hsb: Prózdna strona

# Settings.NewTab.Option.Custom
source: Custom
hsb: Swójski

# Settings.NewTab.Option.FirefoxHome
source: Firefox Home
hsb: Startowa strona Firefox

# Settings.NewTab.Option.HomePage
source: Homepage
hsb: Startowa strona

# Settings.NewTab.SectionName
source: New Tab
hsb: Nowy rajtark
