Repository: mozilla-l10n/firefoxios-l10n
Catalog: hsb/firefox-ios.xliff
Languages: hsb

# NSCameraUsageDescription
source: Firefox uses your camera to scan QR codes and take photos and video.
hsb: Firefox wašu kameru wužiwa, zo by QR-kody skenował a fota činił a wideja natočił.

# NSFaceIDUsageDescription
source: Firefox requires Face ID to access your saved passwords and payment methods.
hsb: Firefox Face ID trjeba, zo by přistup k wašim składowanym hesłam a płaćenskim metodam měł.

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
hsb: Websydła, kotrež wopytujeće, snano waše stejnišćo žadaja.

# NSMicrophoneUsageDescription
source: Firefox uses your microphone to record and upload audio.
hsb: Firefox waš mikrofon wužiwa, zo by awdio natočił a nahrał.

# NSPhotoLibraryAddUsageDescription
source: This lets you save photos.
hsb: Z tym móžeće fota składować.

source: New Private Tab
hsb: Nowy priwatny rajtark

source: New Tab
hsb: Nowy rajtark

source: Scan QR Code
hsb: QR-kod skenować

# CFBundleDisplayName
source: Open In Firefox
hsb: W Firefox wočinić

source: Add to Bookmarks
hsb: Zapołožkam přidać

source: Close Tab
hsb: Rajtark začinić

source: Copy URL
hsb: URL kopěrować

# Menu.SendLinkToDevice
source: Send Link to Device
hsb: Wotkaz na grat pósłać

source: Open Last Bookmark
hsb: Poslednju zapołožku wočinić

source: Send to Device
hsb: Na grat pósłać

# TabPeek.RemoveBookmark.v146
source: Remove Bookmark
hsb: Zapołožku wotstronić

source: Enter passcode
hsb: Hesłowy kod zapodać

source: Use your fingerprint to access Logins now.
hsb: Wužiwajće swój porstowy wotćišć, zo byšće nětko na přizjewjenja přistup měł.

source: Cancel
hsb: Přetorhnyć

source: OK
hsb: W porjadku

source: This action will clear all of your private data, including history from your synced devices.
hsb: Tuta akcija wšě z wašich priwatnych datow zhaša, inkluziwnje historiju z wašich synchronizowanych gratow.

source: Browsing History
hsb: Přehladowanska historija

source: Cache
hsb: Pufrowak

source: Cookies
hsb: Placki

source: Downloaded Files
hsb: Sćehnjene dataje

source: Offline Website Data
hsb: Daty websydła offline

source: Saved Logins
hsb: Składowane přizjewjenja

source: Spotlight Index
hsb: Indeks Spotlight

source: This action will clear all of your private data. It cannot be undone.
hsb: Tuta akcija wšě z wašich priwatnych datow zhaša. To njeda so cofnyć.

# DefaultBrowserCard.BetterInternet.Description.v108
source: Making Firefox your default browser is a vote for an open, accessible internet.
hsb: Hdyž Firefox k swojemu standardnemu wobhladowakej činiće, je to hłós za wotewrjeny, přistupny internet.

# DefaultBrowserCard.BetterInternet.Title.v108
source: Default to a Better Internet
hsb: Standard za lěpši internet

# DefaultBrowserCard.Button.v2
source: Learn How
hsb: Zhońće, kak to dźe

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Firefox.
hsb: Nastajće wotkazy z websydłow, mejlkow a powěsćow, zo bychu so awtomatisce we Firefox wočinili.

# DefaultBrowserCard.NextLevel.Description.v108
source: Choose Firefox as your default browser to make speed, safety, and privacy automatic.
hsb: Wubjerće Firefox jako swój standardny wobhladowak, zo byšće spěšnosć, wěstotu a priwatnosć awtomatisce dóstał.

# DefaultBrowserCard.NextLevel.Title.v108
source: Elevate Everyday Browsing
hsb: Wšědne přehladowanje – hišće lěpše

# DefaultBrowserCard.PeaceOfMind.Description.v108
source: Firefox blocks 3,000+ trackers per user each month on average. Make us your default browser for privacy peace of mind.
hsb: Firefox w přerězku wjace hač 3000 přesćěhowakow na wužiwarja kóždy měsac blokuje. Čińće jón k swojemu standardnemu wobhladowakej, zo byšće w pokoju přehladował.

# DefaultBrowserCard.PeaceOfMind.Title.v108
source: Firefox Has Privacy Covered
hsb: Firefox wašu priwatnosć škita

# DefaultBrowserCard.Title
source: Switch Your Default Browser
hsb: Waš standardny wobhladowak změnić

# DefaultBrowserOnboarding.Button
source: Go to Settings
hsb: K nastajenjam

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
hsb: 1. K nastajenjam

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
hsb: 2. Standardneho nałoženja wobhladowaka so podótknyć

# DefaultBrowserOnboarding.Description3
source: 3. Select Firefox
hsb: 3. Firefox wubrać

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
hsb: Standardne nałoženje wobhladowaka

# DefaultBrowserOnboarding.SkipButton
source: I’ll do this later
hsb: Budu to pozdźišo činić

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
hsb: Jako standardny wobhladowak nastajić

source: Open in Safari
hsb: W Safari wočinić

source: Try again
hsb: Hišće raz spytać

source: Done
hsb: Dokónčeny

source: Find in Page
hsb: Na stronje pytać

source: Next in-page result
hsb: Přichodny wuslědk na stronje

source: Previous in-page result
hsb: Předchadny wuslědk na stronje

source: Delete
hsb: Zhašeć

# LibraryPanel.History.AllTimeOption.v138
source: All Time
hsb: Cyły čas

# LibraryPanel.History.LastFourWeeksOption.v138
source: Last 4 Weeks
hsb: Zańdźene 4 njedźele

# LibraryPanel.History.LastHourOption.v138
source: Last Hour
hsb: Zańdźena hodźina

# LibraryPanel.History.LastSevenDaysOption.v138
source: Last 7 Days
hsb: Zańdźene 7 dnjow

# LibraryPanel.History.LastTwentyFourHoursOption.v138
source: Last 24 Hours
hsb: Zańdźene 24 hodźin

# LibraryPanel.History.Title.v138
source: Deletes history (including synced history from other devices), cookies, and other browsing data.
hsb: Zhaša historiju (mjez njej synchronizowanu historiju z druhich gratow), placki a druhe přehladowanske daty.

# Intro.Slides.Button.SignIn
source: Sign In
hsb: Přizjewić

# Intro.Slides.Welcome.Title.v2
source: Welcome to Firefox
hsb: Witajće k Firefox

source: Start Browsing
hsb: Přehladować započeć

source: A username and password are being requested by %@.
hsb: Wužiwarske mjeno a hesło so wot %@ žadatej.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
hsb: Wužiwarske mjeno a hesło so wot %1$@ žadatej. Sydło praji: %2$@

source: About
hsb: Wo

# ActivityStream.ContextMenu.AddToShortcuts
source: Add to Shortcuts
hsb: Zwjazanjam přidać

# ActivityStream.ContextMenu.PinTopsite2
source: Pin
hsb: Připjeć

# ActivityStream.ContextMenu.UnpinTopsite
source: Unpin
hsb: Wotpjeć

# ActivityStream.JumpBackIn.SectionTitle
source: Jump Back In
hsb: Wróćo skočić

# ActivityStream.JumpBackIn.TabGroup.SiteCount
source: Tabs: %d
hsb: Rajtarki: %d

# ActivityStream.Library.Title
source: Recently Saved
hsb: Njedawno składowane

# ActivityStream.RecentHistory.Title
source: Recently Visited
hsb: Njedawno wopytane

# ActivityStream.TopSites.RowSettingFooter
source: Set Rows
hsb: Linki nastajić

source: Add Tab
hsb: Rajtark přidać

source: Add to Reading List
hsb: Čitanskej lisćinje přidać

# AddPass.Error.Dismiss
source: OK
hsb: W porjadku

# AddPass.Error.Message
source: An error occured while adding the pass to Wallet. Please try again later.
hsb: Při přidawanju pasa listowce je zmylk wustupił. Prošu spytajće pozdźišo hišće raz.

# AddPass.Error.Title
source: Failed to Add Pass
hsb: Pas njeda so přidać

source: Added page to Reading List
hsb: Je stronu čitanskej lisćinje přidał

source: Address and Search
hsb: Adresa a pytanje

# Address.Bar.ReadingList.v106
source: Add to Reading List
hsb: Čitanskej lisćinje přidać

# Address.Bar.v99
source: Address Bar
hsb: Adresowe polo

source: Always Send
hsb: Přeco pósłać

source: Authentication required
hsb: Awtentifikacija trěbna

source: Back
hsb: Wróćo

source: Block Pop-up Windows
hsb: Wuskakowanske wokna blokować

# Bookmark.DetailFieldTitle.Label
source: Title
hsb: Titul

source: Bookmarks
hsb: Zapołožki

# Bookmarks.Edit.Button
source: Edit
hsb: Wobdźěłać

# Bookmarks.EditBookmark.Label
source: Edit Bookmark
hsb: Zapołožku wobdźěłać

# Bookmarks.EditFolder.Label
source: Edit Folder
hsb: Rjadowak wobdźěłać

# Bookmarks.Folder.Label
source: Folder
hsb: Rjadowak

# Bookmarks.Menu.DesktopBookmarks
source: Desktop Bookmarks
hsb: Desktopowe zapołožki

# Bookmarks.NewBookmark.Label
source: New Bookmark
hsb: Nowa zapołožka

# Bookmarks.NewFolder.Label
source: New Folder
hsb: Nowy rjadowak

# Bookmarks.NewSeparator.Label
source: New Separator
hsb: Nowa dźělenska linija

# Bookmarks.Title.Label
source: Title
hsb: Titul

# BreachAlerts.BreachDate
source: This breach occurred on
hsb: Tuta datowa dźěra je wustupowała

# BreachAlerts.Description
source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
hsb: Hesła su so roznjesli abo kradnyli, wot toho, zo sće swoje hesło posledni raz změnił. Zo byšće tute konto škitał, přizjewće so pola sydła a změńće swoje hesło.

# BreachAlerts.LearnMoreButton
source: Learn more
hsb: Dalše informacije

# BreachAlerts.Link
source: Go to
hsb: Dźiće k

# BreachAlerts.Title
source: Website Breach
hsb: Datowa dźěra websydła

source: Brightness
hsb: Swětłosć

source: Changes color theme.
hsb: Změni barbnu drastu.

source: Changes font type.
hsb: Změni pismowu družinu.

# ClipboardToast.GoToCopiedLink.Button
source: Go
hsb: Start

# ClipboardToast.GoToCopiedLink.Title
source: Go to copied link?
hsb: Ke kopěrowanemu wotkazej hić?

source: Close
hsb: Začinić

source: Closing tab
hsb: Rajtark začinić

# ContextMenu.BookmarkLinkButtonTitle
source: Bookmark Link
hsb: Wotkaz jako zapołožku składować

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
source: New Private Tab opened
hsb: Nowy priwatny rajtark je so wočinił

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText.v113
source: New Private Tab Opened
hsb: Nowy priwatny rajtark je so wočinił

# ContextMenu.ButtonToast.NewTabOpened.ButtonText
source: Switch
hsb: Přepinać

# ContextMenu.ButtonToast.NewTabOpened.LabelText
source: New Tab opened
hsb: Nowy rajtark je so wočinił

# ContextMenu.ButtonToast.NewTabOpened.LabelText.v114
source: New Tab Opened
hsb: Nowy rajtark je so wočinił

# ContextMenu.CopyImageButtonTitle
source: Copy Image
hsb: Wobraz kopěrować

# ContextMenu.CopyImageLinkButtonTitle
source: Copy Image Link
hsb: Wobrazowy wotkaz kopěrować

# ContextMenu.CopyLinkButtonTitle
source: Copy Link
hsb: Wotkaz kopěrować

# ContextMenu.DownloadLinkButtonTitle
source: Download Link
hsb: Wotkaz sćahnyć

# ContextMenu.OpenInNewTabButtonTitle
source: Open in New Tab
hsb: W nowym rajtarku wočinić

# ContextMenu.SaveImageButtonTitle
source: Save Image
hsb: Wobraz składować

# ContextMenu.ShareLinkButtonTitle
source: Share Link
hsb: Wotkaz dźělić

# ContextualHints.SearchBarPlacement.CallToAction
source: Toolbar Settings
hsb: Nastajenja symboloweje lajsty

# ContextualHints.TabTray.InactiveTabs
source: Tabs you haven’t viewed for two weeks get moved here.
hsb: Rajtarki, kotrež njejsće sej dwě njedźeli wobhladał, so sem přesunu.

# ContextualHints.TabTray.InactiveTabs.CallToAction
source: Turn off in settings
hsb: W nastajenjach znjemóžnić

# ContextualHintsCloseButtonAccessibility.v105
source: Close
hsb: Začinić

source: Could not add page to Reading List. Maybe it’s already there?
hsb: Strona njeda so čitanskej lisćinje přidać. Snano je wona hižo wobsahowana?

source: Could not add page to Reading list
hsb: Strona njeda so čitanskej lisćinje přidać

source: Could not load page.
hsb: Strona njeda so začitać.

# CoverSheet.v24.ETP.Description
source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
hsb: Zatwarjene polěpšeny slědowanski škit zadźěwa tomu, zo wabjenje wam wšudźe slěduje. Zmóžńće „Striktny“, zo byšće samo wjace přesćěhowaki, wabjenja a wuskakowacych woknow blokował.

# CoverSheet.v24.ETP.Settings.Button
source: Go to Settings
hsb: K nastajenjam

# CoverSheet.v24.ETP.Title
source: Protection Against Ad Tracking
hsb: Škit přećiwo wabjenskemu slědowanju

source: Create an account
hsb: Konto załožić

source: Dark
hsb: Ćmowy

source: Decrease text size
hsb: Tekstowu wulkosć pomjeńšić

source: Default Search Engine
hsb: Standardna pytawa

# DefaultBrowserCloseButtonAccessibility.v102
source: Close
hsb: Začinić

source: Display Settings
hsb: Zwobraznjenske nastajenja

source: Don’t Send
hsb: Njesłać

source: Downloads
hsb: Sćehnjenja

# Downloads.Alert.DownloadNow
source: Download Now
hsb: Nětko sćahnyć

# Downloads.CancelDialog.Cancel
source: Cancel
hsb: Přetorhnyć

# Downloads.CancelDialog.Message
source: Are you sure you want to cancel this download?
hsb: Chceće tute sćehnjenje woprawdźe přetorhnyć?

# Downloads.CancelDialog.Resume
source: Resume
hsb: Pokročować

# Downloads.CancelDialog.Title
source: Cancel Download
hsb: Sćehnjenje přetorhnyć

# Downloads.Toast.Cancelled.LabelText
source: Download Cancelled
hsb: Sćehnjenje je přetorhnjene

# Downloads.Toast.Failed.LabelText
source: Download Failed
hsb: Sćehnjenje njeje so poradźiło

# Downloads.Toast.GoToDownloads.Button
source: Downloads
hsb: Sćehnjenja

# Downloads.Toast.MultipleFiles.DescriptionText
source: 1 of %d files
hsb: 1 z %d datajow

# DownloadsPanel.Delete.Title
source: Delete
hsb: Zhašeć

# DownloadsPanel.EmptyState.Title
source: Downloaded files will show up here.
hsb: Sćehnjene dataje budu so tu pokazować.

# DownloadsPanel.Share.Title
source: Share
hsb: Dźělić

source: Enter your password to connect
hsb: Zapodajće swoje hesło, zo byšće zwjazał

# ErrorPages.Advanced.Button
source: Advanced
hsb: Rozšěrjene

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can’t confirm your connection to this website is secure.
hsb: Warnowanje: Njemóžemy wobkrućić, zo waš zwisk z tutym websydłom je wěsty.

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
hsb: To je snano wopačna konfigracija abo manipulacija nadpadowarja. Čińće dale, jeli potencielne riziko akceptujeće.

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
hsb: Wobsedźer %@ je websydło wopak konfigurował. Zo by waše daty před padustwom škitał, Firefox njeje was z tutym websydłom zwjazał.

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
hsb: Tutón zwisk je dowěry njehódny

# ErrorPages.GoBack.Button
source: Go Back
hsb: Wróćo

# ErrorPages.VisitOnce.Button
source: Visit site anyway
hsb: Sydło najebać toho wopytać

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store?
hsb: Tutón wotkaz w App Store wočinić?

# ExternalLink.AppStore.GenericConfirmationTitle
source: Open this link in external app?
hsb: Tutón wotkaz w eksternym nałoženju wočinić?

# Firefox.HomePage.Title
source: Firefox Home Page
hsb: Startowa strona Firefox

# FirefoxHome.CustomizeHomeButton.Title
source: Customize Homepage
hsb: Startowu stronu přiměrić

# FirefoxHome.Pocket.DiscoverMore
source: Discover more
hsb: Wotkryjće wjace

# FirefoxHome.Pocket.Minutes.v99
source: %d min
hsb: %d mjeńš.

# FirefoxHome.Pocket.SectionTitle
source: Thought-Provoking Stories
hsb: Stawiznički, kotrež k přemyslowanju pohonjeja

# FirefoxHome.RecentHistory.Remove
source: Remove
hsb: Wotstronić

# FirefoxHome.Stories.Minutes.v140
source: min: %d
hsb: mjeńšiny: %d

# FirefoxHomepage.Common.PagesCount.v112
source: Pages: %d
hsb: Strony: %d

# FirefoxHomepage.ContextualMenu.Settings.v101
source: Settings
hsb: Nastajenja

# FirefoxHomepage.ContextualMenu.SponsoredContent.v101
source: Our Sponsors & Your Privacy
hsb: Naši sponsorojo a waša priwatnosć

# FirefoxHomepage.JumpBackIn.TabPickup.OpenTab.A11y.v106
source: Open synced tab
hsb: Synchronizowany rajtark wočinić

# FirefoxHomepage.JumpBackIn.TabPickup.ShowAll.ButtonTitle.v104
source: See all synced tabs
hsb: Wšě synchronizowane rajtarki pokazać

# FirefoxHomepage.JumpBackIn.TabPickup.v104
source: Tab pickup
hsb: Synchronizowane rajtarki

# FirefoxHomepage.Pocket.Sponsored.v103
source: Sponsored
hsb: Sponserowany

# FirefoxHomepage.Shortcuts.Sponsored.v100
source: Sponsored
hsb: Sponserowany

# FirefoxHomepage.Stories.Sponsored.v140
source: Sponsored
hsb: Sponserowany

source: Forward
hsb: Doprědka

# FxA.FirefoxAccount
source: Firefox Account
hsb: Konto Firefox

# FxA.ManageAccount
source: Manage Account & Devices
hsb: Konto a graty rjadować

# FxA.NoInternetConnection
source: No Internet Connection
hsb: Žadyn internetny zwisk

# FxA.SyncNow
source: Sync Now
hsb: Nětko synchronizować

# FxAPush_DeviceConnected_body
source: Firefox Sync has connected to %@
hsb: Firefox Sync je z %@ zwjazany

# FxAPush_DeviceConnected_title
source: Sync Connected
hsb: Sync je zwjazany

# FxAPush_DeviceDisconnected_ThisDevice_body
source: This device has been successfully disconnected from Firefox Sync.
hsb: Tutón grat je so wuspěšnje wot Firefox Sync wotdźělił.

# FxAPush_DeviceDisconnected_ThisDevice_title
source: Sync Disconnected
hsb: Sync je wotdźěleny

# FxAPush_DeviceDisconnected_UnknownDevice_body
source: A device has disconnected from Firefox Sync
hsb: Grat je so wot Firefox Sync wotdźělił

# FxAPush_DeviceDisconnected_body
source: %@ has been successfully disconnected.
hsb: %@ je so wuspěšnje wotdźělił.

# FxAPush_DeviceDisconnected_title
source: Sync Disconnected
hsb: Sync je wotdźěleny

# FxHomepage.Wallpaper.ButtonLabel.v99
source: Firefox logo, change the wallpaper.
hsb: Logo Firefox, změńće pozadkowy wobraz.

source: Help
hsb: Pomoc

source: History
hsb: Historija

# HistoryPanel.ClearHistoryButtonTitle
source: Clear Recent History…
hsb: Aktualnu historiju wuprózdnić…

# HistoryPanel.ClearHistoryMenuOptionEverything
source: Everything
hsb: Wšitko

# HistoryPanel.ClearHistoryMenuOptionTheLastHour
source: The Last Hour
hsb: Poslednja hodźina

# HistoryPanel.ClearHistoryMenuOptionToday
source: Today
hsb: Dźensa

# HistoryPanel.ClearHistoryMenuOptionTodayAndYesterday
source: Today and Yesterday
hsb: Dźensa a wčera

# HistoryPanel.EmptyState.Title
source: Websites you’ve visited recently will show up here.
hsb: Websydła, kotrež sće njedawno wopytał, budu so tu pokazować.

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
hsb: Waše rajtarki z druhich gratow so tu pokazuja.

# HistoryPanel.EmptySyncedTabsPanelNotSignedInState.Description
source: Sign in to view a list of tabs from your other devices.
hsb: Přizjewće so, zo byšće sej lisćinu rajtarkow ze swojich druhich gratow wobhladał.

# HistoryPanel.HistoryBackButton.Title
source: History
hsb: Historija

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently Closed
hsb: Njedawno začinjene

source: Home
hsb: Startowa wobrazowka

# HomePanel.ContextMenu.Bookmark
source: Bookmark
hsb: Jako zapołožku składować

# HomePanel.ContextMenu.DeleteFromHistory
source: Delete from History
hsb: Z historije zhašeć

# HomePanel.ContextMenu.OpenInNewPrivateTab.v101
source: Open in a Private Tab
hsb: W priwatnym rajtarku wočinić

# HomePanel.ContextMenu.OpenInNewTab
source: Open in New Tab
hsb: W nowym rajtarku wočinić

# HomePanel.ContextMenu.Remove
source: Remove
hsb: Wotstronić

# HomePanel.ContextMenu.RemoveBookmark
source: Remove Bookmark
hsb: Zapołožku wotstronić

# HomePanel.ContextMenu.Share
source: Share
hsb: Dźělić

# Hotkeys.Back.DiscoveryTitle
source: Back
hsb: Wróćo

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
hsb: Rajtark začinjeny

# Hotkeys.Find.DiscoveryTitle
source: Find
hsb: pytać

# Hotkeys.Forward.DiscoveryTitle
source: Forward
hsb: Dale

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
hsb: Nowe priwatny rajtark

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
hsb: Nowy rajtark

# Hotkeys.NormalMode.DiscoveryTitle
source: Normal Browsing Mode
hsb: Normalny přehladowanski modus

# Hotkeys.PrivateMode.DiscoveryTitle
source: Private Browsing Mode
hsb: Priwatny modus

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
hsb: Stronu znowa začitać

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
hsb: Adresowe polo wubrać

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
hsb: Přichodny rajtark pokazać

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
hsb: Předchadny rajtark pokazać

# InactiveTabs.TabTray.CloseButtonTitle
source: Close All Inactive Tabs
hsb: Wšě inaktiwne rajtarki začinić

source: Increase text size
hsb: Tekstowu wulkosć powjetšić

# Keyboard.Shortcuts.ActualSize
source: Actual Size
hsb: Woprawdźita wulkosć

# Keyboard.Shortcuts.AddBookmark
source: Add Bookmark
hsb: Zapołožku přidać

# Keyboard.Shortcuts.ClearRecentHistory
source: Clear Recent History
hsb: Aktualnu historiju wuprózdnić

# Keyboard.Shortcuts.FindAgain
source: Find Again
hsb: Dale pytać

# Keyboard.Shortcuts.RefreshWithoutCache.v108
source: Reload Ignoring Cache
hsb: Pufrowak při aktualizowanju ignorować

# Keyboard.Shortcuts.Section.Bookmark
source: Bookmarks
hsb: Zapołožki

# Keyboard.Shortcuts.Section.History
source: History
hsb: Historija

# Keyboard.Shortcuts.Section.Tools
source: Tools
hsb: Nastroje

# Keyboard.Shortcuts.Section.Window
source: Window
hsb: Wokno

# Keyboard.Shortcuts.Settings
source: Settings
hsb: Nastajenja

# Keyboard.Shortcuts.ShowBookmarks
source: Show Bookmarks
hsb: Zapołožki pokazać

# Keyboard.Shortcuts.ShowDownloads
source: Show Downloads
hsb: Sćehnjenja pokazać

# Keyboard.Shortcuts.ShowFirstTab
source: Show First Tab
hsb: Prěni rajtark pokazać

# Keyboard.Shortcuts.ShowHistory
source: Show History
hsb: Historiju pokazać

# Keyboard.Shortcuts.ShowLastTab
source: Show Last Tab
hsb: Posledni rajtark pokazać

# Keyboard.Shortcuts.ZoomIn
source: Zoom In
hsb: Powjetšić

# Keyboard.Shortcuts.ZoomOut
source: Zoom Out
hsb: Pomjeńšić

source: Last month
hsb: Zańdźeny měsac

source: Last week
hsb: Zańdźeny tydźeń

# LibraryPanel.Accessibility.Bookmarks.v106
source: Bookmarks
hsb: Zapołožki

# LibraryPanel.Accessibility.History.v106
source: History
hsb: Historija

# LibraryPanel.History.ClearGroupedTabsCancel.v100
source: Cancel
hsb: Přetorhnyć

# LibraryPanel.History.ClearGroupedTabsDelete.v100
source: Delete
hsb: Zhašeć

# LibraryPanel.History.ClearGroupedTabsTitle.v100
source: Delete all sites in %@?
hsb: Wšě sydła w %@ zhašeć?

# LibraryPanel.History.ClearHistoryMenuTitle.v100
source: Removes history (including history synced from other devices), cookies and other browsing data.
hsb: Wotstronja historiju (mjez njej historiju, kotraž je so z druhich gratow synchronizowała), placki a druhe přehladowanske daty.

# LibraryPanel.History.DeleteGroupedItem.v104
source: Delete
hsb: Zhašeć

# LibraryPanel.History.NoHistoryFound.v99
source: No history found
hsb: Žana historija namakana

# LibraryPanel.History.RecentlyClosedTabs.v99
source: Recently Closed Tabs
hsb: Tuchwilu začinjene rajtarki

# LibraryPanel.History.SearchHistoryPlaceholder.v99
source: Enter search terms
hsb: Pytanske wurazy zapodać

# LibraryPanel.History.SyncedHistory.v100
source: Synced History
hsb: Synchronizowana historija

# LibraryPanel.Section.Older
source: Older
hsb: Starše

source: Licenses
hsb: Licency

source: Light
hsb: Swětły

source: Load original page
hsb: Originalnu stronu začitać

source: Loading content…
hsb: Wobsah so začituje…

source: Log in
hsb: Přizjewić

source: Logins
hsb: Přizjewjenja

# Logins.DevicePasscodeRequired.LearnMoreButtonTitle
source: Learn More
hsb: Dalše informacije

# Logins.Onboarding.ContinueButtonTitle
source: Continue
hsb: Dale

# Logins.Onboarding.LearnMoreButtonTitle
source: Learn More
hsb: Dalše informacije

# Logins.PasscodeRequirement.Warning
source: To use the AutoFill feature for Firefox, you must have a device passcode enabled.
hsb: Zo byšće funkciju awtomatiskeho wupjelnjenja Firefox wužiwał, dyrbiće gratowy hesłowy kod zmóžnjeny być.
