Repository: mozilla-l10n/firefoxios-l10n
Catalog: co/firefox-ios.xliff
Languages: co

# CreditCard.EditCard.SaveNavBarButtonLabel.v113
source: Save
co: Arregistrà

# CreditCard.EditCard.SavedCardListTitle.v112
source: SAVED CARDS
co: CARTE ARREGISTRATE

# CreditCard.EditCard.ToggleToAllowAutofillTitle.v112
source: Save and Autofill Cards
co: Arregistrà è riempie autumaticamente e carte

# CreditCard.EditCard.ViewCreditCardTitle.v116
source: View Card
co: Affissà a carta

# Engagement.Notification.Body.v112
source: Find something nearby. Or discover something fun.
co: Truvate qualcosa in vicinanza. O scuprite qualcosa di svagativu.

# Engagement.Notification.Title.v112
source: Start your first search
co: Inizià cù a vostra prima ricerca

# Engagement.Notification.Treatment.A.Body.v114
source: Private browsing in %@ doesn’t save your info and blocks hidden trackers.
co: A navigazione privata in %@ ùn arregistreghja micca e vostre infurmazioni è blucca l’elementi di spiunagiu chì sò piattati.

# Engagement.Notification.Treatment.A.Title.v114
source: Browse without a trace
co: Navigà senza nisuna traccia

# Engagement.Notification.Treatment.B.Body.v114
source: Browse with no saved cookies or history in %@.
co: Navigate senza arregistrà nè canistrelli nè cronolugia in %@.

# Engagement.Notification.Treatment.B.Title.v114
source: Try private browsing
co: Pruvà a navigazione privata

# CreditCard.ErrorState.CardExpirationDateSublabel.v112
source: Enter a valid expiration date
co: Stampittate una data di scadenza accettevule

# CreditCard.ErrorState.CardNumberSublabel.v112
source: Enter a valid card number
co: Stampittate un numeru di carta bancaria accettevule

# CreditCard.ErrorState.NameOnCardSublabel.v112
source: Add a name
co: Aghjunghje un nome

# FirefoxSync.CreditCardsEngine.v115
source: Credit Cards
co: Carte bancarie

# FirefoxHomepage.Pocket.Footer.LearnMore.v115
source: Learn more
co: Sapene di più

# FirefoxHomepage.Pocket.Footer.Title.v116
source: Powered by %1$@. Part of the %2$@ family.
co: Funziuneghja grazia à %1$@. Parte di a famiglia %2$@.

# ContextualHints.FirefoxHomepage.JumpBackIn.PersonalizedHome
source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
co: Fate cunnuscenza cù a vostra pagina d’accolta. L’unghjette, l’indette è i risultati di riceca recente ci si trovanu.

# ContextualHints.FirefoxHomepage.JumpBackIn.SyncedTab.v106
source: Your tabs are syncing! Pick up where you left off on your other device.
co: E vostre unghjette sò sincrunizate ! Ripigliate induve vi site piantati nant’à u vostru altru apparechju.

# Notification.Fallback.Title.v113
source: %@ Tip
co: Cunsigliu di %@

# DefaultBrowserPopup.ButtonTitle.v114
source: Go to Settings
co: Andà à e preferenze

# DefaultBrowserPopup.FirstLabel.v114
source: 1. Go to *Settings*
co: 1. Andate à *Preferenze*

# DefaultBrowserPopup.SecondLabel.v114
source: 2. Tap *Default Browser App*
co: 2. Picchichjate nant’à *Appiecazione predefinita di navigazione*

# DefaultBrowserPopup.ThirdLabel.v114
source: 3. Select *%@*
co: 3. Selezziunate *%@*

# DefaultBrowserPopup.Title.v114
source: Switch Your Default Browser
co: Cambià di navigatore predefinitu

# Onboarding.IntroDescriptionPart1.v114
source: Indie. Non-profit. For good.
co: Indipendente. Senza scopu lucrativu. Per u bè cumunu.

# Onboarding.IntroDescriptionPart2.v114
source: Committed to the promise of a better Internet for everyone.
co: Impegnatu per a prumessa d’un Internet megliu per tutti.

# Onboarding.LaterAction.v115
source: Skip
co: Ignurà

# Onboarding.Notification.Continue.Action.v114
source: Continue
co: Cuntinuà

# Onboarding.Notification.Skip.Action.v115
source: Skip
co: Ignurà

# Onboarding.Notification.TurnOnNotifications.Action.v114
source: Turn On Notifications
co: Attivate e nutificazioni

# Onboarding.Sync.SignIn.Action.v114
source: Sign In
co: Cunnettesi

# Onboarding.Sync.Skip.Action.v114
source: Skip
co: Ignurà

# Onboarding.Wallpaper.Accessibility.Classic.v114
source: Classic Wallpaper
co: Sfondulu di screnu classicu

# Onboarding.Wallpaper.Accessibility.LimitedEdition.v114
source: Limited Edition Wallpaper
co: Sfondulu di screnu in edizione limitata

# Onboarding.Wallpaper.Action.v114
source: Set Wallpaper
co: Definisce un sfondulu di screnu

# Onboarding.Wallpaper.Description.v114
source: Choose a wallpaper that speaks to you.
co: Sciglite un sfondulu di screnu chì vi piace.

# Onboarding.Wallpaper.SelectorTitle.v114
source: Try a splash of color
co: Pruvate un tastu di culore

# Onboarding.Wallpaper.Title.v114
source: Choose a %@ Wallpaper
co: Sceglie un sfondulu di screnu per %@

# Onboarding.Welcome.Action.v114
source: Get Started
co: Principià

# Onboarding.Welcome.ActionTreatementA.v114
source: Set as Default Browser
co: Sceglie cum’è navigatore predefinitu

# Onboarding.Welcome.Link.Action.v114
source: Learn more in our privacy notice
co: Sapene di più in a nostra dichjarazione di cunfidenzialità

# Onboarding.Welcome.Skip.v114
source: Skip
co: Ignurà

# Onboarding.Welcome.Title.v114
source: Welcome to an independent internet
co: Benvenuta in un Internet indipendente

# CreditCard.RememberCard.Header.v115
source: Save your card information securely with %@ to check out faster next time.
co: Arregistrate l’infurmazione di a vostra carta di manera assicurata cù %@ per pagà più prestu a prossima volta.

# CreditCard.RememberCard.MainButtonTitle.v115
source: Yes
co: Sì

# CreditCard.RememberCard.MainTitle.v115
source: Remember this card?
co: Arricurdassi di sta carta ?

# CreditCard.RememberCard.SecondaryButtonTitle.v115
source: Not Now
co: Micca subitu

# CreditCard.RememberCard.SecondaryButtonTitle.v116
source: New Card Saved
co: Nova carta arregistrata

# Body.Text.v112
source: Please help make %@ better by taking a short survey.
co: Pè piacè aiutateci à rende %@ megliu facendu una corta inchiesta.

# PrimaryButton.Label.v112
source: Take Survey
co: Risponde à l’inchiesta

# SecondaryButton.Label.v112
source: No Thanks
co: Innò, vi ringraziu

# Search.EngineSection.Title.v108
source: %@ search
co: Ricerche %@

# Search.Google.Title.v108
source: Google Search
co: Ricerche Google

# CreditCard.SelectCreditCard.MainTitle.v116
source: Use a saved card?
co: Impiegà una carta arregistrata ?

# CreditCard.Settings.EmptyListDescription.v112
source: Save your card information securely to check out faster next time.
co: Arregistrate l’infurmazione di a vostra carta di manera assicurata per pagà più prestu a prossima volta.

# CreditCard.Settings.EmptyListTitle.v112
source: Save Credit Cards to %@
co: Arregistrà e carte bancarie in %@

# CreditCard.Settings.ListItemA11y.v118
source: %1$@, issued to %2$@, ending in %3$@, expires %4$@
co: Carta %1$@ per %2$@, cumpiendusi da %3$@, scade u %4$@

# CreditCard.Settings.NotNow.v112
source: Not now
co: Micca subitu

# CreditCard.Settings.RememberThisCard.v112
source: Remember this card?
co: Arricurdassi di sta carta ?

# CreditCard.Settings.UpdateThisCard.v112
source: Update this card?
co: Mudificà sta carta ?

# CreditCard.Settings.Yes.v112
source: Yes
co: Sì

# CreditCards.Settings.Done.v114
source: Done
co: Compiu

# CreditCards.Settings.ManageCards.v112
source: Manage cards
co: Amministrà e carte

# CreditCards.Settings.UseASavedCard.v112
source: Use a saved card?
co: Impiegà una carta arregistrata ?

# CreditCards.Settings.UseSavedCardFromKeyboard.v112
source: Use saved card
co: Impiegà una carta arregistrata

# FxA.FirefoxAccount.v119
source: Account
co: Contu

# Settings.FxA.Title.v119
source: Account
co: Contu

# Settings.Notifications.SyncNotificationsStatus.v112
source: This must be turned on to receive tabs and get notified when you sign in on another device.
co: St’ozzione deve esse attivata per riceve l’unghjette è esse nutificatu quandu vo site cunnessu nant’à un altru apparechju.

# Settings.Notifications.SyncNotificationsTitle.v112
source: Sync
co: Sincrunizazione

# Settings.Notifications.SystemNotificationsDisabledMessage.v112
source: You turned off all %1$@ notifications. Turn them on by going to device Settings > Notifications > %2$@
co: Avete disattivatu tutte e nutificazioni di %1$@. Attivatele via Preferenze > Nutificazioni > %2$@

# Settings.Notifications.TipsAndFeaturesNotificationsStatus.v112
source: Learn about useful features and how to get the most out of %@.
co: Sapene di più nant’à funzioni ghjuvevule è cumu ottene u più bonu di %@.

# Settings.Notifications.TipsAndFeaturesNotificationsTitle.v112
source: Tips and Features
co: Cunsiglii è funzioni

# Settings.Notifications.Title.v112
source: Notifications
co: Nutificazioni

# Settings.Notifications.TurnOnNotificationsMessage.v112
source: Go to your device Settings to turn on notifications in %@
co: Andate in e preferenze di u vostru apparechju per attivà e nutificazioni in %@

# Settings.Notifications.TurnOnNotificationsTitle.v112
source: Turn on Notifications
co: Attivate e nutificazioni

# SendTo.NoDevicesFound.Message.v119
source: You don’t have any other devices connected to this account available to sync.
co: Ùn avete alcunu altru apparechju cunnessu à stu contu è prontu à esse sincrunizatu.

# SendTo.NotSignedIn.Title.v119
source: You are not signed in to your account.
co: Ùn site micca cunnessu à u vostru contu.

# CreditCard.SnackBar.RemovedCardLabel.v112
source: Card Removed
co: Carta cacciata

# CreditCard.SnackBar.SavedCardLabel.v112
source: New Card Saved
co: Nova carta arregistrata

# CreditCard.SnackBar.UpdatedCardLabel.v112
source: Card Information updated
co: Infurmazioni di a carta messe à livellu

# TabLocation.ETP.Off.NotSecure.A11y.Label.v119
source: Connection not secure. Enhanced Tracking Protection is off.
co: Cunnessione micca assicurata. A prutezzione rinfurzata contr’à u spiunagiu hè disattivata.

# TabLocation.ETP.Off.Secure.A11y.Label.v119
source: Secure connection. Enhanced Tracking Protection is off.
co: Cunnessione assicurizata. A prutezzione rinfurzata contr’à u spiunagiu hè disattivata.

# TabLocation.ETP.On.NotSecure.A11y.Label.v119
source: Connection not secure
co: Cunnessione micca assicurata

# TabLocation.ETP.On.Secure.A11y.Label.v119
source: Secure connection
co: Cunnessione assicurizata

# TabLocation.Share.A11y.Label.v119
source: Share this page
co: Sparte sta pagina

# TabLocation.Shopping.A11y.Label.v120
source: Review Checker
co: Verificadore d’avisu

# CloseTabsToast.Button.v113
source: Undo
co: Abbandunà

# CloseTabsToast.SingleTabTitle.v113
source: Tab Closed
co: Unghjetta chjosa

# CloseTabsToast.Title.v113
source: Tabs Closed: %d
co: Unghjette chjose : %d

# InactiveTabs.TabTray.CloseSwipeActionTitle.v115
source: Close
co: Chjode

# TabsTray.Sync.SyncTabsDisabled.v116
source: Turn on tab syncing to view a list of tabs from your other devices.
co: Attivate a sincrunizazione di l’unghjette per affissà a lista di l’unghjette di i vostri altri apparechji.

# TabsTray.SyncTabs.SyncTabsButton.Title.v109
source: Sync Tabs
co: Sincrunizà l’unghjette

# TabsTray.SyncTabs.SyncTabsButton.Title.v119
source: Sync Tabs
co: Sincrunizà l’unghjette

# ContextualHints.Toolbar.Bottom.Description.v107
source: Move the toolbar to the top if that’s more your style.
co: S’è vo preferite, pudete dispiazzà a barra d’attrezzi insù.

# ContextualHints.Toolbar.Top.Description.v107
source: Move the toolbar to the bottom if that’s more your style.
co: S’è vo preferite, pudete dispiazzà a barra d’attrezzi inghjò.

# CreditCard.RememberCard.SecondaryButtonTitle.v116
source: Card Information Updated
co: Infurmazioni di a carta messe à livellu

# CreditCard.UpdateCard.MainTitle.v115
source: Update this card?
co: Mudificà sta carta ?

# CreditCard.UpdateCard.ManageCardsButtonTitle.v115
source: Manage cards
co: Amministrà e carte

# CreditCard.UpdateCard.NotNowButtonTitle.v115
source: Not Now
co: Micca subitu

# CreditCard.UpdateCard.YesButtonTitle.v115
source: Yes
co: Sì

# Upgrade.SyncSign.Action.v114
source: Sign In
co: Cunnettesi

# Upgrade.SyncSign.Description.v114
source: Pick up where you left off with tabs from other devices now on your homepage.
co: Ripigliate induve vi site piantati cù l’unghjette d’altri apparechji chì si trovanu avà nant’à a vostra pagina d’accolta.

# Upgrade.SyncSign.Title.v114
source: Switching screens is easier than ever
co: Passà d’un screnu à l’altru hè più faciule chè mai

# Upgrade.Welcome.Action.v114
source: Set as Default Browser
co: Sceglie cum’è navigatore predefinitu

# Upgrade.Welcome.Description.v114
source: New colors. New convenience. Same commitment to people over profits.
co: Novi culori. Novu cunfortu. Ma u stessu impegnu pè a ghjente piuttostu chè pè i soldi.

# Upgrade.Welcome.Title.v114
source: Welcome to a more personal internet
co: Benvenuta in un Internet più persunale

# Menu.ZoomPage.Close.AccessibilityLabel.v113
source: Close Zoom Panel
co: Chjode u pannellu d’ingrandamentu

# Menu.ZoomPage.CurrentZoomLevel.AccessibilityLabel.v113
source: Current Zoom Level: %@
co: Livellu attuale d’ingrandamentu : %@

# Menu.ZoomPage.DecreaseZoom.AccessibilityLabel.v113
source: Decrease Zoom Level
co: Diminuisce u livellu d’ingrandamentu

# Menu.ZoomPage.IncreaseZoom.AccessibilityLabel.v113
source: Increase Zoom Level
co: Aumentà u livellu d’ingrandamentu

# 2GqvPe
source: Go to Copied Link
co: Apre u liame cupiatu

# PzSrmZ-2GqvPe
source: Just to confirm, you wanted ‘Go to Copied Link’?
co: Cunfirmate chì vò vulete « Apre u liame cupiatu » ?

# PzSrmZ-eHmH1H
source: Just to confirm, you wanted ‘Clear Private Tabs’?
co: Cunfirmate chì vò vulete « Squassà l’unghjette private » ?

# PzSrmZ-scEmjs
source: Just to confirm, you wanted ‘New Private Search’?
co: Cunfirmate chì vò vulete fà una « Nova ricerca privata » ?

# PzSrmZ-xRJbBP
source: Just to confirm, you wanted ‘New Search’?
co: Cunfirmate chì vò vulete fà una « Nova ricerca » ?

# ctDNmu
source: Quick access to various Firefox actions
co: Accessu rapidu à parechje azzioni Firefox

# eHmH1H
source: Clear Private Tabs
co: Squassà l’unghjette private

# eV8mOT
source: Quick Action Type
co: Tipu d’azzione rapida

# eqyNJg
source: Quick Action
co: Azzione rapida

# fi3W24-2GqvPe
source: There are ${count} options matching ‘Go to Copied Link’.
co: Ci hè ${count} ozzioni chì currispondenu à « Apre u liame cupiatu ».

# fi3W24-eHmH1H
source: There are ${count} options matching ‘Clear Private Tabs’.
co: Ci hè ${count} ozzioni chì currispondenu à « Squassà l’unghjette private ».

# fi3W24-scEmjs
source: There are ${count} options matching ‘New Private Search’.
co: Ci hè ${count} ozzioni chì currispondenu à « Nova ricerca privata ».

# fi3W24-xRJbBP
source: There are ${count} options matching ‘New Search’.
co: Ci hè ${count} ozzioni chì currispondenu à « Nova ricerca ».

# scEmjs
source: New Private Search
co: Nova ricerca privata

# w9jdPK
source: Quick Action
co: Azzione rapida

# xRJbBP
source: New Search
co: Nova ricerca

source: Open Firefox
co: Apre Firefox
