Repository: mozilla-l10n/firefoxios-l10n
Catalog: co/firefox-ios.xliff
Languages: co

# LoginsHelper.DontSave.Button
source: Don’t Save
co: Ùn arregistrà micca

# LoginsHelper.DontUpdate.Button
source: Don’t Update
co: Ùn mudificà micca

# LoginsHelper.PromptSaveLogin.Title
source: Save login %1$@ for %2$@?
co: Arregistrà l’identificazione di cunnessione %1$@ per %2$@ ?

# LoginsHelper.PromptSavePassword.Title
source: Save password for %@?
co: Arregistrà a parolla d’intesa per %@ ?

# LoginsHelper.PromptUpdateLogin.Title.OneArg
source: Update login for %@?
co: Mudificà l’identificazione di cunnessione per %@ ?

# LoginsHelper.PromptUpdateLogin.Title.TwoArg
source: Update login %1$@ for %2$@?
co: Mudificà l’identificazione di cunnessione %1$@ per %2$@ ?

# LoginsHelper.SaveLogin.Button
source: Save Login
co: Arregistrà l’identificazione di cunnessione

# LoginsHelper.Update.Button
source: Update
co: Mudificà

# LoginsList.LoginsListSearchPlaceholder
source: Filter
co: Filtrà

# LoginsList.NoLoginsFound.Description
source: Saved logins will show up here. If you saved your logins to Firefox on a different device, sign in to your Firefox Account.
co: L’identificazioni di cunnessione arregistrate seranu affissate quì. S’è vo avete arregistratu e vostre identificazioni di cunnessione Firefox nant’à un altru apparechju, cunnittitevi à u vostru contu Firefox.

# LoginsList.NoLoginsFound.Description.v119
source: Saved logins will show up here. If you saved your logins to %@ on a different device, sign in to your account.
co: L’identificazioni di cunnessione arregistrate seranu affissate quì. S’è vo avete arregistratu e vostre identificazioni di cunnessione in %@ nant’à un altru apparechju, cunnittitevi à u vostru contu.

# LoginsList.NoLoginsFound.Title
source: No logins found
co: Alcuna identificazione di cunnessione trova

# LoginsList.NoMatchingResult.Subtitle
source: There are no results matching your search.
co: Nisunu risultatu currisponde à a vostra ricerca.

# LoginsList.NoMatchingResult.Title
source: No matching logins
co: Nisuna identificazione di cunnessione currispondente

# LoginsList.Search.Cancel
source: Cancel
co: Abbandunà

# LoginsList.Search.Placeholder
source: Search logins
co: Ricercà identificazioni di cunnessione

# LoginsList.SelectPassword.Title
source: Select a password to fill
co: Selezziunate una parolla d’intesa à riempie

# LoginsList.Title
source: SAVED LOGINS
co: IDENTIFICAZIONI DI CUNNESSIONE ARREGISTRATE

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
co: Pare chì Firefox s’hè lampatu. Vulete risturà e vostre unghjette ?

source: Mark as Read
co: Marcà cum’è lettu

source: Mark as Unread
co: Marcà cum’è micca lettu

# Menu.AddBookmark.Confirm
source: Bookmark Added
co: Indetta aghjunta

# Menu.AddBookmark.Label.v99
source: Add
co: Aghjunghje

# Menu.AddPin.Confirm2
source: Added to Shortcuts
co: Aghjuntu à l’accurtatoghji

# Menu.AddReadingList.Label.v99
source: Add
co: Aghjunghje

# Menu.AddToReadingList.Confirm
source: Added To Reading List
co: Aghjuntu à a lista di lettura

# Menu.AddToShortcuts.v99
source: Add to Shortcuts
co: Aghjunghje à l’accurtatoghji

# Menu.Bookmarks.Label
source: Bookmarks
co: Indette

# Menu.Copy.Title
source: Copy Address
co: Cupià l’indirizzu

# Menu.CopyURL.Confirm
source: URL Copied To Clipboard
co: Indirizzu cupiatu in u preme’papei

# Menu.CustomizeHomePage.v99
source: Customize Homepage
co: Persunalizà a pagina d’accolta

# Menu.Downloads.Label
source: Downloads
co: Scaricamenti

# Menu.EnhancedTrackingProtectionOff.Title
source: Protections are OFF for this site
co: E prutezzioni sò DISATTIVATE per stu situ

# Menu.EnhancedTrackingProtectionOn.Title
source: Protections are ON for this site
co: E prutezzioni sò ATTIVATE per stu situ

# Menu.Help.v99
source: Help
co: Aiutu

# Menu.History.Label
source: History
co: Cronolugia

# Menu.NewTab.v99
source: New Tab
co: Nova unghjetta

# Menu.NightModeTurnOff.Label2
source: Turn off Night Mode
co: Disattivà u modu nutturnu

# Menu.NightModeTurnOn.Label2
source: Turn on Night Mode
co: Attivà u modu nutturnu

# Menu.Passwords.Label
source: Passwords
co: Parolle d’intesa

# Menu.Paste.Title
source: Paste
co: Incullà

# Menu.PasteAndGo.Title
source: Paste & Go
co: Incullà è apre

# Menu.ReadingList.Label
source: Reading List
co: Lista di lettura

# Menu.ReloadWithTrackingProtection.Title
source: Reload With Tracking Protection
co: Attualizà cù a prutezzione contr’à u spiunagiu

# Menu.ReloadWithoutTrackingProtection.Title
source: Reload Without Tracking Protection
co: Attualizà senza prutezzione contr’à u spiunagiu

# Menu.RemoveBookmark.Confirm
source: Bookmark Removed
co: Indetta cacciata

# Menu.RemoveBookmark.Label.v99
source: Remove
co: Caccià

# Menu.RemovePin.Confirm2.v99
source: Removed from Shortcuts
co: Cacciatu da l’accurtatoghji

# Menu.RemoveReadingList.Confirm.v99
source: Removed from Reading List
co: Cacciatu da a lista di lettura

# Menu.RemoveReadingList.Label.v99
source: Remove
co: Caccià

# Menu.RemovedFromShortcuts.v99
source: Remove from Shortcuts
co: Caccià da l’accurtatoghji

# Menu.Share.v99
source: Share
co: Sparte

# Menu.SyncAndSaveData.v103
source: Sync and Save Data
co: Sincrunizà è arregistrà i dati

# Menu.TabSent.Confirm
source: Tab Sent
co: Unghjetta mandata

# Menu.Toolbar.Bookmarks.AccessibilityLabel.v99
source: Bookmarks
co: Indette

# Menu.Toolbar.Home.AccessibilityLabel.v99
source: Home
co: Accolta

# Menu.TrackingProtection.Details.Verifier
source: Verified by %@
co: Verificatu da %@

# Menu.TrackingProtection.ProtectionSettings.Title
source: Protection Settings
co: Preferenze di prutezzione

# Menu.TrackingProtectionBlockedContent.Title
source: Tracking content
co: Cuntenutu impiegatu per u spiunagiu

# Menu.TrackingProtectionBlockedSocial.Title
source: Social Trackers
co: Perseguitatori di rete suciale

# Menu.TrackingProtectionCrossSiteTrackers.Title
source: Cross-Site Trackers
co: Perseguitatori intersiti

# Menu.TrackingProtectionCryptominersBlocked.Title
source: Cryptominers
co: Minatori di crittomuneta

# Menu.TrackingProtectionDescription.ContentTrackers
source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
co: I siti web ponu caricà publicità, video, è altri cuntenuti esterni chì cuntenenu elementi di spiunagiu. U blucchime di u cuntenutu impiegatu per u spiunagiu pò accelerà u caricamentu di i siti, ma certi buttoni, furmularii o campi di cunnessione puderianu ùn micca funziunà.

# Menu.TrackingProtectionDescription.CrossSiteNew
source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
co: Quelli canistrelli vi seguitanu da un situ à l’altru per coglie dati nant’à ciò chì vo fate in linea. Sò definiti da terze parti cum’è sucietà di publicità è d’analisa di dati.

# Menu.TrackingProtectionDescription.CryptominersNew
source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
co: I minatori di crittomuneta impieganu à l’appiattu a putenza di calculu di u vostru urdinatore per minà muneta virtuale. I so scenarii viotanu a vostra batteria, freneghjanu u vostru urdinatore, è ponu aummantà a vostra fattura d’eletricità.

# Menu.TrackingProtectionDescription.Fingerprinters
source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
co: I parametri di u vostru navigatore et di u vostru apparechju sò unichi. I detettori d’impronta numerica culletteghjanu una mansa di sti parametri unichi per creà un prufilu persunalizatu chì pò dopu esse impiegatu per spiunavvi durante a vostra navigazione.

# Menu.TrackingProtectionDescription.SocialNetworksNew
source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
co: E rete suciale piazzanu perseguitatori nant’à d’altri siti web per custruisce un prufilu di voi più cumpletu è più persunalizatu. U blucchime di sti perseguitatori pò diminuisce a quantità d’infurmazione cunnisciuta da e sucietà di rete suciale nant’à ciò chì vo fate in linea.

# Menu.TrackingProtectionFingerprintersBlocked.Title
source: Fingerprinters
co: Detettori d’impronta numerica

# Menu.WhatsNew.Title
source: What’s New
co: Ciò chì hè novu

# Menu.ZoomPage.Title.v113
source: Zoom (%@)
co: Ingrandamentu (%@)

source: Navigation Toolbar
co: Barra di navigazione

source: No
co: Innò

source: No tabs
co: Alcuna unghjetta

source: Okay
co: Vai

# Onboarding.WhatsNew.Button.Title
source: Start Browsing
co: Principià a navigazione

source: Oops! Firefox crashed
co: Umbè ! Firefox s’hè lampatu

source: Open Settings
co: Apre e preferenze

source: Open Tabs
co: Unghjette aperte

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
co: Aprite l’articuli in modu di lettura picchichjendu l’icona di libru quand’ella s’affacca in a barra di titulu.

# OpenURL.Error.Message
source: Firefox cannot open the page because it has an invalid address.
co: Firefox ùn pò micca apre a pagina perchè hà un indirizzu inaccettevule.

# OpenURL.Error.Title
source: Cannot Open Page
co: Impussibule d’apre a pagina

source: Password
co: Parolla d’intesa

# PhotoLibrary.FirefoxWouldLikeAccessMessage
source: This allows you to save the image to your Camera Roll.
co: Quessu vi permette d’arregistrà a fiura in u vostru Rotulu di filmu.

# PhotoLibrary.FirefoxWouldLikeAccessTitle
source: Firefox would like to access your Photos
co: Firefox vole accede à e vostre fotò

# PhotonMenu.close
source: Close
co: Chjode

source: Privacy
co: Vita privata

source: Privacy Policy
co: Pulitica di cunfidenzialità

# ProtectionStatus.NotSecure
source: Connection is not secure
co: A cunnessione ùn hè micca assicurata

# ProtectionStatus.Secure
source: Connection is secure
co: A cunnessione hè assicurata

source: Quick-Search Engines
co: Mutori di ricerca rapidi

# Ratings.Settings.RateOnAppStore
source: Rate on App Store
co: Apprezzià nant’à l’App Store

source: Reader View
co: Modu di lettura

# ReaderMode.Available.VoiceOverAnnouncement
source: Reader Mode available
co: Modu di lettura dispunibule

# ReaderModeBar.MarkAsRead.v106
source: Mark as Read
co: Marcà cum’è lettu

# ReaderModeBar.MarkAsUnread.v106
source: Mark as Unread
co: Marcà cum’è micca lettu

source: Reading list
co: Lista di lettura

# RecentlyClosedTabsPanel.Title
source: Recently Closed
co: Chjose pocu fà

# RecentlySaved.Actions.More
source: Show All
co: Tuttu affissà

source: Reload
co: Attualizà

source: Reload page
co: Attualizà a pagina

source: Remove
co: Caccià

source: Remove from Reading List
co: Caccià da a lista di lettura

# ReopenAlert.Actions.Cancel
source: Cancel
co: Abbandunà

# ReopenAlert.Actions.Reopen
source: Reopen
co: Torna à apre

# ReopenAlert.Title
source: Reopen Last Closed Tab
co: Torna à apre l’ultima unghjetta chjosa

source: Reset text size
co: Reinizià a dimensione di u testu

source: Sans-serif
co: Senza patta

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
co: Arregistrate pagine in a vostra lista di lettura picchichjendu nant’à l’icona di libru cù un segnu « + » chì si trova tramezu i cuntrolli di u modu di lettura.

# ScanQRCode.Error.OK.Button
source: OK
co: Vai

# ScanQRCode.Instructions.Label
source: Align QR code within frame to scan
co: Piazzate u codice QR in u quadru per ch’ellu sia analizatu

# ScanQRCode.InvalidDataError.Message
source: The data is invalid
co: I dati sò inaccetevule

# ScanQRCode.PermissionError.Message.v100
source: Go to device ‘Settings’ > ‘Firefox’. Allow Firefox to access camera.
co: Andà à « Preferenze » > « Firefox » di l’apparechju. Permette à Firefox d’accede à l’apparechju-fotò.

# ScanQRCode.View.Title
source: Scan QR Code
co: Analizà un codice QR

source: Search
co: Ricercà

source: Search or enter address
co: Ricerca o indirizzu

# Search.Awesomebar.SwitchToTab
source: Switch to tab
co: Passà à l’unghjetta

# Search.SuggestSectionTitle.v102
source: Firefox Suggest
co: Firefox suggerisce

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
co: U novu mutore di ricerca serà messu in a barra di ricerca rapida.

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
co: U mutore di ricerca hè statu aghjuntu.

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
co: Aghjunghje u mutore di ricerca ?

# Search.ThirdPartyEngines.Cancel
source: Cancel
co: Abbandunà

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: A search engine with this title or URL has already been added.
co: Un mutore di ricerca di u listessu nome o indirizzu hè statu aghjuntu dighjà.

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Failed
co: Fiascu

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
co: U mutore di ricerca ùn pò micca esse aghjuntu.

# Search.ThirdPartyEngines.FailedTitle
source: Failed
co: Fiascu

# Search.ThirdPartyEngines.FormErrorMessage
source: Please fill all fields correctly.
co: Ci vole à riempie tutti i campi da una manera curretta.

# Search.ThirdPartyEngines.FormErrorTitle
source: Failed
co: Fiascu

# Search.ThirdPartyEngines.OK
source: OK
co: Vai

# SearchSettings.Accessibility.DefaultSearchEngine.v106
source: Default Search Engine
co: Mutore di ricerca predefinitu

# SearchSettings.Title.DefaultSearchEngine.v106
source: Default Search Engine
co: Mutore di ricerca predefinitu

# SearchSettings.Title.Search.v106
source: Search
co: Ricercà

source: Send Feedback
co: Dà u mo avisu

source: Send Report
co: Mandà u raportu

source: Send a crash report so Mozilla can fix the problem?
co: Mandà un raportu d’accidente per chì Mozilla possa currege u penseru ?

# SendTo.Cancel.Button
source: Cancel
co: Abbandunà

# SendTo.Close.Button
source: Close
co: Chjode

# SendTo.DeviceList.Text
source: Available devices:
co: Apparechji dispunibule :

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
co: Solu i liami HTTP è HTTPS ponu esse sparti.

# SendTo.Error.OK.Button
source: OK
co: Vai

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
co: Stu liame ùn pò micca esse spartutu.

# SendTo.NavBar.Title
source: Send Tab
co: Mandà l’unghjetta

# SendTo.NoDevicesFound.Message
source: You don’t have any other devices connected to this Firefox Account available to sync.
co: Ùn avete alcunu altru apparechju prontu à esse sincrunizatu è cunnessu à stu contu Firefox.

# SendTo.NotSignedIn.Message
source: Please open Firefox, go to Settings and sign in to continue.
co: Ci vole à apre Firefox, andà in Preferenze è identificassi per cuntinuà.

# SendTo.NotSignedIn.Title
source: You are not signed in to your Firefox Account.
co: Ùn site micca cunnessu à u vostru contu Firefox.

# SendTo.SendAction.Text
source: Send
co: Mandà

# SentTab.NoTabArrivingNotification.body
source: Tap to begin
co: Picchichjà per principià

# SentTab.ViewAction.title
source: View
co: Affissà

# SentTab_TabArrivingNotification_NoDevice_body
source: New tab arrived from another device.
co: Nova unghjetta ricevuta da un’altru apparechju.

# SentTab_TabArrivingNotification_NoDevice_title
source: Tab received
co: Unghjetta ricevuta

# SentTab_TabArrivingNotification_WithDevice_body
source: New tab arrived in %@
co: Nova unghjetta ricevuta in %@

# SentTab_TabArrivingNotification_WithDevice_title
source: Tab received from %@
co: Unghjetta ricevuta da %@

source: Serif
co: Patta (Serif)

source: Settings
co: Preferenze

# Settings.AddCustomEngine
source: Add Search Engine
co: Aghjunghje un mutore di ricerca

# Settings.AddCustomEngine.SaveButtonText
source: Save
co: Arregistrà

# Settings.AddCustomEngine.Title
source: Add Search Engine
co: Aghjuntu di mutore di ricerca

# Settings.AddCustomEngine.TitleLabel
source: Title
co: Nome

# Settings.AddCustomEngine.TitlePlaceholder
source: Search Engine
co: Mutore di ricerca

# Settings.AddCustomEngine.URLLabel
source: URL
co: Indirizzu web

# Settings.AddCustomEngine.URLPlaceholder
source: URL (Replace Query with %s)
co: Indirizzu web (Rimpiazzà a ricerca da %s)

# Settings.AutofillCreditCard.Title.v112
source: Autofill Credit Cards
co: Riempie autumaticamente u campu di e carte bancarie

# Settings.ClearAllWebsiteData.Clear.Button
source: Clear All Website Data
co: Squassà tutti dati di siti

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
co: Squassà e mo traccie

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
co: Squassà e mo traccie

# Settings.ClearSelectedWebsiteData.ClearSelected.Button
source: Clear Items: %1$@
co: Squassà l’elementi : %1$@

# Settings.CopyAppVersion.Title
source: Copied to clipboard
co: Cupiata in u preme’papei

# Settings.DataManagement.SearchLabel
source: Filter Sites
co: Filtrà i siti

# Settings.DataManagement.SectionName
source: Data Management
co: Ghjestione di i dati

# Settings.DataManagement.Title
source: Data Management
co: Ghjestione di i dati

# Settings.Disconnect.Body
source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
co: Firefox ùn si sincruniserà più cù u vostru contu, ma ùn squasserà alcunu datu di navigazione nant’à st’apparechju.

# Settings.Disconnect.Button
source: Disconnect Sync
co: Disghjunghje Sync

# Settings.Disconnect.CancelButton
source: Cancel
co: Abbandunà

# Settings.Disconnect.DestructiveButton
source: Disconnect
co: Disghjunghje

# Settings.Disconnect.Title
source: Disconnect Sync?
co: Disghjunghjessi di Sync ?

# Settings.DisplayTheme.BrightnessThreshold.SectionHeader
source: Threshold
co: Sogliu

# Settings.DisplayTheme.Manual.StatusLabel
source: Manual
co: Manuale

# Settings.DisplayTheme.Manual.SwitchSubtitle
source: Pick which theme you want
co: Sceglie u tema chì vi piace

# Settings.DisplayTheme.Manual.SwitchTitle
source: Manually
co: Manualmente

# Settings.DisplayTheme.OptionDark
source: Dark
co: Scuru

# Settings.DisplayTheme.OptionLight
source: Light
co: Chjaru

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display’s current brightness.
co: U tema cambierà autumaticamente secondu a lucidezza di u vostru screnu. Pudete definisce u sogliu quandu u tema deve cambià. U chjerchju indicheghja a lucidezza attuale.

# Settings.DisplayTheme.StatusTitle
source: Automatic
co: Autumaticu

# Settings.DisplayTheme.SwitchMode.SectionHeader
source: Switch Mode
co: Cambià di modu

# Settings.DisplayTheme.SwitchSubtitle
source: Switch automatically based on screen brightness
co: Cambià autumaticamente secondu a lucidezza di u screnu

# Settings.DisplayTheme.SwitchTitle
source: Automatically
co: Autumaticu

# Settings.DisplayTheme.SystemTheme.SectionHeader
source: System Theme
co: Tema di u sistema

# Settings.DisplayTheme.SystemTheme.SwitchTitle
source: Use System Light/Dark Mode
co: Impiegà u modu chjaru o scuru di u sistema

# Settings.DisplayTheme.ThemePicker.SectionHeader
source: Theme Picker
co: Selettore di tema

# Settings.DisplayTheme.Title.v2
source: Theme
co: Tema

# Settings.FxA.DeviceName
source: Device Name
co: Nome di l’apparechju

# Settings.FxA.Sync.SectionName
source: Sync Settings
co: Preferenze di sincrunizazione

# Settings.FxA.Title
source: Firefox Account
co: Contu Firefox

# Settings.General.SectionName
source: General
co: Generale

# Settings.Home.Current.Description.v101
source: Choose what displays as the homepage.
co: Sciglite ciò chì s’affissa cum’è pagina d’accolta.

# Settings.Home.Option.Description.v101
source: Choose what’s included on the Firefox homepage.
co: Sciglite u cuntenutu di a pagina d’accolta di Firefox.

# Settings.Home.Option.JumpBackIn
source: Jump Back In
co: Rivene à st’unghjetta

# Settings.Home.Option.Pocket
source: Recommended by Pocket
co: Ricumandatu da Pocket

# Settings.Home.Option.RecentlySaved
source: Recently Saved
co: Arregistrati pocu fà

# Settings.Home.Option.RecentlyVisited
source: Recently Visited
co: Visitati pocu fà

# Settings.Home.Option.Shortcuts
source: Shortcuts
co: Accurtatoghji

# Settings.Home.Option.StartAtHome.AfterFourHours
source: Homepage after four hours of inactivity
co: Pagina d’accolta dopu quattru ore d’inattività

# Settings.Home.Option.StartAtHome.Always
source: Homepage
co: Pagina d’accolta

# Settings.Home.Option.StartAtHome.Description
source: Choose what you see when you return to Firefox.
co: Sciglite ciò chì si vede quandu vi rivinite à Firefox.

# Settings.Home.Option.StartAtHome.Never
source: Last tab
co: Ultima unghjetta

# Settings.Home.Option.StartAtHome.Title
source: Opening screen
co: Screnu d’apertura

# Settings.Home.Option.Title.v101
source: Include on Homepage
co: Include nant’à a pagina d’accolta

# Settings.Home.Option.Wallpaper
source: Wallpaper
co: Sfondulu di screnu

# Settings.Home.Option.Wallpaper.Accessibility.AmethystWallpaper.v99
source: Firefox wallpaper, amethyst pattern.
co: Sfondulu di screnu Firefox, mudellu amatista.

# Settings.Home.Option.Wallpaper.Accessibility.BeachHillsWallpaper.v100
source: Firefox wallpaper, beach hills pattern.
co: Sfondulu di screnu di Firefox, mudellu d’un tombulu di rena.

# Settings.Home.Option.Wallpaper.Accessibility.CeruleanWallpaper.v99
source: Firefox wallpaper, cerulean pattern.
co: Sfondulu di screnu Firefox, mudellu turchinu azuratu.

# Settings.Home.Option.Wallpaper.Accessibility.DefaultWallpaper.v99
source: Default clear wallpaper.
co: Sfondulu chjaru predefinitu.

# Settings.Home.Option.Wallpaper.Accessibility.SunriseWallpaper.v99
source: Firefox wallpaper, sunrise pattern.
co: Sfondulu di screnu Firefox, mudellu assulanatu.

# Settings.Home.Option.Wallpaper.Accessibility.ToggleButton
source: Homepage wallpaper cycle toggle
co: Cummutatore di u ciclu di sfondulu di screnu di a pagina d’accolta

# Settings.Home.Option.Wallpaper.Accessibility.TwilightHillsWallpaper.v100
source: Firefox wallpaper, twilight hills pattern.
co: Sfondulu di screnu di Firefox, mudellu d’un’attrachju marina.

# Settings.Home.Option.Wallpaper.Classic.Title.v106
source: Classic %@
co: %@ classicu

# Settings.Home.Option.Wallpaper.CollectionTitle
source: OPENING SCREEN
co: SCRENU À L’APERTURA

# Settings.Home.Option.Wallpaper.LearnMore.v106
source: Learn more
co: Sapene di più

# Settings.Home.Option.Wallpaper.LimitedEdition.Default.Description.v106
source: Try the new collection.
co: Pruvate a nova cullezzione.

# Settings.Home.Option.Wallpaper.LimitedEdition.IndependentVoices.Description.v106
source: The new Independent Voices collection.
co: A nova cullezzione di Voci indipendente.

# Settings.Home.Option.Wallpaper.LimitedEdition.Title.v106
source: Limited Edition
co: Edizione limitata

# Settings.Home.Option.Wallpaper.SwitchTitle.v99
source: Change wallpaper by tapping Firefox homepage logo
co: Cambià u sfondulu di screnu picchichjendu u logo di a pagina d’accolta

# Settings.Home.Option.Wallpaper.Title
source: Wallpaper
co: Sfondulu di screnu

# Settings.Home.Option.Wallpaper.UpdatedToast
source: Wallpaper Updated!
co: Sfondulu di screnu mudificatu !

# Settings.Home.Option.Wallpaper.UpdatedToastButton
source: View
co: Affissà

# Settings.HomePage.SectionName
source: Homepage
co: Pagina d’accolta

# Settings.HomePage.URL.Title
source: Current Homepage
co: Pagina d’accolta attuale
