Repository: mozilla-l10n/firefoxios-l10n
Catalog: co/firefox-ios.xliff
Languages: co

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
co: Impiegà a pagina attuale

# Settings.Homepage.Shortcuts.Rows.v100
source: Rows
co: Linee

# Settings.Homepage.Shortcuts.RowsPageTitle.v100
source: Rows
co: Linee

# Settings.Homepage.Shortcuts.ShortcutsPageTitle.v100
source: Shortcuts
co: Accurtatoghji

# Settings.Homepage.Shortcuts.ShortcutsToggle.v100
source: Shortcuts
co: Accurtatoghji

# Settings.Homepage.Shortcuts.SponsoredShortcutsToggle.v100
source: Sponsored Shortcuts
co: Accurtatoghji finanziati

# Settings.Homepage.Shortcuts.ToggleOff.v100
source: Off
co: Disattivatu

# Settings.Homepage.Shortcuts.ToggleOn.v100
source: On
co: Attivatu

# Settings.LoginsAndPasswordsTitle
source: Logins & Passwords
co: Identificazioni è parolle d’intesa

# Settings.NewTab.CustomURL
source: Custom URL
co: Indirizzu persunalizatu

# Settings.NewTab.Option.BlankPage
source: Blank Page
co: Una pagina viota

# Settings.NewTab.Option.Custom
source: Custom
co: Persunalizatu

# Settings.NewTab.Option.FirefoxHome
source: Firefox Home
co: Accolta di Firefox

# Settings.NewTab.Option.HomePage
source: Homepage
co: A pagina d’accolta

# Settings.NewTab.SectionName
source: New Tab
co: Nova unghjetta

# Settings.NewTab.Title
source: New Tab
co: Nova unghjetta

# Settings.NewTab.TopSectionName
source: Show
co: Affissà

# Settings.NewTab.TopSectionNameFooter
source: Choose what to load when opening a new tab
co: Sciglite ciò chì s’affissa à l’apertura d’una nova unghjetta

# Settings.NoImageModeBlockImages.Label.v99
source: Block Images
co: Bluccà e fiure

# Settings.OfferClipboardBar.Status
source: When Opening Firefox
co: À l’apertura di Firefox

# Settings.OfferClipboardBar.Title
source: Offer to Open Copied Links
co: Prupone d’apre i liami cupiati

# Settings.OpenWith.PageTitle
source: Open mail links with
co: Apre i liami di messaghjeria cù

# Settings.OpenWith.SectionName
source: Mail App
co: Appiecazione di messaghjeria

# Settings.Passwords.FingerPrintReason.v103
source: Use your fingerprint to access passwords now.
co: Impiegate a vostra impronta digitale per accede subitu à e parolle d’intesa.

# Settings.Passwords.OnboardingMessage.v103
source: Your passwords are now protected by Face ID, Touch ID or a device passcode.
co: E vostre parolle d’intesa sò prutette avà da Face ID, Touch ID o un codice d’accessu per l’apparechju.

# Settings.Passwords.SavePasswords.v103
source: Save Passwords
co: Arregistrà e parolle d’intesa

# Settings.Passwords.Title.v103
source: Passwords
co: Parolle d’intesa

# Settings.SaveLogins.Title
source: Save Logins
co: Arregistrà l’identificazioni di cunnessione

# Settings.Search.Done.Button
source: Done
co: Compiu

# Settings.Search.Edit.Button
source: Edit
co: Mudificà

# Settings.SendUsage.Link
source: Learn More.
co: Sapene di più.

# Settings.SendUsage.Message
source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
co: Mozilla face casu à cullettà solu i dati chì sò ghjuvevule per rigalà è bunificà Firefox per tutti.

# Settings.SendUsage.Title
source: Send Usage Data
co: Mandà i dati d’adopru

# Settings.ShowLinkPreviews.Status
source: When Long-pressing Links
co: Durante un appoghju longu nant’à i liami

# Settings.ShowLinkPreviews.Title
source: Show Link Previews
co: Affissà a fighjulata di i liami

# Settings.ShowLoginsInAppMenu.Title
source: Show in Application Menu
co: Affissà in u listinu di l’appiecazione

# Settings.Siri.OpenTabShortcut
source: Open New Tab
co: Apre una nova unghjetta

# Settings.Siri.SectionDescription
source: Use Siri shortcuts to quickly open Firefox via Siri
co: Impiegà l’accurtatoghji Siri per apre Firefox in furia via Siri

# Settings.Siri.SectionName
source: Siri Shortcuts
co: Accurtatoghji Siri

# Settings.Studies.Toggle.Link
source: Learn More.
co: Sapene di più.

# Settings.Studies.Toggle.Message
source: Firefox may install and run studies from time to time.
co: Firefox pò installà è lancià studii di quandu in quandu.

# Settings.Studies.Toggle.Title
source: Studies
co: Studii

# Settings.Sync.ButtonDescription.v103
source: Sign in to sync tabs, bookmarks, passwords, and more.
co: Cunnittitevi per sincrunizà unghjette, indette, parolle d’intesa è ancu di più.

# Settings.Sync.ButtonTitle.v103
source: Sync and Save Data
co: Sincrunizà è arregistrà i dati

# Settings.Sync.SignInView.Title.v103
source: Sync and Save Data
co: Sincrunizà è arregistrà i dati

# Settings.Tabs.CustomizeTabsSection.InactiveTabs
source: Inactive Tabs
co: Unghjette inattive

# Settings.Tabs.CustomizeTabsSection.InactiveTabsDescription.v101
source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
co: L’unghjette chì vo ùn avete micca viste dapoi duie settimane sò dispiazzate in a sezzione inattiva.

# Settings.Tabs.CustomizeTabsSection.TabGroups
source: Tab Groups
co: Gruppi d’unghjette

# Settings.Tabs.CustomizeTabsSection.Title
source: Customize Tab Tray
co: Persunalizà a barra d’unghjette

# Settings.Tabs.Title
source: Tabs
co: Unghjette

# Settings.Toolbar.Bottom
source: Bottom
co: Inghjò

# Settings.Toolbar.SettingsTitle
source: Toolbar
co: Barra d’attrezzi

# Settings.Toolbar.Top
source: Top
co: Insù

# Settings.TrackingProtection.Alert.Button
source: OK, Got It
co: Iè, aghju capitu

# Settings.TrackingProtection.Alert.Description
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
co: S’è un situ ùn funziona micca cum’è previstu, appughjate nant’à u lucchettu in a barra d’indirizzu è disattivate a prutezzione rinfurzata contr’à u spiunagiu per sta pagina.

# Settings.TrackingProtection.Alert.Title
source: Heads up!
co: Fate casu !

# Settings.TrackingProtection.Info.BlocksTitle
source: BLOCKS
co: BLUCCATU

# Settings.TrackingProtection.LearnMore
source: Learn more
co: Sapene di più

# Settings.TrackingProtection.ProtectionCellFooter
source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
co: Riduce e publicità sibulate è vi aiuta à impedisce i siti di seguità a vostra navigazione.

# Settings.TrackingProtection.ProtectionLevel.Footer
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
co: S’è un situ ùn funziona micca cum’è previstu, appughjate nant’à u lucchettu in a barra d’indirizzu è disattivate a prutezzione rinfurzata contr’à u spiunagiu per sta pagina.

# Settings.TrackingProtection.ProtectionLevel.Footer.Lock
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
co: S’è un situ ùn funziona micca cum’è previstu, appughjate nant’à u lucchettu in a barra d’indirizzu è disattivate a prutezzione rinfurzata contr’à u spiunagiu per sta pagina.

# Settings.TrackingProtection.ProtectionLevelStandard.Description
source: Allows some ad tracking so websites function properly.
co: Permette qualchì elementu di spiunagiu da e publicità per chì i siti funziuneghjinu currettamente.

# Settings.TrackingProtection.ProtectionLevelStrict.Description
source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
co: Bluccheghja più perseguitatori, publicità è annunzii micca richiesti. E pagine si caricheranu più prestu, ma certi siti puderianu ùn micca funziunà currettamente.

# Settings.TrackingProtection.ProtectionLevelTitle
source: Protection Level
co: Livellu di prutezzione

# Settings.TrackingProtection.SectionName
source: Tracking Protection
co: Prutezzione contr’à u spiunagiu

# Settings.TrackingProtectionOption.BasicBlockList
source: Standard (default)
co: Classica (predefinitu)

# Settings.TrackingProtectionOption.BasicBlockList.Status
source: Standard
co: Classica

# Settings.TrackingProtectionOption.BlockListStrict
source: Strict
co: Severa

# Settings.TrackingProtectionOption.NormalBrowsingLabelOn
source: Enhanced Tracking Protection
co: Prutezzione rinfurzata contr’à u spiunagiu

# Settings.TroubleShootSync.Title
source: Troubleshoot
co: Infurmazioni per currege certi penseri

# Settings.WebsiteData.ButtonShowMore
source: Show More
co: Affissà più

# Settings.WebsiteData.ConfirmPrompt
source: This action will clear all of your website data. It cannot be undone.
co: St’azzione squasserà l’inseme di i vostri dati di siti web. Ùn pò micca esse invertita.

# Settings.WebsiteData.SelectedConfirmPrompt
source: This action will clear the selected items. It cannot be undone.
co: St’azzione squasserà l’elementi selezziunati. Ùn pò micca esse invertita.

# Settings.WebsiteData.Title
source: Website Data
co: Dati di siti web

# ShareExtension.AddToReadingListAction.Title
source: Add to Reading List
co: Aghjunghje à a lista di lettura

# ShareExtension.AddToReadingListActionDone.Title
source: Added to Reading List
co: Aghjunta à a lista di lettura

# ShareExtension.BookmarkThisPageAction.Title
source: Bookmark This Page
co: Indettà sta pagina

# ShareExtension.BookmarkThisPageActionDone.Title
source: Bookmarked
co: Aghjunta à l’indette

# ShareExtension.LoadInBackgroundAction.Title
source: Load in Background
co: Caricà in tacca di fondu

# ShareExtension.LoadInBackgroundActionDone.Title
source: Loading in Firefox
co: Caricamentu in Firefox

# ShareExtension.OpenInFirefoxAction.Title
source: Open in Firefox
co: Apre in Firefox

# ShareExtension.SeachInFirefoxAction.Title
source: Search in Firefox
co: Ricercà in Firefox

# ShareSheet.Copy.Title.v108
source: Copy
co: Cupià

# ShareSheet.SendToDevice.Title.v108
source: Send Link to Device
co: Mandà u liame à un apparechju

source: Show Search Suggestions
co: Affissà e sugestioni

source: Show Tabs
co: Affissà l’unghjette

source: Show Tour
co: Principià a visita guidata

source: Stop
co: Piantà

source: Support
co: Assistenza

source: Swipe right or left with three fingers to close the tab.
co: Fate sguillà trè diti à manu dritta o manca per chjode l’unghjetta.

# Sync.SyncingEllipsis.Label
source: Syncing…
co: Sincrunizazione in corsu…

# SyncState.Offline.Title
source: Sync is offline
co: Sincrunizazione fora di cunnessione

# Tab %@ of %@
source: Tab %1$@ of %2$@
co: Unghjetta %1$@ nant’à %2$@

# Tab.ShowTabTray.KeyCodeTitle
source: Show All Tabs
co: Affissà tutte l’unghjette

# TabToolbar.Accessibility.Search.v106
source: Search
co: Ricercà

# TabTray.AddTab.Button
source: Add Tab
co: Aghjunghje un’unghjetta

# TabTray.CloseAllTabs.KeyCodeTitle
source: Close All Tabs
co: Chjode tutte l’unghjette

# TabTray.CurrentSelectedTab.A11Y
source: Currently selected tab.
co: Unghjetta selezziunata attualmente.

# TabTray.Header.FilteredTabs.SectionHeader
source: Others
co: Altri

# TabTray.InactiveTabs.SectionTitle
source: Inactive Tabs
co: Unghjette inattive

# TabTray.OpenNewTab.KeyCodeTitle
source: Open New Tab
co: Apre una nova unghjetta

# TabTray.SegmentedControlTitles.SyncedTabs
source: Synced
co: Sincrunizate

# TabTray.SegmentedControlTitles.Tabs
source: Tabs
co: Unghjette

# TabTray.Title
source: Open Tabs
co: Unghjette aperte

# TabTrayButtons.Accessibility.ShowTabs.v106
source: Show Tabs
co: Affissà l’unghjette

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
co: Unghjette %1$@ à %2$@ nant’à %3$@

source: Tabs Tray
co: Lista di l’unghjette

# Tabs.DeleteAllUndo.Button
source: Undo
co: Abbandunà

# Tabs.DeleteAllUndo.Title
source: %d tab(s) closed
co: %d unghjetta(e) chjosa(e)

# TabsTray.InactiveTabs.SectionTitle.Closed.Accessibility.v103
source: View Inactive Tabs
co: Affissà l’unghjette inattive

# TabsTray.InactiveTabs.SectionTitle.Opened.Accessibility.v103
source: Hide Inactive Tabs
co: Piattà l’unghjette inattive

source: The page could not be displayed in Reader View.
co: A pagina ùn si pò micca affissà in modu di lettura.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
co: Un penseru hè accadutu durante l’accessu à l’unghjette da i vostri altri apparechji. Pruvate torna da quì à pocu.

source: There was an error converting the page
co: Un sbagliu hè accadutu durante a cunversione di a pagina

# TimeConstants.Yesterday.v106
source: yesterday
co: eri

# Toasts.NotNow
source: Not Now
co: Micca subitu

# Toasts.OpenAppStore
source: Open App Store
co: Apre l’App Store

# Toasts.Undo
source: Undo
co: Disfà

source: Today
co: Oghje

# Toolbar.Menu.AccessibilityLabel
source: Menu
co: Listinu

# Toolbar.Menu.CloseAllTabs
source: Close All Tabs
co: Chjode tutte l’unghjette

# TopSites.RemovePage.Button
source: Remove page — %@
co: Caccià a pagina - %@

# TranslationToastHandler.PromptTranslate.Cancel
source: No
co: Nò

# TranslationToastHandler.PromptTranslate.OK
source: Yes
co: Sì

# TranslationToastHandler.PromptTranslate.Title
source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
co: Sta pagina pare esse in %1$@. Traducella in %2$@ cù %3$@ ?

# UIMenuItem.PasteGo
source: Paste & Go
co: Incullà è apre

# UIMenuItem.SearchWithFirefox
source: Search with Firefox
co: Ricercà cù Firefox

source: Use stage servers
co: Impiegà i servitori di simulazione

source: Username
co: Nome d’utilizatore

# Wallpaper.Change.Error.Body.v106
source: Something went wrong with this wallpaper.
co: Un sbagliu hè accadutu cù stu sfondulu di screnu.

# Wallpaper.Change.Error.Title.v106
source: Couldn’t Change Wallpaper
co: Impussibule di cambià u sfondulu di screnu

# Wallpaper.Download.Error.Body.v106
source: Something went wrong with your download.
co: Un sbagliu hè accadutu cù u vostru scaricamentu.

# Wallpaper.Download.Error.Title.v106
source: Couldn’t Download Wallpaper
co: Impussibule di scaricà u sfondulu di screnu

# Wallpaper.Error.Dismiss.v106
source: Cancel
co: Abbandunà

# Wallpaper.Error.TryAgain.v106
source: Try Again
co: Pruvà torna

source: Web content
co: Cuntenutu web

source: Welcome to your Reading List
co: Benvenuta in a vostra lista di lettura

source: Well, this is embarrassing.
co: Umbè, ghjè imbarazzante.

source: Yesterday
co: Eri

source: You don’t have any tabs open in Firefox on your other devices.
co: Ùn avete alcuna unghjetta aperta in Firefox nant’à i vostri altri apparechji.

source: Your Rights
co: Diritti di l’utilizatore

# fxa.signin.camera-signin
source: Sign In with Your Camera
co: Cunnittitevi cù u vostru apparechju-fotò

# fxa.signin.qr-link-instruction
source: On your computer open Firefox and go to firefox.com/pair
co: Nant’à u vostru urdinatore, aprite Firefox è andate à firefox.com/pair

# fxa.signin.ready-to-scan
source: Ready to Scan
co: Prontu à analizà

# fxa.signin.use-email-instead
source: Use Email Instead
co: Impiegà piuttostu un messaghju elettronicu

source: just now
co: una stonda fà

source: mobile device
co: apparechju mobile

source: more than a month ago
co: più d’un mese fà

source: more than a week ago
co: più d’una settimana fà

source: read
co: Lettu

source: this week
co: sta settimana

source: today at %@
co: oghje à %@

source: unread
co: Micca lettu

source: yesterday
co: eri

source: Are you sure?
co: Cuntinuà a suppressione ?

source: Clear Search
co: Squassà e ricerche

source: Copy
co: Cupià

source: Created %@
co: Creatu %@

source: Deselect All
co: Ùn selezziunà nunda

source: Enter Search Mode
co: Attivà u modu di ricerca

source: Hide
co: Piattà

source: Logins will be permanently removed.
co: L’identificazioni di cunnessione seranu cacciate ab’eternu.

source: Logins will be removed from all connected devices.
co: L’identificazioni di cunnessione seranu cacciate da tutti l’apparechji cunnessi.

source: Modified %@
co: Mudificatu %@

source: No logins found
co: Alcuna identificazione di cunnessione trova

# Open &amp; Fill
source: Open & Fill
co: Apre è rinsignà

source: Reveal
co: Palisà

source: Search Input Field
co: Ricercà identificazioni di cunnessione

# SearchInput.Title.Search.v106
source: Search
co: Ricercà

source: Select All
co: Tuttu selezziunà

source: Website
co: Situ web

# Menu.CloseAllTabsAction.Title
source: Close All Tabs
co: Chjode tutte l’unghjette

# Menu.CopyLink.Title
source: Copy Link
co: Cupià u liame

# Menu.FindInPageAction.Title
source: Find in Page
co: Circà in a pagina

# Menu.NewPrivateTabAction.Title
source: Open New Private Tab
co: Apre una nova unghjetta privata

# Menu.NewTabAction.Title
source: Open New Tab
co: Apre una nova unghjetta

# Menu.OpenBookmarksAction.AccessibilityLabel.v2
source: Bookmarks
co: Indette

# Menu.OpenDownloadsAction.AccessibilityLabel.v2
source: Downloads
co: Scaricamenti

# Menu.OpenHistoryAction.AccessibilityLabel.v2
source: History
co: Cronolugia

# Menu.OpenReadingListAction.AccessibilityLabel.v2
source: Reading List
co: Lista di lettura

# Menu.OpenSettingsAction.Title
source: Settings
co: Preferenze

# Menu.OpenSyncedTabsAction.AccessibilityLabel.v2
source: Synced Tabs
co: Unghjette sincrunizate

# Menu.ReportSiteIssueAction.Title
source: Report Site Issue
co: Signalà un penseru cù stu situ

# Menu.SeeAllAction.Title
source: See All
co: Tuttu affissà

# Menu.SharePageAction.Title
source: Share Page With…
co: Sparte a pagina cù…

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
co: Fighjà a versione urdinatore

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
co: Fighjà a versione mobile

# SettingsMenu.OpenHomePageAction.Title
source: Homepage
co: Pagina d’accolta

source: Close Private Tabs
co: Chjode l’unghjette private

# ContextMenu.OpenInNewPrivateTabButtonTitle
source: Open in New Private Tab
co: Apre in una nova unghjetta privata

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
co: Firefox ùn cunserverà alcuna cronolugia nè canistrelli, ma e nove indette seranu arregistrate.

source: Learn More
co: Sapene di più

source: Off
co: Disattivatu

source: On
co: Attivatu

source: Private Browsing
co: Navigazione privata

source: Private Mode
co: Modu di navigazione privata

source: Turns private mode on or off
co: Attiva o disattiva a navigazione privata

source: When Leaving Private Browsing
co: Quandu vò quittate a navigazione privata

source: %@ search
co: Ricerca %@

source: Search Settings
co: Preferenze di ricerca

# Search.SponsoredSuggestionDescription.v119
source: Sponsored
co: Finanziatu

# %@ on %@
source: %1$@ on %2$@
co: %1$@ nant’à %2$@

source: Bookmarks Menu
co: Listinu di l’indette

source: Bookmarks Toolbar
co: Barra d’attrezzi di l’indette

source: Mobile Bookmarks
co: Indette mobile

source: Unsorted Bookmarks
co: Indette micca classificate

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
co: Chjode l’unghjette private

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
co: Chjode l’unghjette private

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Firefox shortcuts to your Home screen.
co: Aghjunghjite accurtatoghji Firefox à u vostru screnu d’accolta.

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
co: Apre u liame cupiatu

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
co: Apre u liame cupiatu

# TodayWidget.MoreTabsLabel
source: +%d More…
co: Più di %d altre…

# TodayWidget.NewTabButtonLabelV1
source: New Search
co: Nova ricerca

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
co: Alcuna unghjetta aperta.

# TodayWidget.OpenFirefoxLabel
source: Open Firefox
co: Apre Firefox

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
co: Ricerca privata

# TodayWidget.QuickActionGalleryDescription
source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
co: Aghjunghjite un accurtatoghju Firefox à u vostru screnu d’accolta. Dopu l’aghjuntu di u widget, tuccatelu è mantenelu per mudificalu è selezziunate un altru accurtatoghju.

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
co: Azzioni preste

# TodayWidget.QuickActionsGalleryTitleV2
source: Firefox Shortcuts
co: Accurtatoghji Firefox

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
co: Aghjunghjite accurtatoghji à e vostre unghjette aperte.

# TodayWidget.QuickViewGalleryTitle
source: Quick View
co: Vista presta

# TodayWidget.SearchInFirefoxV2
source: Search in Firefox
co: Ricercà in Firefox

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
co: Ricercà in un’ unghjetta privata

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
co: Aghjunghjite accurtatoghji à i siti visitati aspessu è pocu fà.

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
co: Siti principale

# TodayWidget.TopSitesGalleryTitleV2
source: Website Shortcuts
co: Accurtatoghji di siti web

# CreditCard.SnackBar.CancelRemoveCardButton.v112
source: Cancel
co: Abbandunà

# CreditCard.SnackBar.RemoveCardSublabel.v112
source: This will remove the card from all of your synced devices.
co: St’azzione hà da caccià a carta da tutti i vostri apparechji sincrunizati.

# CreditCard.SnackBar.RemoveCardTitle.v112
source: Remove This Card?
co: Caccià sta carta ?

# CreditCard.SnackBar.RemovedCardButton.v112
source: Remove
co: Caccià

# Alerts.RestoreTabs.Button.No.v109
source: No
co: Nò

# Alerts.RestoreTabs.Button.Yes.v109
source: Restore tabs
co: Risturà l’unghjette

# Alerts.RestoreTabs.Message.v109
source: Sorry about that. Restore tabs to pick up where you left off.
co: Chì peccatu ! Risturà l’unghjette per ripiglià induve vi site piantati.

# Alerts.RestoreTabs.Title.v109.v2
source: %@ crashed. Restore your tabs?
co: %@ s’hè lampatu. Risturà e vostre unghjette ?

# Biometry.Screen.UniversalAuthenticationReason.v115
source: Authenticate to access passwords.
co: Autenticatevi per accede à e parolle d’intesa.

# Biometry.Screen.UniversalAuthenticationReasonV2.v116
source: Authenticate to access your saved logins and encrypted cards.
co: Autenticatevi per accede à e vostre identificazioni di cunnessione arregistrate è à e carte cifrate.

# Bookmarks.DeleteFolderWarning.CancelButton.Label
source: Cancel
co: Abbandunà

# Bookmarks.DeleteFolderWarning.DeleteButton.Label
source: Delete
co: Squassà

# Bookmarks.DeleteFolderWarning.Description
source: Are you sure you want to delete it and its contents?
co: Vulete veramente squassà stu cartulare è u so cuntenutu ?

# Bookmarks.DeleteFolderWarning.Title
source: This folder isn’t empty.
co: Stu cartulare ùn hè micca viotu.

# Settings.Home.Option.ThoughtProvokingStories.subtitle.v116
source: Articles powered by %@
co: Articuli selezziunati da %@

# Settings.Home.Option.ThoughtProvokingStories.v116
source: Thought-Provoking Stories
co: Storie chì facenu riflette

# CreditCard.DisplayCard.ExpiresLabel.v115
source: Expires
co: Scadenza

# CreditCard.EditCard.EditCreditCardTitle.v113
source: Edit Credit Card
co: Mudificà a carta bancaria

# CreditCard.EditCard.AddCreditCardTitle.v113
source: Add Credit Card
co: Aghjunghje una carta bancaria

# CreditCard.EditCard.CancelNavBarButtonLabel.v113
source: Cancel
co: Abbandunà

# CreditCard.EditCard.CardExpirationDateTitle.v112
source: Expiration MM / YY
co: Scadenza MM / AA

# CreditCard.EditCard.CardNumberTitle.v112
source: Card Number
co: Numeru di carta

# CreditCard.EditCard.CloseNavBarButtonLabel.v113
source: Close
co: Chjode

# CreditCard.EditCard.ConcealLabel.v114
source: Conceal
co: Ammascà

# CreditCard.EditCard.CopyLabel.v113
source: Copy
co: Cupià

# CreditCard.EditCard.EditNavBarButtonLabel.v113
source: Edit
co: Mudificà

# CreditCard.EditCard.ExpiredDateTitle.v112
source: Expires %@
co: Data di scadenza : %@

# CreditCard.EditCard.NameOnCardTitle.v112
source: Name on Card
co: Nome di u titulare

# CreditCard.EditCard.NavButtonSaveTitle.v112
source: Save
co: Arregistrà

# CreditCard.EditCard.RemoveCardButtonTitle.v112
source: Remove Card
co: Caccià sta carta

# CreditCard.EditCard.RevealLabel.v114
source: Reveal
co: Palisà
