Repository: mozilla-l10n/firefoxios-l10n
Catalog: co/firefox-ios.xliff
Languages: co

# NSCameraUsageDescription
source: Firefox uses your camera to scan QR codes and take photos and video.
co: Firefox impiega u vostru apparechju-fotò per analizà i codici QR è per piglià fotò è video.

# NSFaceIDUsageDescription
source: Firefox requires Face ID to access your saved logins and encrypted cards.
co: Firefox richiede Face ID per accede à e vostre identificazioni di cunnessione arregistrate è à e carte cifrate.

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
co: I siti web chì vò visitate ponu richiede à cunnosce a vostra lucalizazione.

# NSMicrophoneUsageDescription
source: Firefox uses your microphone to record and upload audio.
co: Firefox impiega u vostru microfonu per arregistrà è incaricà schedarii audio.

# NSPhotoLibraryAddUsageDescription
source: This lets you save photos.
co: Quessu vi permette d’arregistrà fotò.

source: New Private Tab
co: Nova unghjetta privata

source: New Tab
co: Nova unghjetta

source: Scan QR Code
co: Analizà un codice QR

source: Add to Bookmarks
co: Aghjunghje à l’indette

source: Close Tab
co: Chjode l’unghjetta

source: Copy URL
co: Cupià l’indirizzu

# Menu.SendLinkToDevice
source: Send Link to Device
co: Mandà u liame à un apparechju

source: Open Last Bookmark
co: Ultima indetta

source: Preview of %@
co: Fighjulata di %@

source: Send to Device
co: Mandà à l’apparechju

source: Enter passcode
co: Stampittate u codice d’accessu

source: Use your fingerprint to access Logins now.
co: Impiegate a vostra impronta digitale per accede subitu à l’identificazioni di cunnessione.

source: Cancel
co: Abbandunà

source: OK
co: Vai

source: This action will clear all of your private data, including history from your synced devices.
co: St’azzione squasserà l’inseme di i vostri dati privati, includendu a cronolugia, da i vostri apparechji sincrunizati.

source: Browsing History
co: Cronolugia di navigazione

source: Cache
co: Impiatta

source: Cookies
co: Canistrelli

source: Downloaded Files
co: Schedarii scaricati

source: Offline Website Data
co: Dati fora di cunnessione

source: Saved Logins
co: Identificazioni di cunnessione arregistrate

source: Spotlight Index
co: Indicera Spotlight

source: This action will clear all of your private data. It cannot be undone.
co: St’azzione squasserà l’inseme di i vostri dati privati. Ùn pò micca esse invertita.

# DefaultBrowserCard.BetterInternet.Description.v108
source: Making Firefox your default browser is a vote for an open, accessible internet.
co: Fà di Firefox u vostru navigatore predefinitu ghjè vutà per un Internet apertu è accessibile.

# DefaultBrowserCard.BetterInternet.Title.v108
source: Default to a Better Internet
co: Scelta d’un Internet più bellu

# DefaultBrowserCard.Button.v2
source: Learn How
co: Scopre cumu fà

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Firefox.
co: Definisce chì i liami di i siti web, i currieri elettronichi è i messaghji s’aprinu autumaticamente in Firefox.

# DefaultBrowserCard.NextLevel.Description.v108
source: Choose Firefox as your default browser to make speed, safety, and privacy automatic.
co: Sciglite Firefox cum’è navigatore predefinitu per rende autumatica a vitezza, a sicurità è a cunfidenzialità.

# DefaultBrowserCard.NextLevel.Title.v108
source: Elevate Everyday Browsing
co: Migliurà a navigazione cutidiana

# DefaultBrowserCard.PeaceOfMind.Description.v108
source: Firefox blocks 3,000+ trackers per user each month on average. Make us your default browser for privacy peace of mind.
co: Firefox bluccheghja ogni mese una media di più di 3000 perseguitatori per un utilizatore. Scigliteci cum’è navigatore predefinitu per una vita privata senza penseru.

# DefaultBrowserCard.PeaceOfMind.Title.v108
source: Firefox Has Privacy Covered
co: Firefox s’imprimurisce di a cunfidenzialità

# DefaultBrowserCard.Title
source: Switch Your Default Browser
co: Cambià di navigatore predefinitu

# DefaultBrowserOnboarding.Button
source: Go to Settings
co: Andà à e preferenze

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
co: 1. Andà à e preferenze

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
co: 2. Picchichjà l’appiecazione predefinita di navigazione

# DefaultBrowserOnboarding.Description3
source: 3. Select Firefox
co: 3. Selezziunà Firefox

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
co: Appiecazione predefinita di navigazione

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
co: Sceglie cum’è navigatore predefinitu

source: Open in Safari
co: Apre cù Safari

source: Try again
co: Pruvà torna

source: Done
co: Compiu

source: Find in Page
co: Circà in a pagina

source: Next in-page result
co: Occurrenza seguente in a pagina

source: Previous in-page result
co: Occurrenza precedente in a pagina

source: Delete
co: Squassà

# Intro.Slides.Button.SignIn
source: Sign In
co: Cunnettesi

# Intro.Slides.Welcome.Title.v2
source: Welcome to Firefox
co: Benvenuta in Firefox

source: Start Browsing
co: Principià a navigazione

source: A username and password are being requested by %@.
co: U situ %@ richiede un nome d’utilizatore è una parolla d’intesa.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
co: U situ %1$@ richiede un nome d’utilizatore è una parolla d’intesa. U situ indicheghja : %2$@

source: About
co: Apprupositu

# ActivityStream.ContextMenu.AddToShortcuts
source: Add to Shortcuts
co: Aghjunghje à l’accurtatoghji

# ActivityStream.ContextMenu.PinTopsite2
source: Pin
co: Spirlà

# ActivityStream.ContextMenu.UnpinTopsite
source: Unpin
co: Dispirlà

# ActivityStream.JumpBackIn.SectionTitle
source: Jump Back In
co: Rivene à st’unghjetta

# ActivityStream.JumpBackIn.TabGroup.SiteCount
source: Tabs: %d
co: Unghjette : %d

# ActivityStream.Library.Title
source: Recently Saved
co: Arregistrati pocu fà

# ActivityStream.RecentHistory.Title
source: Recently Visited
co: Visitati pocu fà

# ActivityStream.Shortcuts.SectionTitle
source: Shortcuts
co: Accurtatoghji

# ActivityStream.TopSites.RowSettingFooter
source: Set Rows
co: Sceglie u numeru di linee

source: Add Tab
co: Aghjunghje un’unghjetta

source: Add to Reading List
co: Aghjunghje à a lista di lettura

# AddPass.Error.Dismiss
source: OK
co: Vai

# AddPass.Error.Message
source: An error occured while adding the pass to Wallet. Please try again later.
co: Un sbagliu hè accadutu durante l’aghjuntu di u bigliettu à Wallet. Pruvate torna dopu.

# AddPass.Error.Title
source: Failed to Add Pass
co: Fiascu di l’aghjuntu di u bigliettu

source: Added page to Reading List
co: Pagina aghjunta à a lista di lettura

source: Address and Search
co: Ricerca o indirizzu

# Address.Bar.ReadingList.v106
source: Add to Reading List
co: Aghjunghje à a lista di lettura

# Address.Bar.v99
source: Address Bar
co: Barra d’indirizzu

source: Always Send
co: Mandà sempre

source: Authentication required
co: Autenticazione richiesta

source: Back
co: Autenticazione richiesta

source: Block Pop-up Windows
co: Bluccà e finestre popup

# Bookmark.DetailFieldTitle.Label
source: Title
co: Titulu

source: Bookmarks
co: Indette

# Bookmarks.Edit.Button
source: Edit
co: Mudificà

# Bookmarks.EditBookmark.Label
source: Edit Bookmark
co: Mudificà l’indetta

# Bookmarks.EditFolder.Label
source: Edit Folder
co: Mudificà u cartulare

# Bookmarks.Folder.Label
source: Folder
co: Cartulare

# Bookmarks.Menu.DesktopBookmarks
source: Desktop Bookmarks
co: Indette di l’urdinatore

# Bookmarks.NewBookmark.Label
source: New Bookmark
co: Nova indetta

# Bookmarks.NewFolder.Label
source: New Folder
co: Novu cartulare

# Bookmarks.NewSeparator.Label
source: New Separator
co: Novu separadore

# Bookmarks.Title.Label
source: Title
co: Titulu

# BreachAlerts.BreachDate
source: This breach occurred on
co: Sta fughjita di dati hè accaduta u

# BreachAlerts.Description
source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
co: Parolle d’intesa sò state palisate o arrubate dapoi l’ultima mudificazione di a vostra parolla d’intesa. Per prutege stu contu, cunnittitevi à u situ è mudificate a vostra parolla d’intesa.

# BreachAlerts.LearnMoreButton
source: Learn more
co: Sapene di più

# BreachAlerts.Link
source: Go to
co: Andà à u situ

# BreachAlerts.Title
source: Website Breach
co: Fughjita di dati di situ web

source: Brightness
co: Lucidezza

source: Changes color theme.
co: Cambià i culori.

source: Changes font type.
co: Cambià a grafia.

# ClipboardToast.GoToCopiedLink.Button
source: Go
co: Apre

# ClipboardToast.GoToCopiedLink.Title
source: Go to copied link?
co: Apre u liame cupiatu ?

source: Close
co: Chjode

source: Closing tab
co: Chjusura di l’unghjetta

# ContextMenu.BookmarkLinkButtonTitle
source: Bookmark Link
co: Marcà u liame

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
source: New Private Tab opened
co: Nova unghjetta privata aperta

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText.v113
source: New Private Tab Opened
co: Nova unghjetta privata aperta

# ContextMenu.ButtonToast.NewTabOpened.ButtonText
source: Switch
co: Affissà

# ContextMenu.ButtonToast.NewTabOpened.LabelText
source: New Tab opened
co: Nova unghjetta aperta

# ContextMenu.ButtonToast.NewTabOpened.LabelText.v114
source: New Tab Opened
co: Nova unghjetta aperta

# ContextMenu.CopyImageButtonTitle
source: Copy Image
co: Cupià a fiura

# ContextMenu.CopyImageLinkButtonTitle
source: Copy Image Link
co: Cupià u liame di a fiura

# ContextMenu.CopyLinkButtonTitle
source: Copy Link
co: Cupià u liame

# ContextMenu.DownloadLinkButtonTitle
source: Download Link
co: Scaricà a destinazione di u liame

# ContextMenu.OpenInNewTabButtonTitle
source: Open in New Tab
co: Apre in una nova unghjetta

# ContextMenu.SaveImageButtonTitle
source: Save Image
co: Arregistrà a fiura

# ContextMenu.ShareLinkButtonTitle
source: Share Link
co: Sparte u liame

# ContextualHints.SearchBarPlacement.CallToAction
source: Toolbar Settings
co: Preferenze di a barra d’attrezzi

# ContextualHints.TabTray.InactiveTabs
source: Tabs you haven’t viewed for two weeks get moved here.
co: L’unghjette chì vo ùn avete micca viste dapoi duie settimane sò dispiazzate quì.

# ContextualHints.TabTray.InactiveTabs.CallToAction
source: Turn off in settings
co: Disattivà in e preferenze

# ContextualHintsCloseButtonAccessibility.v105
source: Close
co: Chjode

source: Could not add page to Reading List. Maybe it’s already there?
co: Ùn si pò micca aghjunghje a pagina à a lista di lettura. Forse si ci trovà dighjà ?

source: Could not add page to Reading list
co: Ùn si pò micca aghjunghje a pagina à a lista di lettura

source: Could not load page.
co: Ùn si pò micca caricà a pagina.

# CoverSheet.v24.ETP.Description
source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
co: A prutezzione rinfurzata contr’à u spiunagiu impedisce u spiunagiu cù e publicità. Attivate u modu Severa per bluccà ancu più di perseguitatori, publicità è d’annunzii micca richiesti.

# CoverSheet.v24.ETP.Settings.Button
source: Go to Settings
co: Andà à e preferenze

# CoverSheet.v24.ETP.Title
source: Protection Against Ad Tracking
co: Prutezzione contr’à u spiunagiu da e publicità

source: Create an account
co: Creà un contu

source: Dark
co: Scuru

source: Decrease text size
co: Diminuisce a dimensione di u testu

source: Default Search Engine
co: Mutore di ricerca predefinitu

# DefaultBrowserCloseButtonAccessibility.v102
source: Close
co: Chjode

source: Display Settings
co: Preferenze per affissà

source: Don’t Send
co: Ùn mandà micca

source: Downloads
co: Scaricamenti

# Downloads.Alert.DownloadNow
source: Download Now
co: Scaricà avà

# Downloads.CancelDialog.Cancel
source: Cancel
co: Abbandunà

# Downloads.CancelDialog.Message
source: Are you sure you want to cancel this download?
co: Vulete veramente abbandunà stu scaricamentu ?

# Downloads.CancelDialog.Resume
source: Resume
co: Ripiglià

# Downloads.CancelDialog.Title
source: Cancel Download
co: Abbandunà u scaricamentu

# Downloads.Toast.Cancelled.LabelText
source: Download Cancelled
co: Scaricamentu abbandunatu

# Downloads.Toast.Failed.LabelText
source: Download Failed
co: Fiascu di u scaricamentu

# Downloads.Toast.GoToDownloads.Button
source: Downloads
co: Scaricamenti

# Downloads.Toast.MultipleFiles.DescriptionText
source: 1 of %d files
co: 1 schedariu nant’à %d

# DownloadsPanel.Delete.Title
source: Delete
co: Squassà

# DownloadsPanel.EmptyState.Title
source: Downloaded files will show up here.
co: I schedarii scaricati seranu affissati quì.

# DownloadsPanel.Share.Title
source: Share
co: Sparte

source: Enter your password to connect
co: Stampittate a vostra parolla d’intesa per cunnettesi

# ErrorPages.Advanced.Button
source: Advanced
co: Espertu

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can’t confirm your connection to this website is secure.
co: Avertimentu : ùn pudemu micca cunfirmà chì a cunnessione à stu situ hè assicurizata.

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
co: Forse ghjè un sbagliu di cunfigurazione o un tentativu d’attaca. Cuntinuate essendu cusciente di u risicu incorsu.

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
co: U pruprietariu di %@ hà cunfiguratu u so situ d’una manera gattiva. Per impedisce chì i vostri dati sianu arrubati, Firefox ùn s’hè micca cunnessu à stu situ.

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
co: Sta cunnessione ùn hè micca accertata

# ErrorPages.GoBack.Button
source: Go Back
co: Ritornu

# ErrorPages.VisitOnce.Button
source: Visit site anyway
co: Visità quantunque

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store?
co: Apre stu liame in l’App Store ?

# ExternalLink.AppStore.GenericConfirmationTitle
source: Open this link in external app?
co: Apre stu liame in un’appiecazione esterna ?

# Firefox.HomePage.Title
source: Firefox Home Page
co: Pagina d’accolta di Firefox

# FirefoxHome.CustomizeHomeButton.Title
source: Customize Homepage
co: Persunalizà a pagina d’accolta

# FirefoxHome.Pocket.DiscoverMore
source: Discover more
co: Scoprene di più

# FirefoxHome.Pocket.SectionTitle
source: Thought-Provoking Stories
co: Storie chì facenu riflette

# FirefoxHome.RecentHistory.Remove
source: Remove
co: Caccià

# FirefoxHomepage.Common.PagesCount.v112
source: Pages: %d
co: Pagine : %d

# FirefoxHomepage.ContextualMenu.Settings.v101
source: Settings
co: Preferenze

# FirefoxHomepage.ContextualMenu.SponsoredContent.v101
source: Our Sponsors & Your Privacy
co: I nostri finanzieri è a vostra vita privata

# FirefoxHomepage.JumpBackIn.TabPickup.OpenTab.A11y.v106
source: Open synced tab
co: Apre l’unghjetta sincrunizata

# FirefoxHomepage.JumpBackIn.TabPickup.ShowAll.ButtonTitle.v104
source: See all synced tabs
co: Vede tutte l’unghjette sincrunizate

# FirefoxHomepage.JumpBackIn.TabPickup.v104
source: Tab pickup
co: Riguarera d’unghjetta

# FirefoxHomepage.Pocket.Sponsored.v103
source: Sponsored
co: Finanziatu

# FirefoxHomepage.Shortcuts.Sponsored.v100
source: Sponsored
co: Finanziatu

source: Forward
co: Pagina seguente

# FxA.FirefoxAccount
source: Firefox Account
co: Contu Firefox

# FxA.ManageAccount
source: Manage Account & Devices
co: Amministrà u contu è l’apparechji

# FxA.NoInternetConnection
source: No Internet Connection
co: Alcuna cunnessione Internet

# FxA.SyncNow
source: Sync Now
co: Sincrunizà avà

# FxAPush_DeviceConnected_body
source: Firefox Sync has connected to %@
co: Firefox Sync s'hè cunnessu à %@

# FxAPush_DeviceConnected_title
source: Sync Connected
co: Sync cunnessu

# FxAPush_DeviceDisconnected_ThisDevice_body
source: This device has been successfully disconnected from Firefox Sync.
co: St’apparechju hè statu disghjuntu bè da Firefox Sync.

# FxAPush_DeviceDisconnected_ThisDevice_title
source: Sync Disconnected
co: Sync disghjuntu

# FxAPush_DeviceDisconnected_UnknownDevice_body
source: A device has disconnected from Firefox Sync
co: Un apparechju hè statu disghjuntu da Firefox Sync

# FxAPush_DeviceDisconnected_body
source: %@ has been successfully disconnected.
co: %@ hè statu disghjuntu bè.

# FxAPush_DeviceDisconnected_title
source: Sync Disconnected
co: Sync disghjuntu

# FxHomepage.Wallpaper.ButtonLabel.v99
source: Firefox logo, change the wallpaper.
co: Logo Firefox, cambià u sfondu di screnu.

source: Help
co: Aiutu

source: History
co: Cronolugia

# HistoryPanel.ClearHistoryButtonTitle
source: Clear Recent History…
co: Squassà a cronolugia recente…

# HistoryPanel.ClearHistoryMenuOptionEverything
source: Everything
co: Tuttu

# HistoryPanel.ClearHistoryMenuOptionTheLastHour
source: The Last Hour
co: L’ultima ora

# HistoryPanel.ClearHistoryMenuOptionToday
source: Today
co: Oghje

# HistoryPanel.ClearHistoryMenuOptionTodayAndYesterday
source: Today and Yesterday
co: Oghje è eri

# HistoryPanel.EmptyState.Title
source: Websites you’ve visited recently will show up here.
co: I siti visitati pocu fà seranu affissati quì.

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
co: E vostre unghjette da l’altri apparechji s’affissanu quì.

# HistoryPanel.EmptySyncedTabsPanelNotSignedInState.Description
source: Sign in to view a list of tabs from your other devices.
co: Cunnittitevi per affissà a lista di l’unghjette di i vostri altri apparechji.

# HistoryPanel.HistoryBackButton.Title
source: History
co: Cronolugia

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently Closed
co: Chjosi pocu fà

source: Home
co: Accolta

# HomePanel.ContextMenu.Bookmark
source: Bookmark
co: Indittà sta pagina

# HomePanel.ContextMenu.DeleteFromHistory
source: Delete from History
co: Squassà da a cronolugia

# HomePanel.ContextMenu.OpenInNewPrivateTab.v101
source: Open in a Private Tab
co: Apre in un’unghjetta privata

# HomePanel.ContextMenu.OpenInNewTab
source: Open in New Tab
co: Apre in una nova unghjetta

# HomePanel.ContextMenu.Remove
source: Remove
co: Caccià

# HomePanel.ContextMenu.RemoveBookmark
source: Remove Bookmark
co: Caccià l’indetta

# HomePanel.ContextMenu.Share
source: Share
co: Sparte

# Hotkeys.Back.DiscoveryTitle
source: Back
co: Ritornu

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
co: Chjode l’unghjetta

# Hotkeys.Find.DiscoveryTitle
source: Find
co: Circà

# Hotkeys.Forward.DiscoveryTitle
source: Forward
co: Seguente

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
co: Nova unghjetta privata

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
co: Nova unghjetta

# Hotkeys.NormalMode.DiscoveryTitle
source: Normal Browsing Mode
co: Modu di navigazione nurmale

# Hotkeys.PrivateMode.DiscoveryTitle
source: Private Browsing Mode
co: Modu di navigazione privata

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
co: Attualizà a pagina

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
co: Selezziunà a barra d’indirizzu

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
co: Affissà l’unghjetta seguente

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
co: Affissà l’unghjetta precedente

# InactiveTabs.TabTray.CloseButtonTitle
source: Close All Inactive Tabs
co: Chjode tutte l’unghjette inattive

source: Increase text size
co: Aumentà a dimensione di u testu

# Keyboard.Shortcuts.ActualSize
source: Actual Size
co: Dimensione attuale

# Keyboard.Shortcuts.AddBookmark
source: Add Bookmark
co: Aghjunghje un’indetta

# Keyboard.Shortcuts.ClearRecentHistory
source: Clear Recent History
co: Squassà a cronolugia recente

# Keyboard.Shortcuts.FindAgain
source: Find Again
co: Circà torna

# Keyboard.Shortcuts.RefreshWithoutCache.v108
source: Reload Ignoring Cache
co: Ricaricà ignurendu l’impiatta

# Keyboard.Shortcuts.Section.Bookmark
source: Bookmarks
co: Indette

# Keyboard.Shortcuts.Section.History
source: History
co: Cronolugia

# Keyboard.Shortcuts.Section.Tools
source: Tools
co: Attrezzi

# Keyboard.Shortcuts.Section.Window
source: Window
co: Finestra

# Keyboard.Shortcuts.Settings
source: Settings
co: Preferenze

# Keyboard.Shortcuts.ShowBookmarks
source: Show Bookmarks
co: Affissà l’indette

# Keyboard.Shortcuts.ShowDownloads
source: Show Downloads
co: Affissà i scaricamenti

# Keyboard.Shortcuts.ShowFirstTab
source: Show First Tab
co: Affissà a prima unghjetta

# Keyboard.Shortcuts.ShowHistory
source: Show History
co: Affissà a cronolugia

# Keyboard.Shortcuts.ShowLastTab
source: Show Last Tab
co: Affissà l’ultima unghjetta

# Keyboard.Shortcuts.ZoomIn
source: Zoom In
co: Ingrandamentu

# Keyboard.Shortcuts.ZoomOut
source: Zoom Out
co: Riduzzione

source: Last month
co: U mese scorsu

source: Last week
co: A settimana scorsa

# LibraryPanel.Accessibility.Bookmarks.v106
source: Bookmarks
co: Indette

# LibraryPanel.Accessibility.History.v106
source: History
co: Cronolugia

# LibraryPanel.History.ClearGroupedTabsCancel.v100
source: Cancel
co: Abbandunà

# LibraryPanel.History.ClearGroupedTabsDelete.v100
source: Delete
co: Squassà

# LibraryPanel.History.ClearGroupedTabsTitle.v100
source: Delete all sites in %@?
co: Squassà tutti i siti in %@ ?

# LibraryPanel.History.ClearHistoryMenuTitle.v100
source: Removes history (including history synced from other devices), cookies and other browsing data.
co: Caccia a cronolugia (inchjusa quella sincrunizata da d’altri apparechji), i canistrelli è altri dati di navigazione.

# LibraryPanel.History.DeleteGroupedItem.v104
source: Delete
co: Squassà

# LibraryPanel.History.NoHistoryFound.v99
source: No history found
co: Nisunu elementu trovu in a cronolugia

# LibraryPanel.History.RecentlyClosedTabs.v99
source: Recently Closed Tabs
co: Unghjette chjose pocu fà

# LibraryPanel.History.SearchHistoryPlaceholder.v99
source: Enter search terms
co: Stampittate i termini à ricercà

# LibraryPanel.History.SyncedHistory.v100
source: Synced History
co: Cronolugia sincrunizata

# LibraryPanel.Section.Older
source: Older
co: Più vechju

source: Licenses
co: Licenze

source: Light
co: Chjaru

source: Load original page
co: Caricà a pagina d’origine

source: Loading content…
co: Caricamentu di u cuntenutu…

source: Log in
co: Cunnettesi

source: Logins
co: Identificazioni di cunnessione

# Logins.DevicePasscodeRequired.LearnMoreButtonTitle
source: Learn More
co: Sapene di più

# Logins.DevicePasscodeRequired.Message
source: To save and autofill logins and passwords, enable Face ID, Touch ID or a device passcode.
co: Per arregistrà è riempie autumaticamente l’identificazioni di cunnessione è e parolle d’intesa, attivate Face ID, Touch ID o un codice d’accessu per l’apparechju.

# Logins.Onboarding.ContinueButtonTitle
source: Continue
co: Cuntinuà

# Logins.Onboarding.LearnMoreButtonTitle
source: Learn More
co: Sapene di più

# Logins.PasscodeRequirement.Warning
source: To use the AutoFill feature for Firefox, you must have a device passcode enabled.
co: Per impiegà a funzione di riempiimentu autumaticu di Firefox, ci vole à attivà un codice d’accessu per l’apparechju.

# Logins.WelcomeView.Tagline
source: Take your passwords everywhere
co: Purtatevi e vostre parolle d’intesa dapertuttu

# Logins.WelcomeView.Title2
source: AutoFill Firefox Passwords
co: Riempiimentu autumaticu da Firefox di e parolle d’intesa

# Logins.WelcomeView.TurnOnAutoFill
source: Turn on AutoFill
co: Attivà u riempiimentu autumaticu
